{
    "homeTitle": "Travian: Legends – المنطقة العربية | اللعبة الإستراتيجية متعددة اللاعبين عبر الإنترنت",
    "homeDescription": "انضم إلى لعبة خبراء التخطيط الشهيرة التي تضم آلاف اللاعبين الحقيقيين ✓ مباشرة في متصفحك  ◄ العب الآن على سيرفرات المنطقة العربية التي نوصي بها",
    "newsTitle": "Travian: Legends – المنطقة العربية | آخر الأخبار",
    "newsDescription": "تعرف على المزيد حول آخر الأخبار والتحديثات ✓ مباشرة في متصفحك  ◄ العب الآن على سيرفرات المنطقة العربية التي نوصي بها",
    "calendarTitle": "Travian: Legends – المنطقة العربية | تقويم السيرفرات",
    "calendarDescription": "تعرف على المزيد حول السيرفرات القادمة للعب Travian: Legends - المنطقة العربية ✓ مباشرة في متصفحك  ◄ العب الآن على سيرفرات المنطقة العربية التي نوصي بها",
    "Gameworld calendar": "تقويم السيرفرات",
    "Date": "التاريخ",
    "Speed": "السرعة",
    "Construction plans": "مخططات البناء",
    "Artefacts": "التحف",
    "Gameworld end": "نهاية السيرفر",
    "Wonder of the World, level 100": "أعجوبة العالم، المستوى 100",
    "Local gameworld languages": "لغات السيرفر المحلي",
    "Article image": "صورة المقال",
    "Read full story": "اقرأ القصة الكاملة",
    "Read": "اقرأ",
    "News & Updates": "الأخبار والتحديثات",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "لم يتم تحديد كافة تفاصيل السيرفر بعد. ستتلقى إشعارًا في منصتك بمجرد تحديثه.",
    "Currently no entries": "لا يوجد مدخلات حاليًا",
    "Join Gameworld": "انضم إلى سيرفر",
    "Play Now": "العب الآن",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "يقتصر هذا السيرفر على اللاعبين الذين لديهم كود دعوة خاص. إذا كان لديك كود، يرجى إدخاله للانضمام إلى السيرفر.",
    "Your invitation code": "كود الدعوة الخاص بك",
    "Enter invitation code": "أدخل كود الدعوة",
    "Please enter the invitation code that you received.": "يرجى إدخال كود الدعوة الذي استلمته.",
    "The invitation code is too short. Please enter all {INT} characters.": "كود الدعوة قصير جدًا. يرجى إدخال جميع {INT} الأحرف.",
    "Invitation code cooldown": "فترة تهدئة كود الدعوة",
    "digits": "أرقام",
    "To news overview": "الانتقال إلى نظرة عامة على الأخبار",
    "Home": "الرئيسية",
    "Gameworld Calendar": "تقويم السيرفر",
    "Tournament": "المسابقة",
    "Login": "تسجيل دخول",
    "Account settings": "إعدادات الحساب",
    "Data consent": "الموافقة على البيانات",
    "To lobby": "الذهاب إلى المنصّة",
    "Logout": "تسجيل خروج",
    "Search for a language or country": "البحث عن لغة أو بلد",
    "No language matches your search. Are you sure you typed it correctly?": "لا توجد لغة تطابق بحثك. هل أنت متأكد أنك كتبتها بشكل صحيح؟",
    "Your email address is already connected to a Legends Lobby Account.": "عنوان بريدك الإلكتروني متصل بالفعل بحساب منصَّة Travian: Legends.",
    "Create Legends Lobby Account": "إنشاء حساب منصَّة Travian: Legends",
    "Enter your email address": "أدخل عنوان بريدك الإلكتروني",
    "Email Address": "عنوان البريد الإلكتروني",
    "Please enter your email address": "يرجى إدخال عنوان بريدك الإلكتروني",
    "Please enter your email address or account name": "يرجى إدخال عنوان بريدك الإلكتروني أو اسم حسابك",
    "Please enter a valid email address. E.g. mymail@provider.com": "فضلاً أدخل عنوان بريد إلكتروني صالح. على سبيل المثال mymail@provider.com",
    "Redirecting to Login": "إعادة التوجيه لتسجيل الدخول",
    "Cancel": "إلغاء",
    "I want to receive the newsletter": "أريد أن أتلقى النشرة الإخبارية.",
    "registrationLegalText": "بالنقر على {QUOTE}تسجيل باستخدام عنوان بريد إلكتروني{QUOTE}، فإنك تقبل {GTC} وتؤكد على أنك قرأت {INFORMATION_RIGHT_OF_WITHDRAWAL} و {PRIVACY_POLICY}.",
    "GTC": "الشروط والأحكام",
    "Information on the Right of Withdrawal": "معلومات عن حق الانسحاب",
    "Register with email address": "تسجيل باستخدام عنوان بريد إلكتروني",
    "Already have an account?": "لديك بالفعل عضوية؟",
    "Login now": "تسجيل دخول الآن",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "كود التفعيل غير صحيح. يرجى إدخال كود التفعيل الذي استلمته على البريد الإلكتروني.",
    "Please confirm that you are not a robot": "يرجى تأكيد أنك لست روبوتًا.",
    "We sent you an activation link to: {email}": "لقد أرسلنا رابط التفعيل الخاص بك إلى: {email}",
    "Activate Legends Lobby account": "تفعيل حساب منصَّة Travian: Legends",
    "Please follow the instructions in the email to continue.": "يرجى اتباع التعليمات الواردة في رسالة البريد الإلكتروني للمتابعة.",
    "Enter activation code": "إدخال رمز التفعيل",
    "E.g. 123456": "على سبيل المثال 123456",
    "Wrong email address?": "عنوان بريد إلكتروني خاطئ؟",
    "Change email": "تغيير البريد الإلكتروني",
    "Please enter the activation code that you received in the email.": "يرجى إدخال رمز التفعيل الذي استلمته على البريد الإلكتروني.",
    "The activation code is too short. Please enter all {int} digits.": "رمز التفعيل قصير جدًا. يرجى إدخال جميع {int} الأرقام.",
    "Start again": "ابدأ من جديد",
    "Set your password": "تعيين كلمة المرور الخاصة بك",
    "Create a password for your account with a minimum length of {int} characters.": "أنشئ كلمة مرور لحسابك بحيث لا يقل طولها عن {int} حرفًا.",
    "Choose a password": "اختيار كلمة مرور",
    "Password strength": "قوة كلمة المرور",
    "Write a password to check its strength": "أدخل كلمة مرور للتحقق من قوتها.",
    "Set password": "تعيين كلمة مرور",
    "weak": "ضعيفة",
    "notStrong": "متوسطة",
    "moderate": "معتدلة",
    "good": "جيدة",
    "strong": "قوية",
    "Password has a good length": "كلمة المرور ذات طول جيد",
    "Password is too short to be secure": "كلمة المرور أقصر جدًا من أن تكون آمنة",
    "Upper and lower case used": "استُخدِمَت الأحرف الكبيرة والصغيرة",
    "No mix of upper and lower case": "لا يوجد مزيج من الأحرف الكبيرة والصغيرة",
    "Only one type of character used": "استُخدِمَ نوع واحد فقط من الأحرف",
    "Two types of characters used": "استُخدِمَ نوعين من الأحرف",
    "No letters used": "لم تُستَخدَم أحرف",
    "No numbers used": "لم تُستَخدَم أرقام",
    "No special characters used": "لم تُستَخدَم أحرف خاصة",
    "Three types of characters used": "استُخدِمَ ثلاثة أنواع من الأحرف",
    "Create Account": "أنشئ حساب",
    "Pick a username and tagline": "اختيار اسم مستخدم وشعار وصفي",
    "Pick a username and tagline to create your unique Lobby Account.": "اختيار اسم مستخدم وشعار وصفي لإنشاء حساب منصَّة فريد خاص بك.",
    "Choose a username": "اختيار اسم مستخدم",
    "Choose a tagline": "اختيار شعار وصفي",
    "{int1} - {int2} characters": "{int1} - ⁦{int2}⁩ أحرف",
    "Username preview": "معاينة اسم المستخدم",
    "Username": "اسم المستخدم",
    "Tagline": "شعار وصفي",
    "Additional information for username and tagline": "معلومات إضافية لاسم المستخدم والشعار الوصفي",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "سيكون مزيج اسم المستخدم والشعار الوصفي الخاصين بك هو اسم المنصَّة الفريد الخاص بك. طالما أن المزيج متاح، يمكنك اختيار أي مزيج تريده.",
    "Lobby Account created!": "لقد أُنشئ حساب المنصَّة!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "لقد أُنشئ حساب المنصَّة الخاص بك باسم تسجيل الدخول {name} بنجاح.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "لقد وجدنا عضويات السيرفرات التالية مرتبطة بعنوان بريدك الإلكتروني. يمكنك الوصول إليهم من المنصَّة.",
    "You didn't get a code?": "لم تحصل على كود؟",
    "Resend activation code": "إعادة إرسال كود التفعيل",
    "ActivateAccount": "تفعيل الحساب",
    "Start Playing": "ابدأ اللعب",
    "Enter Lobby and select Gameworld": "الدخول إلى المنصَّة واختيار سيرفر",
    "Generate new tagline": "توليد شعار وصفي جديد",
    "Enter new password": "إدخال كلمة مرور جديدة",
    "loginPassword": "كلمة المرور",
    "Create a new password for your Legends Lobby Account.": "إنشاء كلمة مرور جديدة لحساب منصَّة Travian: Legends الخاص بك.",
    "Set new password": "تعيين كلمة مرور جديدة",
    "Recover password": "استعادة كلمة المرور",
    "Your password was successfully updated.": "لقد حُدِّثَت كلمة المرور الخاصة بك بنجاح.",
    "You can now login with your updated credentials.": "يمكنك الآن تسجيل الدخول باستخدام بياناتك المُحدَّثَة.",
    "New password set": "لقد عُيِّنَت كلمة مرور جديدة",
    "Back to Login": "العودة لتسجيل الدخول",
    "Password Recovery": "استعادة كلمة المرور",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "إدخال عنوان البريد الإلكتروني المرتبط بحساب المنصَّة الخاص بك. سنرسل لك تعليمات حول كيفية إعادة تعيين كلمة المرور الخاصة بك.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "في حالة وجود حساب منصَّة لعنوان البريد الإلكتروني هذا، يجب أن تكون قد تلقيت تعليمات لإعادة تعيين كلمة المرور الخاصة بك في رسائل البريد الإلكتروني الخاصة بك:",
    "Once you have recovered your password, you can log in again.": "بمجرد استعادة كلمة المرور الخاصة بك، يمكنك تسجيل الدخول مرة أخرى.",
    "Next upcoming server": "السيرفر القادم",
    "Show gameworld calendar": "عرض تقويم السيرفرات",
    "Show all news": "عرض جميع الأخبار",
    "Load more news": "تحميل المزيد من الأخبار",
    "tribe1": "الرومان",
    "tribe2": "الجرمان",
    "tribe3": "الإغريق",
    "tribe6": "الفراعنة",
    "tribe7": "المغول",
    "tribe8": "الإسبرطيون",
    "tribe9": "الڤايكنج",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "يُرجى إدخال اسم المُستخدِم المطلوب. ينبغي أن يتراوح اسم المُستخدِم من {min} إلى {max} أحرف.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "عذرًا ولكن اسم المُستخدِم المرغوب قصير جدًا. ينبغي ألا يقل اسم المُستخدِم عن {min} أحرف.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "عذرًا ولكن اسم المُستخدِم المرغوب طويل جدًا. يجب أن يكون عنوان البريد الإلكتروني {max} أحرف على الأكثر.",
    "Read more here": "اقرأ المزيد هنا",
    "GtlTravianAnswersId": "36",
    "Close window": "غلق النافذة",
    "Change player": "تغيير اللاعب",
    "Change region": "تغيير المنطقة",
    "One or more players found on a game world excluded by our rules.": "تم العثور على لاعب واحد أو أكثر في سيرفر مُستبعد بموجب قواعدنا.",
    "noPlayerWithThisName": "لم يتم العثور على لاعب نشط بهذا الاسم",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "لنقل الذهب الذي اشتريته ولم تنفقه إلى لاعب حالي، يرجى أولاً التحقق من ملكيتك للذهب عن طريق إدخال عنوان البريد الإلكتروني ذي الصلة.",
    "Please verify your code": "يُرجى التحقّق من الكود الخاص بك",
    "Player name found on one game world": "تم العثور على اسم اللاعب في سيرفر واحد",
    "Please confirm selection": "يرجى تأكيد الاختيار",
    "error": "خطأ",
    "Gold": "الذهب",
    "Gold Transfer": "نقل الذهب",
    "Playername": "اسم اللاعب",
    "Game World": "السيرفر",
    "Confirm transfer": "تأكيد النقل",
    "Please check the displayed data and confirm the gold transfer to continue.": "يُرجى التحقّق من التفاصيل المعروضة وتأكيد نقل الذهب للمتابعة.",
    "Please enter your email address in format yourname@mail.com": "يُرجى إدخال عنوان بريدك الإلكتروني بالتنسيق yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "عذرًا ولكن يبدو أن عنوان البريد الإلكتروني هذا قصير جدًا. ينبغي أن يكون عنوان البريد الإلكتروني {min} أحرف على الأقل.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "عذرًا ولكن يبدو أن عنوان البريد الإلكتروني هذا طويل جدًا. يجب أن يكون عنوان البريد الإلكتروني {max} أحرف على الأكثر.",
    "We found multiple players in different regions": "وجدنا عدة لاعبين في مناطق مختلفة",
    "Please select game world": "يُرجى اختيار السيرفر",
    "Multiple players with that name were found": "تم العثور على عدة لاعبين بهذا الاسم",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "وجدنا هذا اللاعب في عدة سيرفرات في منطقتك. يمكنك فقط نقل الذهب إلى لاعب واحد جديد. يُرجى تحديد سيرفر.",
    "To find the right player, please select the region of the game world that player is located in.": "للعثور على اللاعب الصحيح، يُرجى تحديد منطقة السيرفر التي يتواجد فيها اللاعب.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "تم نقل {icon} {amount} للاعب {player} في السيرفر {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "لإكمال نقل {icon} {amount}، يتعين على اللاعب {player} إكمال التعليمات التي تلقاها عبر الرسائل داخل اللعبة.",
    "Gold transfer successful": "تم نقل الذهب بنجاح",
    "Verify Ownership": "التحقق من الملكية",
    "Server age in days": "عمر السيرفر بالأيام",
    "Server speed": "سرعة السيرفر",
    "This gameworld can only be joined via the Travian Legends mobile app.": "لا يمكن الانضمام إلى هذا السيرفر إلا عبر تطبيق Travian: Legends للجوال.",
    "Search new player": "البحث عن لاعب جديد",
    "Please enter the name of the player to whom you wish to transfer the gold.": "يُرجى إدخال اسم اللاعب الذي ترغب في نقل الذهب إليه.",
    "Language selection": "اختيار اللغة",
    "Login to Lobby Account": "تسجيل الدخول إلى حساب المنصَّة",
    "Email address / account name": "عنوان البريد الإلكتروني / اسم الحساب",
    "Enter your email address or account name": "إدخال عنوان بريدك الإلكتروني أو اسم حسابك",
    "Password": "كلمة المرور",
    "Enter your password": "إدخال كلمة المرور خاصتك",
    "Please enter your password": "يرجى إدخال كلمة المرور خاصتك",
    "Forgot your password?": "نسيت كلمة المرور خاصتك؟",
    "Recover": "استعادة",
    "Privacy Policy": "سياسة الخصوصيّة",
    "Register": "تسجيل",
    "or continue with": "أو المتابعة مع",
    "Back to Registration": "العودة للتسجيل",
    "Need Help?": "بحاجة الى مساعدة؟",
    "Something went wrong": "حدث خطأ",
    "Something went wrong with your social login.": "حدث خطأ ما في تسجيل الدخول الاجتماعي الخاص بك.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "يرجى المحاولة مرة أخرى، أو في حالة استمرار المشكلة، لا تتردد في الاتصال بفريق الدعم خاصتنا للحصول على المساعدة.",
    "Email already used": "البريد الإلكتروني مستخدم بالفعل",
    "The email address provided is already used for a Travian: Legends lobby account.": "عنوان البريد الإلكتروني المقدم مستخدم بالفعل لحساب منصة Travian: Legends.",
    "Please use your email address to login.": "يرجى استخدام عنوان بريدك الإلكتروني لتسجيل الدخول.",
    "Email permission missing": "إذن البريد الإلكتروني مفقود",
    "To start playing Travian: Legends, we need your permission to access your email address.": "لبدء لعب Travian: Legends، نحتاج إلى إذنك بالوصول إلى عنوان بريدك الإلكتروني.",
    "Please try again with the correct permission settings or try another registration method.": "يُرجى المحاولة مرة أخرى باستخدام إعدادات الأذونات الصحيحة أو تجربة طريقة تسجيل أخرى.",
    "registrationSocialLegalText": "بالنقر على {QUOTE}تأكيد{QUOTE}، فإنك توافق على {GTC} وتؤكد على أنك قرأت {INFORMATION_RIGHT_OF_WITHDRAWAL} و {PRIVACY_POLICY}.",
    "Confirm": "تأكيد",
    "Contact support": "اتصل بنا",
    "Unexpected Error": "خطأ غير متوقع",
    "Terms & Conditions": "الشروط والأحكام",
    "Right of Withdrawal": "حق الانسحاب",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. جميع الحقوق محفوظة.",
    "Imprint": "بيانات الناشر",
    "Responsible for this website": "المسؤول عن الموقع الإلكتروني",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 ميونيخ\nألمانيا\n\nmail@traviangames.com",
    "Jurisdiction": "القضاء المختصّ",
    "imprintJurisdiction": "محكمة ميونخ المحلية، سجل تجاري رقم 173511\nرقم معرف ضريبة القيمة المضافة DE 246258085\nالمدراء التنفيذيون: Viktor Pulz, Jörg Strathaus\nالهاتف: +49 89/32 49 15 93 8 (ليس لدعم اللعبة)\nالفاكس: +49 89/32 49 15 97 3 (لدعم بلاس فقط)",
    "Support": "الدعم",
    "Contact": "اتصل بنا",
    "Youth protection officer": "مسؤول حماية القصّر",
    "imprintYouthProtection": "المحامي: د. أندرياس لوبر\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "مسؤول حماية البيانات",
    "imprintDataProtection": "فيليب هايندورف\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "لا تنسّ رجاءً تضمين اسم عضويتك واسم اللعبة ورقم السيرفر الذي تلعب فيه عندما تُراسل قسم الدعم.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "كل حقوق النصوص والصور والأكواد المصدرية مملوكة لشركة Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "ترافيان هي علامة تجاريّة مسجّلة لصالح Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "أنشأت مفوضية الاتحاد الأوروبي منصة لتسوية النزاعات عبر الإنترنت (منصة ODR) بين التجار والمستهلكين. منصة ODR متاحة عبر الرابط التالي: {link}. لسنا ملزمين بالمُشاركة ولن نشارك حاليًا في حلول بديلة للنزاعات أو منصات لحل النزاعات.",
    "Game Rules": "قواعد اللعبة",
    "gameRulesInfo": "تُشكل قوانين اللعبة جزءًا من الشروط والأحكام. في حالة الحظر أو لمعرفة ما المسموح به وما الممنوع، عليك أن تأخذ بعين الاعتبار {Terms & Conditions}، وخصوصًا الفقرة 6.\n\n\nسيتم التعامل مع أي محاولة للتحايل على قواعد اللعبة، أو تشجيع لاعب آخر على انتهاك قواعد اللعبة، أو الحصول على ميزة من انتهاك قاعدة، على أنها مخالفة ويُعاقَب عليها وفقًا لذلك بما يتناسب مع الانتهاك ووفقًا لتقدير فريق Travian: Legends. تبقى قواعد اللعبة كاملة مطبقة على اللاعبين الذين يرغبون في حذف حساب المنصَّة الخاص بهم أو عضويتهم أو هم في طور حذف حساب المنصَّة الخاص بهم أو عضويتهم.",
    "Avatar": "حساب",
    "gameRules1.1.a": "يحق لكل لاعب أن يمتلك ويلعب بعضوية واحدة فقط في كل سيرفر. ",
    "gameRules1.1.b": "يجب دائمًا تشغيل العضوية لصالحها أو لصالح رابطتها. قد تُحظَر وتُحذَف العضويات الموجودة لصالح عضوية خارج نفس التحالف أو الرابطة بشكل دائم. قد تتعرض العضويات التي تستفيد من عضويات موجودة لصالحها لعقوبات شديدة. \n\nيتضمن السلوك غير المسموح به، على سبيل المثال لا الحصر، الإجراءات التالية:",
    "gameRules1.1.b-1": "المزارع الخاصة: نهب العضويات خارج رابطة الناهب التي تسمح بأن تُنهَب بواسطة لاعب معين أو عدة لاعبين من الرابطة. لا يؤثر هذا على الاستزراع المعتاد حيث يُنهَب اللاعبين غير النشطين بواسطة رابطات متعددة.",
    "gameRules1.1.b-2": "بناء قرى بغرض احتلالها بواسطة لاعبين آخرين خارج رابطتهم.",
    "gameRules1.2": "مالك حساب المنصَّة والعضوية هو الشخص الذي يرتبط بريده الإلكتروني بحساب المنصَّة.  في بعض حالات الشك المعقول، قد يُطلَب من اللاعب كتابة رسالة بريد إلكتروني إلى الدعم من البريد الإلكتروني الذي سُجِّلَ به حساب المنصَّة للتأكد من أن اللاعب هو المالك لحساب المنصَّة. لن يطلب منك أي عضو في فريق Travian: Legends أو يسألك أبدًا عن كلمة المرور الخاصة بك.",
    "gameRules1.3.a": "لا يُسمَح بمشاركة كلمة مرور حساب المنصَّة، بما في ذلك حالة \"الشركاء\" - عندما تُلعَب العضوية بواسطة لاعبين أو أكثر. يجب إضافة الشركاء في منصَّة السيرفر المحدد، وعليهم تسجيل الدخول إلى حساب المنصَّة الخاص بهم للوصول إلى العضوية التي عُيِّنوا عليها كشريك. \n\nلا تُعوِّض Travian Games GmbH مالك حساب المنصَّة عن أي أضرار تلحق بحساب المنصَّة أو العضويات في حال حصول شخص آخر على كلمة المرور.",
    "gameRules1.3.b": "إذا أراد لاعب الانتقال من عضوية إلى أخرى أو إنشاء واحدة جديدة، فيجب حذف العضوية القديمة قبل منح الوصول إلى العضوية الجديدة أو إنشاء العضوية الجديدة.",
    "gameRules1.4": "في حالة عدم النشاط، تُحذَف العضوية تلقائيًا بعد مدة لا تتجاوز سبعة أيام من آخر تسجيل دخول.",
    "gameRules1.5": "الدعوات - في حال إساءة استخدام نظام الدعوة (عن طريق إنشاء العديد من العضويات مثلًا ومخالفة الفقرة 1.1)، فإنه قد يُحَمَّل المسؤولية ويُعاقَب الداعي والمدعو.",
    "gameRules1.6": "قد تؤدي إساءة استخدام أنظمة الدفع والحظر إلى حذف العضوية دون إمكانية الطعن.",
    "gameRules1.7": "قد يُعاقَب على إساءة استخدام تصميم اللعبة، والذي تعتبره خدمة العملاء بمثابة مُخَرِّب لتجربة اللعب للآخرين.",
    "gameRules1.8": "العروض “الخاصة“، مثل باقة المبتدئين الذهبية، مُستثناة من نقل الذهب. يَحُلُّ هذا البند محل البند رقم ⁦{2.6 of the T&C}⁩.",
    "2.6 of the T&C": "2.6 من الشروط والأحكام",
    "Sitting an avatar": "وكالة عضوية",
    "gameRules2.1": "يمكن لكل لاعب تعيين وكلاء للاعتناء بالعضوية. يجب على وكيل العضوية أن يُوكَّل على العضوية باستخدام خاصية وكالة العضوية في اللعبة. لا يجوز إعطاء كلمة مرور حساب المنصَّة إلى وكيل. يُحظَر إساءة استخدام حقوق الوكيل.",
    "gameRules2.2": "لا تقدّم Travian Games GmbH أية تعويضات عن الأضرار التي يتسبب بها الوكيل. يتحمَّل مالك حساب المنصَّة المسؤولية الكاملة عن الإجراءات التي يتخذها أي وكلاء في عضويته. في حال قيام الوكيل بمخالفة قواعد أو شروط وأحكام Travian: Legends، فقد يُعَاقَب كل من مالك حساب المنصَّة والوكيل.",
    "Use of external programs": "استخدام البرامج الخارجية",
    "gameRules3.1": "ينبغي لعب Travian: Legends باستخدام متصفح تقليدي غير معدّل. يُحظَر استخدام البرامج النصية و/أو البرامج الآلية لأتمتة الإجراءات داخل العضوية أو لمحاكاة الميزات المميزة. \n\nيتضمن هذا، على سبيل المثال لا الحصر، الإجراءات التالية:",
    "gameRules3.1.1": "نهب عضويات أخرى تلقائيًا (وإرسال موجات هجومية تلقائيًا)",
    "gameRules3.1.2": "بدء المغامرات تلقائيًا",
    "gameRules3.1.3": "بناء وتطوير حقول الموارد والمباني في القرى تلقائيًا",
    "gameRules3.1.4": "مسح الخريطة تلقائيًا",
    "gameRules3.1.5": "مسح إحصائيات اللاعبين الآخرين تلقائيًا",
    "gameRules3.1.6": "دفع الموارد لعضويات أخرى تلقائيًا",
    "gameRules3.1.7": "تدريب القوات تلقائيًا",
    "gameRules3.1.8": "وضع المزايدات في المزادات على العناصر تلقائيًا",
    "gameRules3.1.9": "بدء الاحتفالات تلقائيًا",
    "gameRules3.1.10": "مسح القرى الخاصة لعرض موارد القرية والمعلومات في مكان واحد",
    "gameRules3.1.11": "أي إجراءات تلقائية أخرى تُنَفَّذ بواسطة برنامج طرف ثالث",
    "gameRules3.2": "تحتفظ Travian Games بحق معاقبة اللاعبين الذين يستخدمون برنامجًا نصيًا أو برنامجًا آليًا لأتمتة الإجراءات بشكل دائم أو لفترة محدودة من الوقت بينما يكون السيرفر نشطًا.",
    "Program errors / bugs": "الأخطاء البرمجية / الخلل البرمجي",
    "gameRules4.1": "لا يجوز إساءة استخدام الأخطاء أو الخلل البرمجي أو ما شابه ذلك في اللعبة لصالح عضوية ويجب الإبلاغ عنها إلى فريق الدعم. كما أن إساءة استخدام أي خطأ أو خلل برمجي يُعاقَب عليه أيضًا.",
    "Selling/buying game content": "بيع/شراء محتوى اللعبة",
    "gameRules5.1": "يُحظَر بيع أو شراء خدمات من أطراف ثالثة، حساب منصَّة، عضوية، موارد، وحدات، قرى، ذهب، أو فضة. يُحظر أيضًا عرض بيع أو شراء محتوى اللعبة مقابل المال.  لا يجوز منح حسابات المنصَّة والعضويات مقابل المال.",
    "Netiquette": "السلوك في اللعبة",
    "gameRules6.1": "التخاطب مع الغير يجب أن يكون في حدود اللباقة والاحترام.",
    "gameRules6.2": "يحق لخدمة العملاء تعديل ملفات الشخصية غير الملائمة وأسماء القرى أو أي محتوى آخر دون سابق إنذار. كما يحق لهم تغيير وصف التحالفات وأسمائها في حالات كانت غير لائقة و/أو لم تكن باللغة العربية أو باللغة المسموح بها في اللعبة، كما يحقّ للفريق التعديل والحذف في المنتدى العام أو أي عامّة في اللعبة.",
    "gameRules6.3": "التصرفات التالية ممنوعة (تصريحًا وتلميحًا) وتستوجب العقاب، (ينسحب الأمر على أسماء وصفات اللاعبين، أسماء وصفات التحالفات، أسماء القرى والتواصل بين اللاعبين والفريق): البذاءة، التشهير، اللغة الجنسيّة، العنصرية، الإباحيّة، الاستخفاف والإساءة لأي دين، عرق، قوميّة، جنس، فئة عمرية، أو توجّه جنسي؛ التهديد في الحياة الحقيقيّة؛ أو انتحال الصفة الشخصية لفريق Travian: Legends وموظفي شركة ترافيان.",
    "gameRules6.4": "يجب أن تظل اللعبة خالية من المظاهر السياسية والدينية في العالم الحقيقي.",
    "gameRules6.5": "نشر وعرض ما هو غير مناسب للقصّر ممنوعٌ في اللعبة.",
    "gameRules6.6": "يجب أن يتم نشر الرسائل في اللعبة فقط في حالة موافقة طرفي التواصل. إن عرض الرسائل والإيميلات المرسلة إلى أعضاء فريق Travian: Legends أو الواردة منهم ممنوع، ما لم يحصل الناشر على موافقّة خطيّة بذلك.",
    "gameRules6.7": "الإعلانات من أي نوع ممنوعة تمامًا.",
    "gameRules6.8": "قد يُعاقَب على أي محتوى غير لائق، والذي تعتبره خدمة العملاء بمثابة مُخَرِّب لتجربة اللعب للآخرين.",
    "Punishments": "العقوبات",
    "gameRules7.1": "في حالة مخالفة قواعد اللعبة أو الشروط والأحكام، ستُحظَر العضوية وقد يُرفَع الحظر عنها مع تطبيق عقوبة تتناسب والمخالفة التي حصلت. قد تُغيَّر أسماء حساب المنصَّة والعضوية غير اللائقة. لن تُعَوَّض أي خسائر خلال فترة الحظر، بما في ذلك “ترافيان بلس“ والذهب من قِبل Travian Games GmbH. يتم التعامل مع اللاعبين جميعًا بشكل متساوٍ، بغضّ النظر عن حالة الذهب لديهم.",
    "gameRules7.2": "لا يجوز مناقشة الحظر إلا مع فريق خدمة العملاء عبر {Customer Service portal}.\n \nيُفرض حظر وعقوبة من قِبل أحد أعضاء فريق تطبيق القواعد. في حالة وجود شكوى، سيقوم عضو آخر من فريق تطبيق القواعد بمراجعة الحظر والعقوبة. وسيكون قراره نهائي.\n\nيقبل اللاعبون مبدأ عدم كشف فريق Travian: Legends عن الآليات المستخدمة للكشف عن الانتهاكات، حيث يمكن التحايل على هذه الآليات.\n\nلا تجوز مناقشة الإيقاف، الحذف وكل ما يتعلق به على القسم العام في المنتدى. يُرجى العلم أن فريق Travian: Legends لا يكشف عن معلومات حول الحظر إلا للأفراد المعنيين بهذا الحظر.",
    "Customer Service portal": "البوابة الإلكترونية لخدمة العملاء",
    "Rule changes and correction clause": "تغييرات القواعد والبند التصحيحي",
    "gameRules8.1": "لشركة Travian Games GmbH الحق في تغيير قوانين اللعبة في أي وقت.",
    "gameRules8.2": "في حال تمّ تعطيل بعض الأحكام أو التغاضي عنها في بعض الحالات الفرديّة، لا يؤثّر هذا في بقاء صلاحيّة الاحكام نفسها. تتعهد شركة Travian Games GmbH بتعديل الفقرات غير الرادعة ضمن قوانين اللعبة في أسرع وقت ممكن.",
    "gameRules8.3": "في حالة وجود عدم اتساق أو تباين بين النسخة الإنجليزية وأي من النسخ باللغات الأخرى لهذه النشرة، تسري نسخة اللغة الإنجليزية.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "يمكن العثور على مزيد من التوضيحات المُفصَّلَة لقواعد لعبة معينة في {Game Rules FAQ}.",
    "Game Rules FAQ": "الأسئلة الشائعة حول قواعد اللعبة",
    "Romans": "الرومان",
    "Teutons": "الجرمان",
    "Gauls": "الإغريق",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "فيالق منضبطة، وهندسة متطورة، وذكاء استراتيجي يميز روما. قم بقيادة فيالقك لتوسيع إمبراطوريتك من خلال القوة العسكرية والهيمنة الحضارية.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "يتسم الجرمان بشراسة الناهبين، ومحاربين بلا رحمة، وعدوانية التي لا هوادة فيها. قم بقيادة قواتك المتوحشة لنهب الأعداء وبث الرعب في قلوبهم بهجمات سريعة خاطفة.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "يحمي المدافعون السريعون، والفخاخ الماكرة، والمخابئ الخفية موارد الإغريق. قم بقيادة قبيلتك للتغلب على الأعداء بمرونة ودهاء.",
    "You have reached the end - no more news found.": "لقد وصلت إلى النهاية – لم يتم العثور على المزيد من الأخبار.",
    "imprintTitle": "Travian: Legends – المنطقة العربية | بيانات النشر",
    "imprintDescription": "تواصل مع جهات الاتصال المسؤولة ومسؤولي حماية البيانات للموقع الإلكتروني وعنوان Travian: Legends – المنطقة العربية.",
    "gameRulesTitle": "Travian: Legends – المنطقة العربية | قواعد اللعبة",
    "gameRulesDescription": "تعرف على المزيد حول قواعد السلوك وقواعد لعبة Travian: Legends - المنطقة العربية.  ✓ مباشرة في متصفحك  ◄ العب الآن على سيرفرات المنطقة العربية التي نوصي بها",
    "Name contains invalid characters, is not allowed, or invalid": "الاسم يحتوي إما على أحرف غير صالحة، أو غير مسموح به أو غير صالح",
    "Avatar Exists": "العضوية موجودة",
    "Access Denied": "تم رفض الوصول",
    "Unauthorized": "غير مصرح به",
    "Resend activation code not provided": "لم يتم توفير إعادة الإرسال لكود التفعيل",
    "Resend activation code invalid": "إعادة إرسال كود التفعيل غير صالح",
    "Code challenge provided, but method is not": "تم توفير تحدي الكود ولكن الطريقة غير متوفرة",
    "Please accept Terms and Conditions": "يرجى قبول الشروط والأحكام",
    "No proper email address can be found in authentication credentials": "لم يتم العثور على عنوان بريد إلكتروني صحيح في بيانات اعتماد المصادقة",
    "Wrong email, account name or password": "بريد إلكتروني أو اسم حساب أو كلمة مرور خاطئة",
    "Identity needs activation": "تحتاج الهوية إلى التفعيل",
    "Token is invalid for this request": "الرمز غير صالح لهذا الطلب",
    "Invalid identity provider": "مزود هوية غير صالح",
    "Client is unauthorized": "العميل غير مصرح به",
    "Failed to figure out transfer target": "فشل في تحديد هدف النقل",
    "Cannot transfer this GTL to the target gameworld": "لا يمكن نقل رابط نقل الذهب هذا إلى السيرفر المستهدف.",
    "Refer a friend": "اُدع صديقًا",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "لديك بالفعل عضوية في السيرفر المشار إليه. لا تعمل ميزة دعوة صديق إلا في السيرفرات التي لا تمتلك فيها عضوية.",
    "To the Lobby": "الذهاب إلى المنصّة",
    "To the referred gameworld": "الانتقال إلى السيرفر المشار إليه",
    "Change account?": "تغيير الحساب؟",
    "Log out": "تسجيل خروج",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "يُرجى إدخال اسم عضويتك المطلوب. ينبغي أن يتراوح اسم المُستخدِم من {min} إلى {max} أحرف.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "عذرًا ولكن اسم عضويتك المرغوب قصير جدًا. ينبغي ألا يقل اسم المُستخدِم عن {min} أحرف.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "عذرًا ولكن اسم عضويتك المرغوب طويل جدًا. يجب أن يكون عنوان البريد الإلكتروني {max} أحرف على الأكثر.",
    "Change avatar": "تغيير العضوية",
    "One or more avatars found on a game world excluded by our rules.": "تم العثور على عضوية واحدة أو أكثر في سيرفر مُستبعد بموجب قواعدنا.",
    "noAvatarWithThisName": "لم يتم العثور على عضوية نشطة بهذا الاسم",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "لنقل ذهبك غير المنفق، والذي اشتريته، إلى لاعب حالي، يرجى أولاً التحقق من ملكيتك للذهب عن طريق إدخال عنوان البريد الإلكتروني ذي الصلة.",
    "Avatar name found on one game world": "تم العثور على اسم عضوية في سيرفر واحد",
    "Avatarname": "اسم الحساب:",
    "We found multiple avatars in different regions": "عثرنا على عدة عضويات في مناطق مختلفة",
    "Multiple avatars with that name were found": "تم العثور على عدة عضويات بهذا الاسم",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "عثرنا على هذه العضوية في عدة سيرفرات في منطقتك. يمكنك فقط نقل الذهب إلى عضوية واحدة جديدة. يُرجى تحديد سيرفر.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "للعثور على العضوية الصحيحة، يُرجى تحديد منطقة السيرفر التي تتواجد فيها العضوية.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "تم نقل {icon} {amount} للعضوية {avatar} في السيرفر {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "لإكمال نقل {icon} {amount}، يتعين على العضوية {avatar} إكمال التعليمات المستلمة عبر الرسائل داخل اللعبة.",
    "Search new avatar": "البحث عن عضوية جديدة",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "يُرجى إدخال اسم العضوية التي ترغب في نقل الذهب إليها.",
    "This gameworld is only accessible for mobile players.": "هذا السيرفر متاح فقط للاعبي الجوال.",
    "This gameworld is restricted to players with a special invitation code.": "يقتصر هذا السيرفر على اللاعبين الذين لديهم كود دعوة خاص.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "هذا سيرفر خاص قد يكون متاحًا لفترة محدودة فقط وقد يحتوي على ميزات مختلفة عن السيرفرات الكلاسيكية.",
    "Pop-up was blocked": "تم منع النافذة المنبثقة",
    "The pop-up for your social login was blocked by your browser.": "تم منع النافذة المنبثقة لتسجيل الدخول الاجتماعي من قبل المتصفح الخاص بك.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "يرجى التحقق من إعدادات المتصفح، والسماح بالنوافذ المنبثقة، والمحاولة مرة أخرى. في حالة استمرار المشكلة، لا تتردد في الاتصال بفريق الدعم لدينا للحصول على المساعدة."
}