{
    "homeTitle": "Travian: Legends – International | Онлайн мултиплейър стратегическа игра",
    "homeDescription": "Присъединете се към стратегическата игра с хиляди реални играчи ✓ Директно в браузъра  ➤ ИГРАЙТЕ СЕГА в нашите препоръчани международни игрови светове",
    "newsTitle": "Travian: Legends – International | Последни новини",
    "newsDescription": "Научете повече за последните новини и актуализации ✓ Директно във вашия браузър  ➤ ИГРАЙТЕ СЕГА в нашите препоръчани международни игрови светове",
    "calendarTitle": "Travian: Legends – International | Календар на игровия свят",
    "calendarDescription": "Научете повече за предстоящите сървъри за игра на Travian: Legends – International ✓ Директно във вашия браузър  ➤ ИГРАЙТЕ СЕГА в нашите препоръчани международни игрови светове",
    "Gameworld calendar": "Календар на игровия свят",
    "Date": "Дата",
    "Speed": "Скорост",
    "Construction plans": "Строителни планове",
    "Artefacts": "Артефакти",
    "Gameworld end": "Край на игрови свят",
    "Wonder of the World, level 100": "Чудо на света, ниво 100",
    "Local gameworld languages": "Езици в локалния игрови свят",
    "Article image": "Изображение за статията",
    "Read full story": "Прочетете цялата история",
    "Read": "Прочетете",
    "News & Updates": "Новини и актуализации",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Все още не са определени всички детайли на игровия свят. Ще получите известие във фоайето си, след като бъдат актуализирани.",
    "Currently no entries": "В момента няма записи",
    "Join Gameworld": "Присъединете се към игрови свят",
    "Play Now": "Играйте сега",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Този игрови свят е ограничен до играчи със специален код на покана. Ако имате такъв, моля въведете го, за да се присъедините към игровия свят.",
    "Your invitation code": "Вашия код на покана",
    "Enter invitation code": "Въведете кода на поканата",
    "Please enter the invitation code that you received.": "Моля, въведете кода на поканата, който сте получили.",
    "The invitation code is too short. Please enter all {INT} characters.": "Кодът на поканата е твърде кратък. Въведете всичките {INT} символа.",
    "Invitation code cooldown": "Период на изчакване за код на покана",
    "digits": "цифри",
    "To news overview": "Към общия преглед на новините",
    "Home": "Начало",
    "Gameworld Calendar": "Календар на игровия свят",
    "Tournament": "Турнир",
    "Login": "Вход",
    "Account settings": "Настройки на акаунта",
    "Data consent": "Съгласие за предоставяне на данни",
    "To lobby": "Към фоайето",
    "Logout": "Изход",
    "Search for a language or country": "Търсене на език или държава",
    "No language matches your search. Are you sure you typed it correctly?": "Няма език, отговарящ на търсенето Ви. Сигурни ли сте, че сте го написали правилно?",
    "Your email address is already connected to a Legends Lobby Account.": "Вашият имейл адрес вече е свързан с акаунт за фоайе на Legends.",
    "Create Legends Lobby Account": "Създаване на акаунт за фоайе на Legends",
    "Enter your email address": "Въведете вашия имейл адрес",
    "Email Address": "Имейл адрес",
    "Please enter your email address": "Моля, въведете вашия имейл адрес",
    "Please enter your email address or account name": "Моля, въведете вашия имейл адрес или потребителско име",
    "Please enter a valid email address. E.g. mymail@provider.com": "Моля, въведете валиден имейл адрес. Напр. mymail@provider.com",
    "Redirecting to Login": "Пренасочване към вход",
    "Cancel": "Отказ",
    "I want to receive the newsletter": "Искам да получавам бюлетина.",
    "registrationLegalText": "Като щракнете върху {QUOTE}регистрирането с имейл адрес{QUOTE}, вие приемате {GTC} и потвърждавате, че сте прочели {INFORMATION_RIGHT_OF_WITHDRAWAL} и {PRIVACY_POLICY}.",
    "GTC": "Общи условия",
    "Information on the Right of Withdrawal": "Информация относно правото за оттегляне",
    "Register with email address": "Регистриране с имейл адрес",
    "Already have an account?": "Вече имате акаунт?",
    "Login now": "Влизане сега",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Кодът за активиране е неправилен. Моля, въведете кода за активиране, който сте получили в имейла.",
    "Please confirm that you are not a robot": "Моля, потвърдете, че не сте робот.",
    "We sent you an activation link to: {email}": "Изпратихме ви връзка за активиране на: {email}",
    "Activate Legends Lobby account": "Активиране на акаунт за фоайето на Legends",
    "Please follow the instructions in the email to continue.": "Следвайте инструкциите в имейла, за да продължите.",
    "Enter activation code": "Въведете код за активиране",
    "E.g. 123456": "Напр. 123456",
    "Wrong email address?": "Грешен имейл адрес?",
    "Change email": "Промяна на Email адрес",
    "Please enter the activation code that you received in the email.": "Моля, въведете кода за активиране, който сте получили в имейла.",
    "The activation code is too short. Please enter all {int} digits.": "Кодът за активиране е твърде кратък. Моля, въведете всички {int} цифри.",
    "Start again": "Започнете отново",
    "Set your password": "Задайте своята парола",
    "Create a password for your account with a minimum length of {int} characters.": "Създайте парола за вашия акаунт с минимална дължина от {int} знака.",
    "Choose a password": "Изберете парола",
    "Password strength": "Сила на паролата",
    "Write a password to check its strength": "Въведете парола, за да проверите силата ѝ.",
    "Set password": "Задаване на парола",
    "weak": "Слаба",
    "notStrong": "Посредствена",
    "moderate": "Средна",
    "good": "Добра",
    "strong": "Силна",
    "Password has a good length": "Паролата има добра дължина",
    "Password is too short to be secure": "Паролата е твърде къса, за да е защитена",
    "Upper and lower case used": "Използвани главни и малки букви",
    "No mix of upper and lower case": "Без комбинация от главни и малки букви",
    "Only one type of character used": "Използван е само един тип знак",
    "Two types of characters used": "Използвани са два типа знаци",
    "No letters used": "Няма използвани букви",
    "No numbers used": "Няма използвани цифри",
    "No special characters used": "Няма използвани специални знаци",
    "Three types of characters used": "Използвани са три типа знаци",
    "Create Account": "Създаване на акаунт",
    "Pick a username and tagline": "Изберете потребителско име и съкращение",
    "Pick a username and tagline to create your unique Lobby Account.": "Изберете потребителско име и съкращение, за да създадете вашия уникален акаунт за фоайето.",
    "Choose a username": "Изберете потребителско име",
    "Choose a tagline": "Изберете съкращение",
    "{int1} - {int2} characters": "{int1} – {int2} знака",
    "Username preview": "Преглед на потребителско име",
    "Username": "Потребителско име",
    "Tagline": "Съкращение",
    "Additional information for username and tagline": "Допълнителна информация за потребителското име и съкращението",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Комбинацията от вашето потребителско име и съкращение ще бъде вашето уникално име за фоайето. Стига комбинацията да не е заета, можете да изберете всяка комбинация, която желаете.",
    "Lobby Account created!": "Акаунтът за фоайето е създаден!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Вашият акаунт за фоайето на Legends с името за вход {name} е създаден успешно.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Открихме следните аватари в игрови светове, свързани с вашия имейл адрес. Можете да получите достъп до тях от фоайето.",
    "You didn't get a code?": "Не сте получили код?",
    "Resend activation code": "Повторно изпращане на код за активиране",
    "ActivateAccount": "Активиране на акаунт",
    "Start Playing": "Започнете игра",
    "Enter Lobby and select Gameworld": "Влезте във фоайето и изберете игрови свят",
    "Generate new tagline": "Генериране на ново съкращение",
    "Enter new password": "Въведете нова парола",
    "loginPassword": "Парола",
    "Create a new password for your Legends Lobby Account.": "Създайте нова парола за вашия акаунт за фоайето на Legends.",
    "Set new password": "Задаване на нова парола",
    "Recover password": "Възстановяване на парола",
    "Your password was successfully updated.": "Вашата парола е актуализирана успешно.",
    "You can now login with your updated credentials.": "Сега можете да влезете с актуализираните си идентификационни данни.",
    "New password set": "Зададена е нова парола",
    "Back to Login": "Назад към входа",
    "Password Recovery": "Възстановяване на парола",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Въведете имейл адреса, свързан с вашия акаунт за фоайето на Legends. Ще ви изпратим инструкции как да нулирате паролата си.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Ако за този имейл адрес съществува акаунт за фоайето, трябва да сте получили инструкции да нулирате паролата на вашите имейли:",
    "Once you have recovered your password, you can log in again.": "След като възстановите паролата си, можете да влезете отново.",
    "Next upcoming server": "Следващият предстоящ сървър",
    "Show gameworld calendar": "Показване на календара на игровия свят",
    "Show all news": "Показване на всички новини",
    "Load more news": "Зареждане на още новини",
    "tribe1": "Римлянин",
    "tribe2": "Тевтонец",
    "tribe3": "Гал",
    "tribe6": "Египтянин",
    "tribe7": "Хун",
    "tribe8": "Спартанец",
    "tribe9": "Викинг",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Моля, въведете желаното потребителско име. Трябва да е между {min} и {max} символа.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "За съжаление, желаното потребителско име е твърде късо. Трябва да е поне {min} символа.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "За съжаление, желаното потребителско име е твърде дълго. Трябва да е най-много {max} символа.",
    "Read more here": "Прочетете повече тук",
    "GtlTravianAnswersId": "36",
    "Close window": "Затваряне на прозореца",
    "Change player": "Промяна на играч",
    "Change region": "Промяна на регион",
    "One or more players found on a game world excluded by our rules.": "Един или повече играчи са намерени в игрови свят, изключен от нашите правила.",
    "noPlayerWithThisName": "Няма намерен активен играч с това име",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "За да прехвърлите неизхарчено закупено злато на съществуващ играч, първо потвърдете собствеността на златото, като въведете съответния имейл адрес.",
    "Please verify your code": "Потвърдете вашия код",
    "Player name found on one game world": "Името на играча е намерено в един игрови свят",
    "Please confirm selection": "Потвърдете избора",
    "error": "грешка",
    "Gold": "Злато",
    "Gold Transfer": "Трансфер на злато",
    "Playername": "Име на играча",
    "Game World": "Игрови свят",
    "Confirm transfer": "Потвърждаване на трансфера",
    "Please check the displayed data and confirm the gold transfer to continue.": "Проверете показаните детайли и потвърдете трансфера на златото, за да продължите.",
    "Please enter your email address in format yourname@mail.com": "Моля, въведете вашия имейл адрес във формат, близък до вашетоиме@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "За съжаление, този имейл адрес изглежда твърде кратък. Трябва да бъде поне {min} символа.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "За съжаление, този имейл адрес изглежда твърде дълъг. Трябва да е най-много {max} символа.",
    "We found multiple players in different regions": "Намерихме множество играчи в различни региони",
    "Please select game world": "Изберете игрови свят",
    "Multiple players with that name were found": "Намерени са множество играчи с това име",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Намерихме играча в множество игрови светове във вашия регион. Можете да прехвърляте златото само на един нов играч. Изберете игрови свят.",
    "To find the right player, please select the region of the game world that player is located in.": "За да намерите правилния играч, изберете региона на игровия свят, в който се намира играчът.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} е прехвърлено на играча {player} в игровия свят {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "За да завършите трансфера на {icon} {amount}, играчът {player} трябва да изпълни инструкциите, получени чрез съобщение.",
    "Gold transfer successful": "Успешен трансфер на злато",
    "Verify Ownership": "Потвърдете собствеността",
    "Server age in days": "Възраст на сървъра в дни",
    "Server speed": "скорост на сървъра",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Към този игрови свят може да се присъедините само чрез мобилното приложение Travian: Legends.",
    "Search new player": "Търсене на нов играч",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Въведете името на играча, на когото искате да прехвърлите златото.",
    "Language selection": "Избор на език",
    "Login to Lobby Account": "Вход на акаунта за фоайето",
    "Email address / account name": "Имейл адрес/име на акаунта",
    "Enter your email address or account name": "Въведете вашия имейл адрес или името на акаунта",
    "Password": "Парола",
    "Enter your password": "Въведете вашата парола",
    "Please enter your password": "Моля, въведете вашата парола",
    "Forgot your password?": "Забравена парола?",
    "Recover": "Възстановяване",
    "Privacy Policy": "Защита на лични данни",
    "Register": "Регистрация",
    "or continue with": "или продължете с",
    "Back to Registration": "Назад към регистрацията",
    "Need Help?": "Имате нужда от помощ?",
    "Something went wrong": "Нещо се обърка",
    "Something went wrong with your social login.": "Нещо се обърка с влизането чрез социална мрежа.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Моля, опитайте отново или ако проблемът продължи, не се колебайте да се свържете с нашия екип за поддръжка за помощ.",
    "Email already used": "Имейлът вече е използван",
    "The email address provided is already used for a Travian: Legends lobby account.": "Предоставеният имейл адрес вече се използва за акаунт за фоайе в Travian: Legends.",
    "Please use your email address to login.": "Моля, използвайте имейл адреса си, за да влезете.",
    "Email permission missing": "Липсва разрешение за имейла",
    "To start playing Travian: Legends, we need your permission to access your email address.": "За да започнете да играете Travian: Legends, трябва да дадете разрешение за достъп до вашия имейл адрес.",
    "Please try again with the correct permission settings or try another registration method.": "Моля, опитайте отново с правилните настройки за разрешение или опитайте с друг метод за регистрация.",
    "registrationSocialLegalText": "Щраквайки върху {QUOTE}Потвърждение{QUOTE}, приемате {GTC} и потвърждавате, че сте запознати с {INFORMATION_RIGHT_OF_WITHDRAWAL} и {PRIVACY_POLICY}.",
    "Confirm": "Потвърди",
    "Contact support": "Свържете се с поддръжката",
    "Unexpected Error": "Неочаквана грешка",
    "Terms & Conditions": "Условия за ползване",
    "Right of Withdrawal": "Право на отказ",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 – {currentYear} Travian Games GmbH. Всички права запазени.",
    "Imprint": "Фирма",
    "Responsible for this website": "Отговорни за този сайт",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Мюнхен\nГермания\n\nmail@traviangames.com",
    "Jurisdiction": "Юрисдикция",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nДДС номер DE 246258085\nУправляващи директори: Viktor Pulz, Jörg Strathaus\nТелефон: +49 89/32 49 15 93 8 (не за поддръжка в играта)\nФакс: +49 89/32 49 15 97 3 (само за поддръжка plus)",
    "Support": "Поддръжка",
    "Contact": "Контакти",
    "Youth protection officer": "Отговорник за защита на младежта",
    "imprintYouthProtection": "Адвокат: Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Отговорник за защита на данните",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Не забравяйте да включите вашето потребителско име и игрови сървър, когато пишете на отдела за поддръжка.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Всички права за текстове, графики и програмен код се държат от Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian е регистрирана търговска марка на Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Европейската комисия създаде платформа за онлайн решаване на спорове (платформа за ОРС) между търговци и потребители. Платформата за ОРС е достъпна чрез следната връзка: {link}. Не сме задължени да взимаме участие и към момента няма да взимаме участие в други начини за решаване на спорове или платформи за решаване на спорове.",
    "Game Rules": "Правила на играта",
    "gameRulesInfo": "Правилата на играта са част от Общите условия. В случай на блокиране или за да проверите какво е позволено и какво – не, трябва да се запознаете с {Terms & Conditions}, по-специално раздел 6.\n\n\nОпитът да се заобиколят правилата на играта, да се насърчи друг играч да наруши правилата на играта или да се спечели предимство от нарушаване на правило ще се разглежда като нарушение и съответно се наказва в зависимост от нарушението и по преценка на екипа на Travian: Legends. Всички правила на играта важат за играчи, които искат да изтрият своя акаунт за фоайето или аватара си или предстои да изтрият своя акаунт за фоайето или аватар.",
    "Avatar": "Аватар",
    "gameRules1.1.a": "Всеки играч може да притежава и играе само с един аватар на игрови свят.",
    "gameRules1.1.b": "Даден аватар винаги трябва да се играе или в негова полза, или в полза на неговата конфедерация. Аватари, съществуващи с цел облагодетелстване на аватар извън същия клан или конфедерация, могат да бъдат забранени и изтрити за постоянно. Аватари, които се облагодетелстват от аватари, които съществуват за тяхна полза, могат да бъдат строго наказани. \n\nНепозволеното поведение включва, но не се ограничава до следните действия:",
    "gameRules1.1.b-1": "Частен фарминг – набези на аватари извън конфедерацията на нападателя, които позволяват да претърпят набези от конкретен играч или няколко играча от конфедерацията.  Това не засяга обичайния фарминг, при който неактивните играчи претърпяват набези от множество конфедерации.",
    "gameRules1.1.b-2": "Строеж на градове с цел да бъдат завладени от други играчи извън собствената им конфедерация.",
    "gameRules1.2": "Собственик на акаунта за фоайето и аватар е човекът, чиито имейл адрес е свързан с акаунта за фоайето.  В случай на основателно съмнение играчът може да бъде помолен да напише имейл до отдела за поддръжка от имейла, с който е регистриран акаунтът за фоайето, за да се потвърди, че играчът той е собственикът на акаунта за фоайето. Никой член на екипа на Travian: Legends няма да ви попита за паролата ви.",
    "gameRules1.3.a": "Споделянето на паролата на акаунта на Lobby не е разрешено, включително в случай на „двойници“ – когато с аватара се играе от двама или повече играчи. Във фоайето трябва да се добавят двойници за конкретни игрови светове и те трябва да се впишат в собствения си акаунт за фоайето, за да имат достъп до аватара, на който са назначени като двойник. \n\nTravian Games GmbH не компенсира собствениците на акаунти за фоайето за щети, нанесени на акаунта за фоайето или аватарите от лице, което се е сдобило с паролата.",
    "gameRules1.3.b": "Ако играч желае да се премести от един аватар на друг или да създаде нов, тогава старият аватар трябва да се изтрие, преди да се предостави достъп до новия аватар или да се създаде новият аватар.",
    "gameRules1.4": "Ако е неактивен, аватарът ще бъде изтрит не по-рано от седем дни след последното влизане.",
    "gameRules1.5": "Препоръчване на играчи: В случай на злоупотреби със системата за препоръчване на играчи (например създаването на няколко аватара в нарушение на 1.1) и поканеният, и поканилият играч могат да понесат санкции.",
    "gameRules1.6": "Злоупотребата със системите за плащания и блокиране може да доведе до изтриване на аватар без възможност за обжалване.",
    "gameRules1.7": "Злоупотребата с дизайна на играта, която се счита от клиентската поддръжка за нарушаване на игровото изживяване на другите, може да доведе до наказания.",
    "gameRules1.8": "„Специални“ оферти, като Стартовия пакет със злато, са изключени от Трансфера на злато. Тази клауза заменя {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 от Общите условия",
    "Sitting an avatar": "Наглеждане на аватар",
    "gameRules2.1": "Всеки играч може да настрои ситъри, които могат да се грижат за аватара. Ситърът на аватара трябва да наглежда аватара, като използва функцията за наглеждане на аватара в играта. Паролата на акаунта за фоайето не трябва да бъде давана на ситър. Злоупотребата с правата на ситър е забранена.",
    "gameRules2.2": "Travian Games GmbH не компенсира щети, нанесени от играч в неактивно състояние. Собственикът на акаунта за фоайето носи пълна отговорност за действията на ситърите относно неговия аватар. Ако ситър наруши правилата или Общите условия на Travian: Legends, той и собственикът на акаунта за фоайето могат да бъдат наказани.",
    "Use of external programs": "Употреба на външни програми",
    "gameRules3.1": "Travian: Legends трябва да бъде играна посредством немодифициран, стандартен уеб браузър. Употребата на скриптове и/или ботове за автоматични действия на аватара или имитиращи премиум функции е забранена. \n\nТова включва, но не се ограничава до следните действия:",
    "gameRules3.1.1": "Автоматични набези на други аватари (и автоматично изпращане на вълни за атака)",
    "gameRules3.1.2": "Автоматично стартиране на приключения",
    "gameRules3.1.3": "Автоматично изграждане и надграждане на ресурсни полета и сгради в градовете",
    "gameRules3.1.4": "Автоматично сканиране на картата",
    "gameRules3.1.5": "Автоматично сканиране на статистиката на други играчи",
    "gameRules3.1.6": "Автоматично изпращане на ресурси към други аватари",
    "gameRules3.1.7": "Автоматично обучение на войски",
    "gameRules3.1.8": "Автоматично наддаване на търгове за предмети",
    "gameRules3.1.9": "Автоматично започване на празненства",
    "gameRules3.1.10": "Сканиране на собствени градове за показване на ресурси и информация за град на едно място",
    "gameRules3.1.11": "Всички други автоматизирани действия, извършвани от софтуер на трети страни",
    "gameRules3.2": "Travian Games си запазва правото да санкционира играчите, които използват скрипт или бот, за да автоматизират действия за постоянно или за ограничен период от време, докато игровият свят е активен.",
    "Program errors / bugs": "Програмни грешки/бъгове",
    "gameRules4.1": "Грешки или бъгове, или подобни в играта не бива да бъдат експлоатирани с цел облагодетелстване на аватара и трябва да бъдат докладвани на екипа по поддръжката. Злоупотребата с всякакви грешки или бъгове е наказуема.",
    "Selling/buying game content": "Продажба/закупуване на съдържание за играта",
    "gameRules5.1": "Продажбата или покупката услуги от трети страни, акаунт за фоайето, аватар, ресурси, единици, градове, злато или сребро е забранено. Предложението за продажба или закупуване на игрово съдържание срещу пари също е забранено.  Акаунти за фоайето и аватари не могат да бъдат предоставяни срещу пари.",
    "Netiquette": "Нетикет",
    "gameRules6.1": "Играчите трябва винаги да комуникират учтиво.",
    "gameRules6.2": "Неподходящи профили, имена на градове или всякакво друго съдържание може да бъде редактирано от Екипа за обслужване на клиенти без предупреждение. Алианси с неподходящи имена и/или съдържание в профилите, публичният форум или всякакви други публични зони могат да бъдат изтривани веднага.",
    "gameRules6.3": "Следното поведение е строго забранено: обиден, опозоряващ, сексистки, расистки или нецензурен език; враждебно поведение срещу която и да е религия, раса, нация, пол, възрастова група или сексуална ориентация; заплахи, свързани с реалния живот; представянето за член на екипа на Travian: Legends или лице с официална длъжност в компанията.",
    "gameRules6.4": "Играта не е място за обсъждане на политика и религия от реалния свят.",
    "gameRules6.5": "Публикуването и показването на материали неподходящи за непълнолетни е забранено.",
    "gameRules6.6": "Съобщения в играта трябва да бъдат публикувани само след съгласието и на двете страни. Публикуването на съобщения или имейли от или с екипа Travian: Legends е забранено, освен ако не ви е дадено изрично разрешение",
    "gameRules6.7": "Реклами от всякакъв тип са забранени.",
    "gameRules6.8": "Всякакво неподходящо съдържание, което се счита от поддръжката за клиенти за нарушаване на игровото изживяване на другите, може да доведе до наказания.",
    "Punishments": "Наказания",
    "gameRules7.1": "В случай на нарушение на правилата на играта или Общите условия аватарът ще бъде забранен и може да бъде получи наказания, съизмерими с извършеното нарушение. Неподходящи имена на акаунти за фоайето и аватари е възможно да бъдат сменени. Всякакви загуби по време на забраната, включително „Travian Plus“ и злато, няма да бъдат възстановявани от Travian Games GmbH. Всеки играч бива третиран равно, без значение от техният Златен статус.",
    "gameRules7.2": "Забраната може да бъде обсъждана само с Екипа за обслужване на клиенти чрез {Customer Service portal}.\n \nЗабрана и наказание се дават от член на Екипа за прилагане на правилата. В случай на оплакване друг член на Екипа за прилагане на правилата ще преразгледа забраната и наказанието. Неговото решение е окончателно.\n\nИграчите приемат, че екипът на Travian: Legends не може да разкрие механизмите, използвани за откриване на нарушения, тъй като такива механизми могат да бъдат заобиколени.\n\nБлокирания, изтривания и последствията от тях не могат да се обсъждат публично. Екипът на Travian: Legends не разкрива информация относно забрани на други лица освен пряко включените в случая.",
    "Customer Service portal": "Портала за обслужване на клиенти",
    "Rule changes and correction clause": "Клауза за промяна на правилата и корекции",
    "gameRules8.1": "Travian Games GmbH си запазва правото да променя правилата по всяко време.",
    "gameRules8.2": "Ако отделни регламенти от правилата на играта станат неефективни или недействителни, валидността на останалите регламенти няма да бъде засегната. Travian Games GmbH се ангажира да заменя неефективните регламенти с нови такива възможно най-бързо.",
    "gameRules8.3": "В случай на несъответствие или противоречие между английската версия и която и да е от другите езикови версии на тази публикация версията на английски език има предимство.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "По-подробни обяснения на някои правила на играта могат да бъдат намерени в {Game Rules FAQ}.",
    "Game Rules FAQ": "ЧЗВ за правилата на играта",
    "Romans": "Римляни",
    "Teutons": "Тевтонци",
    "Gauls": "Гали",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Дисциплинираните легиони, напредналото инженерство и стратегическият блясък определят Рим. Водете легионерите си, за да разширите империята си чрез военна мощ и културно господство.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Тевтонците се характеризират с жестоки набези, безмилостни воини и безмилостна агресия. Водете дивашките си сили, за да плячкосвате враговете и да всявате страх в сърцата им със светкавични атаки.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Бързи защитници, хитри капани и скрити пролуки защитават галските ресурси. Водете племето си, за да надвиете враговете с издръжливост и хитрост.",
    "You have reached the end - no more news found.": "Достигнахте края – не са открити повече новини.",
    "imprintTitle": "Travian: Legends – International | Печат",
    "imprintDescription": "Свържете се с отговорните лица за контакт и отговорници за защита на данните за уебсайта и заглавието на Travian: Legends – International.",
    "gameRulesTitle": "Travian: Legends – International | Правила на играта",
    "gameRulesDescription": "Научете повече за кодекса на поведение и правилата на играта Travian: Legends - International.  ✓ Директно в браузъра ви  ➤ ИГРАЙТЕ СЕГА в нашите препоръчани международни игрови светове",
    "Name contains invalid characters, is not allowed, or invalid": "Името съдържа невалидни символи, не е разрешено или не е валидно",
    "Avatar Exists": "Вече има аватар",
    "Access Denied": "Отказан достъп",
    "Unauthorized": "Неоторизиран",
    "Resend activation code not provided": "Повторно изпратеният код за активиране не е предоставен",
    "Resend activation code invalid": "Невалидно повторно изпращане на кода за активиране",
    "Code challenge provided, but method is not": "Предоставено е предизвикателство с код, но не и метод",
    "Please accept Terms and Conditions": "Моля, приемете условията за ползване",
    "No proper email address can be found in authentication credentials": "В данните за удостоверяване не може да бъде открит подходящ имейл адрес",
    "Wrong email, account name or password": "Грешен имейл, име на акаунт или парола",
    "Identity needs activation": "Идентичността трябва да се активира",
    "Token is invalid for this request": "Токенът е невалиден за тази заявка",
    "Invalid identity provider": "Невалиден доставчик на идентичност",
    "Client is unauthorized": "Клиентът е неоторизиран",
    "Failed to figure out transfer target": "Неуспешно определяне на целта на прехвърлянето",
    "Cannot transfer this GTL to the target gameworld": "Не може да се прехвърли този GTL в целевия игрови свят",
    "Refer a friend": "Покани приятел",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Вече имате аватар в посочения игрови свят. Функцията „Покани приятел“ работи само в игрови светове, в които нямате аватар.",
    "To the Lobby": "Към фоайето",
    "To the referred gameworld": "Отидете в посочения игрови свят",
    "Change account?": "Смяна на акаунта?",
    "Log out": "Изход",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Моля, въведете желаното от вас име на аватар. Трябва да е между {min} и {max} символа.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Съжаляваме, но желаното от вас име на аватар е твърде кратко. Трябва да е поне {min} символа.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Съжаляваме, но желаното от вас име на аватар е твърде дълго. Трябва да е най-много {max} символа.",
    "Change avatar": "Смяна на аватара",
    "One or more avatars found on a game world excluded by our rules.": "Един или повече от аватарите, намиращи се в игровия свят, са изключени от правилата ни.",
    "noAvatarWithThisName": "Няма намерен активен аватар с това име",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "За да прехвърлите закупеното от вас неизхарчено злато на съществуващ аватар, първо моля, потвърдете собствеността на златото, като въведете съответния имейл адрес.",
    "Avatar name found on one game world": "Името на аватара е намерено в един игрови свят",
    "Avatarname": "Име на аватара",
    "We found multiple avatars in different regions": "Намерихме множество аватари в различни региони",
    "Multiple avatars with that name were found": "Бяха намерени няколко аватара с това име",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Намерихме този аватар в множество игрови светове в региона ви. Можете да прехвърлите златото на един нов аватар. Моля, изберете игрови свят.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "За да намерите правилния аватар, моля, изберете региона в игровия свят, където се намира аватарът.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} беше прехвърлено на аватара {avatar} в игровия свят {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "За да завършите прехвърлянето на {icon} {amount}, аватарът {avatar} трябва да изпълни инструкциите, получени чрез IGM.",
    "Search new avatar": "Търсене на нов аватар",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Моля, въведете името на аватара, на когото искате да прехвърлите злато.",
    "This gameworld is only accessible for mobile players.": "Този игрови свят е достъпен само за играчи на мобилни устройства.",
    "This gameworld is restricted to players with a special invitation code.": "Този игрови свят е ограничен до играчи със специален код на покана.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Това е специален игрови свят, който е възможно да бъде достъпен само за ограничен период от време и може да има различни функции от класическите игрови светове.",
    "Pop-up was blocked": "Изскачащите прозорци бяха блокирани",
    "The pop-up for your social login was blocked by your browser.": "Изскачащият прозорец за влизане в социалната мрежа е бил блокиран от браузъра ви.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Моля, проверете настройките на браузъра си, разрешете изскачащите прозорци и опитайте отново. If the issue persists, feel free to contact our support team for help."
}