{
    "homeTitle": "Travian: Legends – International | Online Multiplayer strateška igra",
    "homeDescription": "Pridružite se poznatoj igri strategije s hiljadama pravih igrača ✓ Izravno u vašem pretraživaču  ➤ IGRAJTE SADA na našim preporučenim međunarodnim serverima",
    "newsTitle": "Travian: Legends – Međunarodno | Najnovije vijesti",
    "newsDescription": "Saznajte više o najnovijim vijestima i ažuriranjima ✓ Direktno u vašem pretraživaču  ➤ IGRAJTE SADA na našim preporučenim međunarodnim svjetovima igara",
    "calendarTitle": "Travian: Legends – International | Kalendar servera",
    "calendarDescription": "Saznajte više o nadolazećim serverima za igranje Travian: Legends – International ✓ Direktno u vašem pregledniku  ➤ IGRAJTE SADA na našim preporučenim međunarodnim svjetovima igara",
    "Gameworld calendar": "Game World kalendar",
    "Date": "Datum",
    "Speed": "Brzina",
    "Construction plans": "Građevinski planovi",
    "Artefacts": "Artefakti",
    "Gameworld end": "Server završava",
    "Wonder of the World, level 100": "Svjetsko Čudo, nivo 100",
    "Local gameworld languages": "Lokalni jezici servera",
    "Article image": "Slika članka",
    "Read full story": "Pročitajte cijelu priču",
    "Read": "Pročitati",
    "News & Updates": "Vijesti i ažuriranja",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Nisu još definirani svi detalji svijeta igre. Primit ćete obavještenje u svom lobiju nakon što bude ažurirano.",
    "Currently no entries": "Trenutno nema unosa",
    "Join Gameworld": "Pridruži se serveru",
    "Play Now": "Igrajte sada",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Ovaj server je ograničen na igrače sa posebnim pozivnim kodom. Ako ga imate, unesite ga da se pridružite serveru.",
    "Your invitation code": "Unesite pozivni kod",
    "Enter invitation code": "Unesite pozivni kod",
    "Please enter the invitation code that you received.": "Unesite pozivni kod koji ste dobili u e-mailu.",
    "The invitation code is too short. Please enter all {INT} characters.": "Aktivacijski kod je prekratak. Molimo unesite sve {INT} znakove.",
    "Invitation code cooldown": "Hlađenje koda pozivnice",
    "digits": "cifre",
    "To news overview": "Idite na pregled vijesti",
    "Home": "Početna stranica",
    "Gameworld Calendar": "Game World kalendar",
    "Tournament": "Turnir",
    "Login": "Prijavite se",
    "Account settings": "Postavke računa",
    "Data consent": "Saglasnost sa podacima",
    "To lobby": "Idi u lobi",
    "Logout": "Odjava",
    "Search for a language or country": "Pretražite jezik ili zemlju",
    "No language matches your search. Are you sure you typed it correctly?": "Nijedan jezik ne odgovara Vašem pretraživanju. Da li ste sigurni da ste ga ispravno upisali?",
    "Your email address is already connected to a Legends Lobby Account.": "Vaša adresa e-pošte je već povezana s računom u lobiju Legends.",
    "Create Legends Lobby Account": "Kreirajte Legends lobi nalog",
    "Enter your email address": "Unesite Vašu e-mail adresu:",
    "Email Address": "E-mail adresa",
    "Please enter your email address": "Molimo unesite Vašu email adresu",
    "Please enter your email address or account name": "Unesite svoju email adresu ili ime računa",
    "Please enter a valid email address. E.g. mymail@provider.com": "Molimo Vas unesite važeću email adresu. Npr. mymail@provider.com",
    "Redirecting to Login": "Preusmjeravanje na prijavu",
    "Cancel": "Poništiti",
    "I want to receive the newsletter": "Želim primati bilten.",
    "registrationLegalText": "Klikom na {QUOTE}registrirajte se s adresom e-pošte{QUOTE}, prihvatate {GTC} i potvrđujete da ste pročitali {INFORMATION_RIGHT_OF_WITHDRAWAL} i {PRIVACY_POLICY}.",
    "GTC": "Uvjeti i odredbe",
    "Information on the Right of Withdrawal": "Informacije o pravu na povlačenje",
    "Register with email address": "Registrirajte se sa email adresom",
    "Already have an account?": "Već imate račun?",
    "Login now": "Prijavite se sada",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktivacijski kod je pogrešan. Unesite aktivacijski kod koji ste dobili u e-mailu.",
    "Please confirm that you are not a robot": "Molimo potvrdite da niste robot.",
    "We sent you an activation link to: {email}": "Poslali smo vam link za aktivaciju na: {email}",
    "Activate Legends Lobby account": "Aktivirajte Legends lobby račun",
    "Please follow the instructions in the email to continue.": "Pratite uputstva u e-poruci da nastavite.",
    "Enter activation code": "Unesite aktivacijski kod",
    "E.g. 123456": "Npr. 123456",
    "Wrong email address?": "Pogrešna e-mail adresa?",
    "Change email": "Promjena e-mail adrese",
    "Please enter the activation code that you received in the email.": "Unesite aktivacijski kod koji ste dobili u e-mailu.",
    "The activation code is too short. Please enter all {int} digits.": "Aktivacijski kod je prekratak. Unesite sve {int} cifre.",
    "Start again": "Počni ponovo",
    "Set your password": "Molimo postavite Vašu šifru.",
    "Create a password for your account with a minimum length of {int} characters.": "Kreirajte šifru za svoj nalog sa minimalnom dužinom od {int} znakova.",
    "Choose a password": "Odaberite šifru",
    "Password strength": "Jačina šifre",
    "Write a password to check its strength": "Unesite šifru da provjerite njenu snagu.",
    "Set password": "Postavite šifru",
    "weak": "Slaba",
    "notStrong": "Osrednja",
    "moderate": "Umjerena",
    "good": "Dobra",
    "strong": "Jaka",
    "Password has a good length": "Šifra ima dobru dužinu",
    "Password is too short to be secure": "Šifra je prekratka da bi bila sigurna",
    "Upper and lower case used": "Korištena su gornja i donja slova",
    "No mix of upper and lower case": "Nema kombinacije velikih i malih slova",
    "Only one type of character used": "Koristi se samo jedna vrsta karaktera",
    "Two types of characters used": "Korištene su dvije vrste karaktera",
    "No letters used": "Nema korištenih slova",
    "No numbers used": "Nisu korišteni brojevi",
    "No special characters used": "Nisu korišteni posebni karakteri",
    "Three types of characters used": "Korištene su tri vrste karaktera",
    "Create Account": "Napraviti račun",
    "Pick a username and tagline": "Odaberite korisničko ime i skraćenicu",
    "Pick a username and tagline to create your unique Lobby Account.": "Odaberite korisničko ime i skraćenicu da kreirate svoj jedinstveni lobby račun.",
    "Choose a username": "Izaberi korisničko ime",
    "Choose a tagline": "Odaberite skraćenicu",
    "{int1} - {int2} characters": "{int1} - {int2} znaka",
    "Username preview": "Pregled korisničkog imena",
    "Username": "Korisničko ime",
    "Tagline": "Skraćenica:",
    "Additional information for username and tagline": "Dodatne informacije za korisničko ime i skraćenicu",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinacija vašeg korisničkog imena i skraćenice bit će vaše jedinstveno ime lobija. Sve dok je kombinacija dostupna, možete odabrati bilo koju kombinaciju koju želite.",
    "Lobby Account created!": "Lobby račun kreiran!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Vaš Legends lobby nalog s imenom za prijavu {name} je uspješno kreiran.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Pronašli smo sljedeće avatare servera povezane s vašom adresom e-pošte. Možete im pristupiti iz lobija.",
    "You didn't get a code?": "Niste dobili kod?",
    "Resend activation code": "Ponovo pošalji aktivacioni kod",
    "ActivateAccount": "Aktivirajte nalog",
    "Start Playing": "Početak igre",
    "Enter Lobby and select Gameworld": "Uđite u lobi i odaberite server",
    "Generate new tagline": "Generirajte novu oznaku",
    "Enter new password": "Unesite novu šifru",
    "loginPassword": "Lozinka",
    "Create a new password for your Legends Lobby Account.": "Kreirajte novu lozinku za svoj Legends lobby račun.",
    "Set new password": "Izaberite novu šifru",
    "Recover password": "Oporavite šifru",
    "Your password was successfully updated.": "Vaša šifra je uspješno ažurirana.",
    "You can now login with your updated credentials.": "Sada se možete prijaviti sa svojim ažuriranim akreditivima.",
    "New password set": "Nova šifra postavljena",
    "Back to Login": "Nazad na prijavu",
    "Password Recovery": "Obnavljanje šifre",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Unesite adresu e-pošte povezanu sa vašim Legends lobby računom. Poslat ćemo vam upute kako da poništite šifru.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Ako postoji lobi račun za ovu adresu e-pošte, trebali ste dobiti upute za poništavanje lozinke u svojim emailovima:",
    "Once you have recovered your password, you can log in again.": "Nakon što povratite šifru, možete se ponovo prijaviti.",
    "Next upcoming server": "Sljedeći nadolazeći server",
    "Show gameworld calendar": "Server kalendar",
    "Show all news": "Prikaži sve vijesti",
    "Load more news": "Učitaj još vijesti",
    "tribe1": "Rimljani",
    "tribe2": "Teutonci",
    "tribe3": "Gali",
    "tribe6": "Egipćani",
    "tribe7": "Huni",
    "tribe8": "Spartanci",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Unesite željeno korisničko ime. Treba biti između {min} i {max} znakova dugo.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Žao nam je ali Vaše željeno korisničko ime je prekratko. Trebalo bi imati najmanje {min} znakova.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Žao nam je ali Vaše je željeno korisničko ime predugo. Trebala bi sadržavati najviše {max} znakova.",
    "Read more here": "Pročitajte više ovdje",
    "GtlTravianAnswersId": "36",
    "Close window": "Zatvorite prozor",
    "Change player": "Promijenite igrača",
    "Change region": "Promijenite regiju",
    "One or more players found on a game world excluded by our rules.": "Jedan ili više igrača koji su pronađeni na serveru isključeni su u skladu s našim pravilima.",
    "noPlayerWithThisName": "Nije pronažen aktivni igrač s ovim imenom",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Za prijenos vašeg nepotrošenog, kupljenog zlata na postojećeg igrača molimo najprije provjerite svoje vlasništvo nad zlatom unošenjem odgovarajuće adrese e-pošte.",
    "Please verify your code": "Molimo potvrdite svoj kod.",
    "Player name found on one game world": "Ime igrača je pronađeno na serveru",
    "Please confirm selection": "Molimo potvrdite odabir",
    "error": "Greška",
    "Gold": "Zlato",
    "Gold Transfer": "Prijenos zlata",
    "Playername": "Ime igrača",
    "Game World": "Server",
    "Confirm transfer": "Potvrdite prijenos",
    "Please check the displayed data and confirm the gold transfer to continue.": "Molimo provjerite detalje koji su prikazani i potvrdite prenos zlata za nastavak.",
    "Please enter your email address in format yourname@mail.com": "Unesite svoju e-mail adresu u formatu yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Žao nam je ali čini se da je ova e-mail adresa prekratka. Trebala bi sadržavati najmanje {min} znakova.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Žao nam je ali čini se da je ova e-mail adresa preduga. Trebala bi sadržavati najviše {max} znakova.",
    "We found multiple players in different regions": "Pronašli smo više igrača u različitim regijama",
    "Please select game world": "Odaberite server",
    "Multiple players with that name were found": "Pronađeno je više igrača s tim imenom",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Pronašli smo igrača na više servera u vašoj regiji. Zlato možete prenijeti samo na jednog novog igrača. Molimo odaberite server.",
    "To find the right player, please select the region of the game world that player is located in.": "Kako bi se pronašao ispravan igrač, molimo odaberite regiju servera u kojem se igrač nalazi.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} je preneseno na igrača {player} na serveru {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Za završetak prenosa {icon} {amount}, igrač {player} treba završiti upute primljene putem IGM-a.",
    "Gold transfer successful": "Transfer zlata je uspješan",
    "Verify Ownership": "Potvrdite vlasništvo",
    "Server age in days": "Starost servera u danima",
    "Server speed": "Brzina servera",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Ovom svijetu igre se može pristupiti samo putem mobilne aplikacije Travian: Legends.",
    "Search new player": "Potražite novog igrača",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Molimo unesite ime igrača kojem želite prenijeti zlato.",
    "Language selection": "Izbor jezika",
    "Login to Lobby Account": "Prijavite se za lobby račun",
    "Email address / account name": "Adresa e-pošte / ime naloga",
    "Enter your email address or account name": "Unesite svoju adresu e-pošte ili ime naloga",
    "Password": "Šifra",
    "Enter your password": "Unesite šifru.",
    "Please enter your password": "Molimo unesite svoju šifru.",
    "Forgot your password?": "Zaboravili ste šifru?",
    "Recover": "Oporaviti",
    "Privacy Policy": "Politika privatnosti",
    "Register": "Registrirajte se",
    "or continue with": "ili nastavite sa",
    "Back to Registration": "Nazad na registraciju",
    "Need Help?": "Trebate pomoć?",
    "Something went wrong": "Nešto nije uredu",
    "Something went wrong with your social login.": "Došlo je do greške prilikom prijave na vašu društvenu mrežu.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Molimo pokušajte ponovo ili, ako problem i dalje postoji, slobodno kontaktirajte naš tim za podršku za pomoć.",
    "Email already used": "E-pošta je već korištena",
    "The email address provided is already used for a Travian: Legends lobby account.": "Navedena adresa e-pošte se već koristi za Travian: Legends lobi račun.",
    "Please use your email address to login.": "Molimo koristite svoju email adresu da se prijavite.",
    "Email permission missing": "Nedostaje dozvola za e-poštu",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Da biste počeli igrati Travian: Legends, potrebna nam je vaša dozvola za pristup vašoj email adresi.",
    "Please try again with the correct permission settings or try another registration method.": "Molimo pokušajte ponovo s ispravnim postavkama dozvola ili isprobajte drugu metodu registracije.",
    "registrationSocialLegalText": "Klikom na {QUOTE} potvrdite {QUOTE}, prihvatate {GTC} i potvrđujete da ste obavješteni i upoznati sa {INFORMATION_RIGHT_OF_WITHDRAWAL} i sa {PRIVACY_POLICY}.",
    "Confirm": "Potvrdi",
    "Contact support": "Kontaktirajte podršku",
    "Unexpected Error": "Neočekivana greška",
    "Terms & Conditions": "Opšti uslovi korištenja",
    "Right of Withdrawal": "Pravo na povlačenje",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Sva prava zadržana.",
    "Imprint": "Kontakt",
    "Responsible for this website": "Osobe odgovorne za ovu internet stranicu",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Munich\nNjemačka\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdikcija",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nPDV ID br. DE 246258085\nIzvršni direktori: Viktor Pulz, Jörg Strathaus\nPhone: 004989/32 49 15 93 8 (nije za podršku u igri)\nFax: 004989/32 49 15 97 3 (samo plus podrška)",
    "Support": "Podrška",
    "Contact": "Kontakt",
    "Youth protection officer": "Službenik za zaštitu mladih",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Službenik za zaštitu privatnosti",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Molimo ne zaboravite navesti Vaše korisničko ime i server kada pišete Podršci.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Vlasnik svih prava na tekstove, grafiku i izvorne kodove je kompanija Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian je registrovani zaštitni znak kompanije Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "  Evropska komisija stvorila je platformu za internetsko rješavanje sporova (ODR platforma) između trgovaca i potrošača. Ova ODR platforma je dostupna putem sljedećeg linka: {link}. Nismo dužni učestvovati i trenutno nećemo učestvovati u alternativnim rješavanjima sporova ili platformama za rješavanje sporova.",
    "Game Rules": "Pravila igre",
    "gameRulesInfo": "Pravila igre su dodatak Opštih uslova korištenja. U slučaju zabrane ili kako bi se provjerilo šta je dopušteno, a šta nije, trebali bi konsultovati {Terms & Conditions}, a posebno poglavlje 6.\n\n\nPokušaj da se zaobiđu pravila igre, da se drugi igrač ohrabri da prekrši pravila igre ili da stekne prednost kršenjem pravila će se tretirati kao kršenje i kažnjavati srazmjerno kršenju i diskreciji Travian: Legends tima. Sva pravila igre se i dalje primjenjuju na igrače koji žele izbrisati svoj lobi nalog ili su u procesu brisanja lobi naloga.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Svaki igrač smije posjedovati i igrati na jednom avataru po serveru.",
    "gameRules1.1.b": "Avatar se može uvijek igrati za svoju korist ili korist konfederacije. Avatari koji postoje samo u korist avatara izvan istog saveza ili konfederacije mogu biti trajno zabranjeni i izbrisani. Avatari koji imaju koristi od avatara koji su postojali samo u njihovu korist mogu biti strogo kažnjeni. \n\nNedozvoljene radnje uključuju, ali nisu ograničene na sljedeće radnje:",
    "gameRules1.1.b-1": "Privatna farme: pljačke na avatare izvan konfederacije napadača koji dozvoljavaju da budu pljačkani od strane određenog igrača ili više igrača iz konfederacije. Ovo ne utiče na uobičajenu farmu gdje neaktivne igrače napada više konfederacija.",
    "gameRules1.1.b-2": "Izgradnja sela u svrhu osvajanja od strane drugih igrača izvan njihove vlastite konfederacije.",
    "gameRules1.2": "Vlasnik lobi naloga i avatara je osoba čija je e-mail adresa povezana sa računom.  U slučaju osnovane sumnje, od igrača se može tražiti da napiše e-mail Podršci sa registrirane e-mail adrese lobi naloga, kako bi potvrdili da je igrač vlasnik lobi naloga. Niti jedan član Travian: Legends osoblja nikada neće tražiti Vašu lozinku.",
    "gameRules1.3.a": "Dijeljenje lozinke Lobby računa nije dozvoljeno, uključujući slučaj \"duali\" – kada avatar igraju dva ili više igrača. Duali moraju biti dodati u Lobby za određene servere i moraju se prijaviti na svoj vlastiti Lobby račun da bi pristupili avataru kojem su dodijeljeni kao dual. \n\nTravian Games GmbH ne nadoknađuje vlasniku lobi naloga za bilo kakvu štetu učinjenu na lobi nalogu ili avataru od strane osobe koja je dobila šifru računa.",
    "gameRules1.3.b": "Ako igrač želi da pređe sa jednog avatara na drugi ili da kreira novi, onda stari avatar mora biti obrisan prije nego što se odobri pristup novom avataru ili se kreira novi avatar.",
    "gameRules1.4": "Ako je neaktivan, avatar može biti izbrisan najranije sedam dana nakon zadnje prijave.",
    "gameRules1.5": "Pozivanje prijatelja: u slučaju da je sistem za preporuke zloupotrijebljen (npr. pravljenjem nekoliko naloga protivno pravilu 1.1), pozivalac i pozvani igrač mogu se smatrati odgovornima i biti kažnjeni.",
    "gameRules1.6": "Zloupotreba sistema plaćanja i blokade može dovesti do brisanja računa bez mogućnosti žalbe.",
    "gameRules1.7": "Zloupotreba dizajna igre, koju Korisnička služba smatra narušavajućom za igračko iskustvo drugih, može se sankcionirati.",
    "gameRules1.8": "Ponude „Specijali\" poput paketa Gold Starter Pack, isključene su iz Prijenosa zlata. Ova odredba zamjenjuje {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 od T&C",
    "Sitting an avatar": "Sitanje avatara",
    "gameRules2.1": "Svaki igrač može imati dva čuvara računa koji mogu pristupiti avataru. Čuvar računa mora čuvati nalog koristeći opciju \"čuvar računa\" u igri. Šifra lobby računa se ne smije dati čuvaru računa. Zloupotreba opcije čuvara računa je zabranjena.",
    "gameRules2.2": " Travian Games GmbH ne nadoknađuje štetu prouzročenu od strane čuvara naloga. Vlasnik lobby računa je u potpunosti odgovoran za sve postupke čuvara računa i igrača sa kojima igraju na avataru. Ukoliko čuvar računa krši pravila igre ili Opšte uslove korištenja igre Travian: Legends, vlasnik lobi računa i čuvar računa mogu biti kažnjeni.",
    "Use of external programs": "Upotreba eksternih programa",
    "gameRules3.1": "Travian: Legends se mora igrati korištenjem konvencionalnog i nemodificiranog pretraživača. Korištenje skripti i/ili botova za automatiziranje radnji na avataru ili imitiranje premium opcija je zabranjeno. \n\nTo uključuje, ali nije ograničeno na sljedeće radnje:",
    "gameRules3.1.1": "Automatsko pljačkanje drugih računa (i automatsko slanje vezanih napada)",
    "gameRules3.1.2": "Automatsko započinjanje avantura",
    "gameRules3.1.3": "Automatska gradnja i nadogradnja resursnih polja i zgrada u naseljima.",
    "gameRules3.1.4": "Automatsko skeniranje mape",
    "gameRules3.1.5": "Automatsko skeniranje statistika drugih igrača",
    "gameRules3.1.6": "Automatsko slanje resursa drugim računima",
    "gameRules3.1.7": "Automatska obuka vojske",
    "gameRules3.1.8": "Automatsko stavljanje ponuda za predmete na aukcijama",
    "gameRules3.1.9": "Automatsko pokretanje proslava",
    "gameRules3.1.10": "Skeniranje vlastitih sela kako bi se na jednom mjestu prikazali resursi i informacije o selu",
    "gameRules3.1.11": "Sve ostale automatizirane radnje koje provodi softver treće strane",
    "gameRules3.2": "Travian Games zadržava pravo kažnjavanja igrača koji koriste skriptu ili bot za automatiziranje akcija trajno ili ograničeno vrijeme dok je server aktivan.",
    "Program errors / bugs": " Programske greške",
    "gameRules4.1": "Greške u igri ne smiju biti zloupotrijebljene za dobrobit računa te ih treba prijaviti Podršci. Zloupotreba bilo kakve greške je kažnjiva.",
    "Selling/buying game content": "Prodaja/kupovina sadržaja igre",
    "gameRules5.1": "Prodaja ili kupovina naloga, resursa, jedinica, sela, zlata, srebra ili usluga od trećih osoba je zabranjena. Ponuda za prodaju ili kupnju sadržaja za igru za novac također je zabranjena.  Računi i avatari se ne smiju dati u zamjenu za novac.",
    "Netiquette": "Bonton ponašanja",
    "gameRules6.1": "Igrači moraju uvijek komunicirati na pristojan način.",
    "gameRules6.2": "Neprikladne profile, imena sela ili bilo koji drugi sadržaj Služba za korisnike smije promijeniti bez upozorenja. Alijanse sa neprikladnim imenima i/ili sadržajem u njihovom profilu, javnom forumu i ostalim javnim mjestima mogu biti obrisane odmah.",
    "gameRules6.3": "Sljedeće ponašanje strogo je zabranjeno: uvredljivo, klevetničko, seksističko, rasističko ili vulgarno izražavanje; neprijateljsko ponašanje prema bilo kojoj religiji, rasi, naciji, spolu, dobnoj skupini ili seksualnoj orijentaciji; stvarne prijetnje po život; oponašanje Travian: Legends osoblja ili službenog položaja unutar kompanije.",
    "gameRules6.4": "U igri se ne smije spominjati politika iz stvarnog života.",
    "gameRules6.5": "Zabranjeno je postavljanje i prikazivanje materijala koji nije za maloljetnike.",
    "gameRules6.6": "Poruke u sklopu igre mogu biti objavljene samo uz pristanak obje strane. Objavljivanje poruka ili e-maila za ili od Travian: Legends osoblja je zabranjeno, osim uz izričito odobrenje.",
    "gameRules6.7": "Reklame bilo koje vrste nisu dopuštene.",
    "gameRules6.8": "Bilo kakav neprimjeren sadržaj, koji Korisnička služba smatra remetilačkim za igračko iskustvo drugih, može se sankcionirati.",
    "Punishments": "Kazne",
    "gameRules7.1": "U slučajevima kršenja pravila igre ili Opštih uslova korištenja, račun će biti blokiran i može biti odblokiran uz kaznu u skladu s prekršajem koji se dogodio. Neprikladna imena računa i avatara mogu se promijeniti. Svi gubici za vrijeme blokade, uključujući \"Plus nalog\" i zlato neće biti nadoknađeni od strane Travian Games GmbH. Svi igrači se tretiraju jednako, bez obzira da li kupuju zlato ili ne.",
    "gameRules7.2": "O blokadi se može razgovarati samo s timom Službe za korisnike putem {Customer Service portal}.\n \nZabranu i kaznu daje jedan član Tima za provođenje pravila. U slučaju prigovora, drugi član tima za provođenje pravila razmotrit će zabranu i kaznu. Njihova odluka je konačna.\n\nIgrači prihvaćaju da tim Travian: Legends ne može otkriti mehanizme koji se koriste za otkrivanje kršenja jer bi se takvi mehanizmi mogli zaobići.\n\nBlokade, brisanja i njihove posljedice ne smiju se raspravljati javno. Travian: Legends tim ne daje informacije o blokiranim nalozima pojedincima osim onima koji su uključeni.",
    "Customer Service portal": "korisnički servis",
    "Rule changes and correction clause": "portala Službe za korisnike",
    "gameRules8.1": "Travian GamesGmbH zadržava pravo izmjene pravila u bilo kojem trenutku.",
    "gameRules8.2": "Ako bi pojedine odredbe pravila trebale postati neefektivne ili nevažeće, to neće uticati na validnost preostalih odredbi. Travian Games GmbH obvezuje se da zamijeni neefikasne propise s novim propisima što je brže moguće.",
    "gameRules8.3": "U slučaju nedosljednosti ili odstupanja između engleske verzije i bilo koje druge jezične verzije ove publikacije, prevladaće verzija na engleskom jeziku.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Detaljnija objašnjenja određenih pravila igre mogu se naći u {Game Rules FAQ}.",
    "Game Rules FAQ": "Često postavljana pitanja o pravilima igre",
    "Romans": "Rimljani",
    "Teutons": "Teutonci",
    "Gauls": "Gali",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Disciplinirane legije, napredno inženjerstvo i strateška briljantnost definiraju Rim. Vodite svoje legionare da prošire svoje carstvo kroz vojnu moć i kulturnu dominaciju.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Žestoki osvajači, nemilosrdni ratnici i neumoljiva agresija karakteriziraju Teutonce. Predvodi svoje divlje snage da pljačkaju neprijatelje i usađuju strah u njihova srca munjevitim napadima.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Brzi branitelji, lukave zamke i skrivene pukotine štite galske resurse. Vodite svoje pleme da nadživi neprijatelje otpornošću i lukavstvom.",
    "You have reached the end - no more news found.": "Dostigli ste kraj – nema više pronađenih vijesti.",
    "imprintTitle": "Travian: Legends – International | štampa",
    "imprintDescription": "Stupite u kontakt sa nadležnima i službenicima za zaštitu podataka za internet stranicu i naziv Travian: Legends - International.",
    "gameRulesTitle": "Travian: Legends – International | Pravila igre",
    "gameRulesDescription": "Saznajte više o kodeksu ponašanja i pravilima igre Travian: Legends – International.  ✓ Direktno u vašem pregledniku  ➤ IGRAJTE SADA na našim preporučenim međunarodnim svjetovima igara",
    "Name contains invalid characters, is not allowed, or invalid": "Ime ili sadrži nevažeće znakove, ili nije dozvoljeno ili važeće",
    "Avatar Exists": "Avatar postoji",
    "Access Denied": "Pristup zabranjen.",
    "Unauthorized": "Neovlašteno",
    "Resend activation code not provided": "Ponovo poslani aktivacioni kod nije unesen",
    "Resend activation code invalid": "Ponovo poslati aktivacioni kod nije ispravan",
    "Code challenge provided, but method is not": "Izazov sa kodom je dostavljen, ali metoda nije",
    "Please accept Terms and Conditions": "Molimo vas da prihvatite Uslove i odredbe",
    "No proper email address can be found in authentication credentials": "U autentifikacijskim podacima nije pronađena ispravna adresa e-pošte",
    "Wrong email, account name or password": "Pogrešan email, ime naloga ili lozinka",
    "Identity needs activation": "Identitet treba aktivirati",
    "Token is invalid for this request": "Token je nevažeći za ovaj zahtjev",
    "Invalid identity provider": "Nevažeći pružatelj identiteta",
    "Client is unauthorized": "Klijent je neovlašten",
    "Failed to figure out transfer target": "Nije moguće odrediti cilj transfera",
    "Cannot transfer this GTL to the target gameworld": "Ne mogu prenijeti ovu GTL licencu na ciljni server",
    "Refer a friend": "Preporuči prijatelja",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Već imate avatar na navedenom serveru. Funkcija \"preporuči prijatelja\" radi samo u serverima u kojima nemate avatara.",
    "To the Lobby": "Idi u lobi",
    "To the referred gameworld": "Idi u preporučeni server",
    "Change account?": "Promjenite račun",
    "Log out": "Odjava",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Molimo unesite željeno ime za avatar. Treba biti između {min} i {max} znakova dugo.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Žao nam je, ali željeno ime vašeg avatara je prekratko. Trebalo bi imati najmanje {min} znakova.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Žao nam je, ali željeno ime vašeg avatara je predugo. Trebala bi sadržavati najviše {max} znakova.",
    "Change avatar": "Promijeni avatar",
    "One or more avatars found on a game world excluded by our rules.": "Jedan ili više avatara pronađenih na serveru koji je isključen našim pravilima.",
    "noAvatarWithThisName": "Nije pronađen aktivan avatar s ovim imenom",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Da biste prenijeli nepotrošeno zlato koje ste kupili na postojeći avatar, prvo potvrdite vlasništvo nad zlatom unosom odgovarajuće adrese e-pošte.",
    "Avatar name found on one game world": "Ime avatara pronađeno na jednom svijetu igre",
    "Avatarname": "Ime avatara",
    "We found multiple avatars in different regions": "Pronašli smo više avatara u različitim regijama",
    "Multiple avatars with that name were found": "Pronađeno je više avatara s ovim imenom",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Pronašli smo ovaj avatar na više servera u vašoj regiji. Zlato možete prenijeti samo na jednog novog avatara. Molimo odaberite server.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Da biste pronašli pravi avatar, odaberite regiju servera u kojoj se avatar nalazi.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} je prebačen na avatara {avatar} u serveru {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Da bi se završio transfer {icon}{amount}, avatar {avatar} mora ispuniti upute primljene putem IGM-a.",
    "Search new avatar": "Pretraži novi avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Molimo unesite ime avatara kojem želite prenijeti zlato.",
    "This gameworld is only accessible for mobile players.": "Ovaj svijet igre dostupan je samo mobilnim igračima.",
    "This gameworld is restricted to players with a special invitation code.": "Ovaj server je ograničen na igrače sa posebnim pozivnim kodom.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Ovo je poseban server koji može biti dostupan samo ograničeno vrijeme i može imati drugačije karakteristike od klasičnih servera.",
    "Pop-up was blocked": "Skočni prozor je blokiran",
    "The pop-up for your social login was blocked by your browser.": "Vaš preglednik je blokirao skočni prozor za prijavu na društvene mreže.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Molimo provjerite postavke vašeg preglednika, dozvolite skočne prozore i pokušajte ponovo. Ako problem i dalje postoji, slobodno kontaktirajte naš tim za podršku za pomoć."
}