{
    "homeTitle": "Travian: Legends – Česká republika | Online multiplayerová strategická hra",
    "homeDescription": "Přidej se ke slavné strategické hře pro experty s tisíci skutečných hráčů ✓ Přímo ve tvém prohlížeči  ➤ HRAJ TEĎ na námi doporučených herních světech International",
    "newsTitle": "Travian: Legends – Česká republika | Novinky",
    "newsDescription": "Zjisti více o posledních novinkách a aktualizacích ✓ Přímo ve tvém prohlížeči  ➤ HRAJ TEĎ na námi doporučených herních světech International",
    "calendarTitle": "Travian: Legends – Česká republika | Kalendář herních světů",
    "calendarDescription": "Zjisti více o nadcházejících serverech pro hraní Travian: Legends – Česká republika ✓ Přímo ve tvém prohlížeči  ➤ HRAJ TEĎ na námi doporučených herních světech International",
    "Gameworld calendar": "Kalendář herních světů",
    "Date": "Datum",
    "Speed": "Rychlost",
    "Construction plans": "Stavební plány",
    "Artefacts": "Artefakty",
    "Gameworld end": "Konec herního světa",
    "Wonder of the World, level 100": "Div světa na úrovni 100",
    "Local gameworld languages": "Jazyky místních herních světů",
    "Article image": "Obrázek článku",
    "Read full story": "Přečíst celý článek",
    "Read": "Číst",
    "News & Updates": "Novinky a aktualizace",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Ještě nebyly definovány všechny podrobnosti o herním světě. Po jejich aktualizaci obdržíš oznámení v lobby.",
    "Currently no entries": "Momentálně žádné položky",
    "Join Gameworld": "Přidej se na herní svět",
    "Play Now": "Hraj teď",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Tento herní svět je vyhrazen pouze pro hráče se speciálním kódem pozvánky. Pokud ho máš, zadej ho, aby ses mohl připojit k hernímu světu.",
    "Your invitation code": "Tvůj kód pozvánky",
    "Enter invitation code": "Zadej kód pozvánky",
    "Please enter the invitation code that you received.": "Zadej prosím kód pozvánky, který ti přišel e-mailem.",
    "The invitation code is too short. Please enter all {INT} characters.": "Kód pozvánky je příliš krátký. Zadej prosím všech {INT} znaků.",
    "Invitation code cooldown": "Odpočet kódu pozvánky",
    "digits": "číslic",
    "To news overview": "K přehledu novinek",
    "Home": "Úvod",
    "Gameworld Calendar": "Kalendář herních světů",
    "Tournament": "Turnaj",
    "Login": "Přihlásit se",
    "Account settings": "Nastavení účtu",
    "Data consent": "Souhlas s údaji",
    "To lobby": "Do lobby",
    "Logout": "Odhlásit",
    "Search for a language or country": "Hledat jazyk nebo zemi",
    "No language matches your search. Are you sure you typed it correctly?": "Tvému hledání neodpovídá žádný jazyk. Určitě jsi ho zadal správně?",
    "Your email address is already connected to a Legends Lobby Account.": "Tvá e-mailová adresa už je propojena s účtem v lobby Travian: Legends.",
    "Create Legends Lobby Account": "Vytvořit účet v lobby Travian: Legends",
    "Enter your email address": "Zadej svou e-mailovou adresu",
    "Email Address": "E-mailová adresa",
    "Please enter your email address": "Zadej prosím svou e-mailovou adresu",
    "Please enter your email address or account name": "Zadej prosím svou e-mailovou adresu nebo jméno účtu",
    "Please enter a valid email address. E.g. mymail@provider.com": "Zadej prosím platnou e-mailovou adresu. Např. mujmail@poskytovatel.cz",
    "Redirecting to Login": "Přesměrování na přihlášení",
    "Cancel": "Zrušit",
    "I want to receive the newsletter": "Chci odebírat newsletter.",
    "registrationLegalText": "Kliknutím na {QUOTE}registrovat se pomocí e-mailové adresy{QUOTE} přijímáš {GTC} a potvrzuješ přečtení {INFORMATION_RIGHT_OF_WITHDRAWAL} a {PRIVACY_POLICY}.",
    "GTC": "VOP",
    "Information on the Right of Withdrawal": "Informace o právu na odstoupení od smlouvy",
    "Register with email address": "Registrovat se pomocí e-mailové adresy",
    "Already have an account?": "Už máš účet?",
    "Login now": "Přihlas se nyní",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktivační kód je nesprávný. Zadej prosím aktivační kód, který ti přišel e-mailem.",
    "Please confirm that you are not a robot": "Potvrď prosím, že nejsi robot.",
    "We sent you an activation link to: {email}": "Poslali jsme ti aktivační odkaz na: {email}",
    "Activate Legends Lobby account": "Aktivovat účet v lobby Travian: Legends",
    "Please follow the instructions in the email to continue.": "Pokračuj prosím podle instrukcí v e-mailu.",
    "Enter activation code": "Zadej aktivační kód",
    "E.g. 123456": "Např. 123456",
    "Wrong email address?": "Špatná e-mailová adresa?",
    "Change email": "Změnit e-mailovou adresu",
    "Please enter the activation code that you received in the email.": "Zadej prosím aktivační kód, který ti přišel e-mailem.",
    "The activation code is too short. Please enter all {int} digits.": "Aktivační kód je příliš krátký. Zadej prosím všech {int} číslic.",
    "Start again": "Začít znovu",
    "Set your password": "Nastav si heslo",
    "Create a password for your account with a minimum length of {int} characters.": "Vytvoř si heslo ke svému účtu s minimální délkou {int} znaků.",
    "Choose a password": "Zvol si heslo",
    "Password strength": "Síla hesla",
    "Write a password to check its strength": "Zadej heslo pro kontrolu jeho síly.",
    "Set password": "Nastavit heslo",
    "weak": "Slabé",
    "notStrong": "Průměrné",
    "moderate": "Střední",
    "good": "Dobré",
    "strong": "Silné",
    "Password has a good length": "Heslo má dostatečnou délku",
    "Password is too short to be secure": "Heslo je příliš krátké na to, aby bylo bezpečné",
    "Upper and lower case used": "Jsou používána malá a velká písmena",
    "No mix of upper and lower case": "Žádná velká a malá písmena",
    "Only one type of character used": "Použit jen jeden typ znaků",
    "Two types of characters used": "Použity dva typy znaků",
    "No letters used": "Žádná použitá písmena",
    "No numbers used": "Žádná použitá čísla",
    "No special characters used": "Žádné použité speciální znaky",
    "Three types of characters used": "Použity tři typy znaků",
    "Create Account": "Vytvořit účet",
    "Pick a username and tagline": "Zvol si uživatelské jméno a přídomek",
    "Pick a username and tagline to create your unique Lobby Account.": "Zvol si uživatelské jméno a přídomek, aby sis mohl vytvořit svůj jedinečný účet v lobby.",
    "Choose a username": "Vyber uživatelské jméno",
    "Choose a tagline": "Vyber přídomek",
    "{int1} - {int2} characters": "{int1}–{int2} znaků",
    "Username preview": "Náhled jména",
    "Username": "Uživatelské jméno",
    "Tagline": "Přídomek",
    "Additional information for username and tagline": "Další informace k uživatelskému jménu a přídomku",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinace tvého uživatelského jména a přídomku bude tvým jedinečným jménem v lobby. Pokud je příslušná kombinace k dispozici, můžeš si vybrat libovolnou kombinaci.",
    "Lobby Account created!": "Účet v lobby vytvořen!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Tvůj účet v lobby s přihlašovacím jménem {name} byl úspěšně vytvořen.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Ke tvé e-mailové adrese byly přiřazeny následující postavy z herních světů. Máš k nim přístup z lobby.",
    "You didn't get a code?": "Nepřišel ti kód?",
    "Resend activation code": "Znovu poslat aktivační kód",
    "ActivateAccount": "Aktivovat účet",
    "Start Playing": "Začít hrát",
    "Enter Lobby and select Gameworld": "Vstup do lobby a vyber herní svět",
    "Generate new tagline": "Generovat nový přídomek",
    "Enter new password": "Zadej nové heslo",
    "loginPassword": "Heslo",
    "Create a new password for your Legends Lobby Account.": "Vytvoř si nové heslo ke svému účtu v lobby Travian: Legends.",
    "Set new password": "Nastavit nové heslo",
    "Recover password": "Obnovit heslo",
    "Your password was successfully updated.": "Tvé heslo bylo úspěšně aktualizováno.",
    "You can now login with your updated credentials.": "Nyní se můžeš přihlásit pomocí svých aktualizovaných přihlašovacích údajů.",
    "New password set": "Nastaveno nové heslo",
    "Back to Login": "Zpět k přihlášení",
    "Password Recovery": "Obnovení hesla",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Zadej e-mailovou adresu spojenou s tvým účtem v lobby Travian: Legends. Pošleme ti instrukce, jak si resetovat heslo.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Pokud pro tuto e-mailovou adresu existuje účet v lobby, měl bys mít instrukce pro resetování svého hesla ve své e-mailové schránce:",
    "Once you have recovered your password, you can log in again.": "Jakmile obnovíš své heslo, můžeš se znovu přihlásit.",
    "Next upcoming server": "Další nadcházející svět",
    "Show gameworld calendar": "Zobrazit kalendář herních světů",
    "Show all news": "Zobrazit všechny novinky",
    "Load more news": "Více novinek",
    "tribe1": "Říman",
    "tribe2": "Germán",
    "tribe3": "Gal",
    "tribe6": "Egypťan",
    "tribe7": "Hun",
    "tribe8": "Sparťan",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Zadej prosím své jméno. Mělo by mít mezi {min}–{max} znaky.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Omlouváme se, ale tebou zadané jméno je příliš krátké. Mělo by mít alespoň {min} znaků.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Omlouváme se, ale tebou zadané jméno je příliš dlouhé. Měla by mít maximálně {max} znaků.",
    "Read more here": "Přečti si více zde",
    "GtlTravianAnswersId": "36",
    "Close window": "Zavřít okno",
    "Change player": "Změnit hráče",
    "Change region": "Změnit region",
    "One or more players found on a game world excluded by our rules.": "Jeden nebo více hráčů nalezeno na herních světech, které jsou z převodu vyloučeny.",
    "noPlayerWithThisName": "Nenalezen žádný aktivní hráč s tímto jménem",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Pro převod svých neutracených zakoupených zlatých již existujícímu hráči nejprve prosím potvrď vlastnictví zlatých zadáním příslušné e-mailové adresy.",
    "Please verify your code": "Ověř prosím svůj kód",
    "Player name found on one game world": "Jméno hráče nalezeno na jednom herním světě",
    "Please confirm selection": "Potvrď výběr",
    "error": "chyba",
    "Gold": "Zlaté",
    "Gold Transfer": "Převod zlatých",
    "Playername": "Jméno hráče",
    "Game World": "Herní svět",
    "Confirm transfer": "Potvrdit převod",
    "Please check the displayed data and confirm the gold transfer to continue.": "Zkontroluj prosím zobrazené podrobnosti a potvrď převod zlatých.",
    "Please enter your email address in format yourname@mail.com": "Zadej prosím svou e-mailovou adresu ve formátu tvejmeno@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Omlouváme se, ale tato e-mailová adresa se zdá být příliš krátká. Měla by mít alespoň {min} znaků.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Omlouváme se, ale tato e-mailová adresa se zdá být příliš dlouhá. Měla by mít maximálně {max} znaků.",
    "We found multiple players in different regions": "Našli jsme více hráčů v různých regionech",
    "Please select game world": "Vyber herní svět",
    "Multiple players with that name were found": "Nalezeno více hráčů s tímto jménem",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Našli jsme tohoto hráče na více herních světech ve tvém regionu. Zlaté můžeš převést pouze jednomu novému hráči. Vyber prosím herní svět.",
    "To find the right player, please select the region of the game world that player is located in.": "Pro nalezení správného hráče vyber region herního světa, na kterém hráč hraje.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} bylo převedeno hráči {player} na herním světě {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Pro dokončení převodu {icon} {amount} musí hráč {player} postupovat podle instrukcí uvedených ve zprávě ve hře.",
    "Gold transfer successful": "Převod zlatých byl úspěšný",
    "Verify Ownership": "Ověřit vlastnictví",
    "Server age in days": "Stáří serveru ve dnech",
    "Server speed": "Rychlost serveru",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Na tento herní svět se můžeš připojit pouze prostřednictvím mobilní aplikace Travian: Legends .",
    "Search new player": "Vyhledat nového hráče",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Zadej prosím jméno hráče, kterému chceš zlaté převést.",
    "Language selection": "Výběr jazyka",
    "Login to Lobby Account": "Přihlášení do účtu v lobby",
    "Email address / account name": "E-mailová adresa / jméno účtu",
    "Enter your email address or account name": "Zadej svou e-mailovou adresu nebo jméno účtu",
    "Password": "Heslo",
    "Enter your password": "Zadej své heslo",
    "Please enter your password": "Zadej prosím své heslo",
    "Forgot your password?": "Zapomněl jsi heslo?",
    "Recover": "Obnovit",
    "Privacy Policy": "Zásady ochrany soukromí",
    "Register": "Zaregistrovat",
    "or continue with": "nebo pokračuj s",
    "Back to Registration": "Zpět k registraci",
    "Need Help?": "Potřebuješ pomoct?",
    "Something went wrong": "Něco se pokazilo",
    "Something went wrong with your social login.": "Něco se pokazilo s tvým přihlášením na sociální síť.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Zkus to prosím znovu, nebo pokud problém přetrvává, kontaktuj naši zákaznickou podporu.",
    "Email already used": "E-mail je již používán",
    "The email address provided is already used for a Travian: Legends lobby account.": "Zadaná e-mailová adresa je již použita pro lobby účet v Travian: Legends.",
    "Please use your email address to login.": "Zadej prosím svou e-mailovou adresu pro přihlášení.",
    "Email permission missing": "Chybějící povolení e-mailu",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Chceš-li začít hrát hru Travian: Legends, potřebujeme tvé povolení k přístupu ke tvé e-mailové adrese.",
    "Please try again with the correct permission settings or try another registration method.": "Zkus to prosím znovu se správným nastavením oprávnění nebo zkus jiný způsob registrace.",
    "registrationSocialLegalText": "Kliknutím na {QUOTE}Potvrdit{QUOTE} přijímáš {GTC} a potvrzuješ přečtení {INFORMATION_RIGHT_OF_WITHDRAWAL} a {PRIVACY_POLICY}.",
    "Confirm": "Potvrdit",
    "Contact support": "Kontaktovat support",
    "Unexpected Error": "Neočekávaná chyba",
    "Terms & Conditions": "Všeobecné obchodní podmínky",
    "Right of Withdrawal": "Právo na odstoupení od smlouvy",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. &nbsp;Všechna práva vyhrazena.",
    "Imprint": "O nás",
    "Responsible for this website": "Odpovědný za tyto stránky",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Mnichov\nNěmecko\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdikce",
    "imprintJurisdiction": "Okresní soud v Mnichově, HRB 173511\nIČ DPH č. DE 246258085\nVýkonní ředitelé: Viktor Pulz, Jörg Strathaus\nTelefon: 004989/32 49 15 93 8 (neslouží pro herní podporu)\nFax: 004989/32 49 15 97 3 (pouze pro Plus support)",
    "Support": "Support",
    "Contact": "Kontakt",
    "Youth protection officer": "Ochrana mládeže",
    "imprintYouthProtection": "Právník Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Ochrana dat",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Prosím nezapomeň napsat své uživatelské jméno a herní svět, pokud píšeš podpoře.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Všechna práva k textům, grafice a zdrojovým kódům vlastní Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian je registrovaná obchodní známka Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Evropská komise vytvořila pro obchodníky a zákazníky platformu pro řešení sporů on-line. Tato platforma je dostupná na následujícím odkazu: {link}. Nejsme povinni se účastnit a v současné době se ani neúčastníme alternativních řešení sporů či platforem pro řešení sporů.",
    "Game Rules": "Pravidla hry",
    "gameRulesInfo": "Tato pravidla jsou součástí Všeobecných obchodních podmínek. V případě zablokování účtu nebo ověření, co je povoleno a co není, bys měl/a nahlédnout také do {Terms & Conditions}, zejména do 6.\n\n\nPokus o obcházení pravidel, navádění jiného hráče k porušení pravidel hry nebo snaha získat výhodu z porušení pravidel budou považovány za porušení pravidel a budou potrestány úměrně k porušení pravidel podle uvážení týmu Travian: Legends. Všechna pravidla platí i pro hráče, kteří chtějí smazat svůj účet v lobby nebo postavu, nebo už jsou v procesu mazání svého účtu v lobby nebo postavy.",
    "Avatar": "Postava",
    "gameRules1.1.a": "Každý hráč může vlastnit a hrát pouze jednu postavu na jednom herním světě.",
    "gameRules1.1.b": "Postava musí být vždy hrána pro svůj vlastní prospěch nebo pro prospěch své konfederace. Postavy, které existují pro prospěch postav mimo stejnou alianci či konfederaci, můžou být trvale zablokovány a smazány. Postavy, které profitují z postav existujících pro jejich prospěch, můžou být potrestány. \n\nNepovolené chování zahrnuje (ale není omezeno na) následující akce:",
    "gameRules1.1.b-1": "Soukromé farmení: loupení postav mimo konfederaci loupežníka, které umožňují loupeže vybraného hráče nebo více hráčů z konfederace. To nemá vliv na obvyklé farmení, kdy jsou neaktivní hráči napadáni více konfederacemi.",
    "gameRules1.1.b-2": "Budování vesnic za účelem jejich dobytí jinými hráči mimo vlastní konfederaci.",
    "gameRules1.2": "Majitelem účtu v lobby a postavy je ten, komu patří e-mail, na který je účet v lobby registrován.  V případě pochybností může být hráč požádán o zaslání e-mailu na support z registrační e-mailové adresy účtu v lobby, aby bylo možné ověřit, že hráč je majitelem účtu v lobby. Žádný člen týmu Travian: Legends se vás nikdy nebude ptát na heslo k účtu.",
    "gameRules1.3.a": "Sdílení hesla k účtu v lobby není povoleno, a to ani v případě „dualů“, kdy jednu postavu hrají dva nebo více hráčů. Dualové musí být přidáni v lobby pro konkrétní herní světy a musí se přihlásit ke svému vlastnímu účtu v lobby, aby získali přístup k postavě, k níž byli přiřazeni jako dual. \n\nSpolečnost Travian Games GmbH nebude kompenzovat majitele účtu v lobby za žádné škody na účtu v lobby nebo na postavě způsobené někým, kdo získal heslo.",
    "gameRules1.3.b": "Pokud si hráč přeje přejít z jedné postavy na druhou, nebo si vytvořit novou, musí být stará postava smazána předtím, než je udělen přístup k nové postavě nebo je nová postava vytvořena.",
    "gameRules1.4": "Neaktivní postavy můžou být automaticky smazány nejdříve po 7 dnech od posledního přihlášení.",
    "gameRules1.5": "Referenční odkazy: v případě zneužití referenčního systému (např. vytvořením více postav, což je porušením sekce 1.1) můžou být potrestáni pozvaný i zvoucí hráče.",
    "gameRules1.6": "Zneužití systému plateb a banů může vést ke smazání postavy bez práva na odvolání.",
    "gameRules1.7": "Zneužití designu hry, které je zákaznickým servisem považované za rušivé pro herní zážitek ostatních, může být potrestáno.",
    "gameRules1.8": "„Speciální nabídky“, jako např. Zlatý startovní balíček, jsou vyloučeny z převodu zlatých. Tímto ustanovením se nahrazuje bod {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 VOP",
    "Sitting an avatar": "Zastupování postavy",
    "gameRules2.1": "Každý hráč má právo určit zástupce, kteří mohou spravovat jeho postavu. Zástupce postavy musí zastupovat postavu prostřednictvím herní funkce zastupování postavy. Majitel postavy nesmí předat zástupci heslo k účtu v lobby.  Zneužití práv zástupce je zakázáno.",
    "gameRules2.2": "Travian Games GmbH nebudou kompenzovat majitele účtu za škody způsobené zástupcem. Majitel účtu v lobby je plně zodpovědný za akce provedené na jeho postavě jakýmkoli zástupcem. V případě, že zástupce poruší pravidla hry nebo Všeobecné obchodní podmínky Travian: Legends, může být potrestán majitel postavy i zástupce.",
    "Use of external programs": "Využití externích programů",
    "gameRules3.1": "Hra Travian: Legends se smí hrát pouze v běžném a nijak nemodifikovaném webovém prohlížeči. Používání robotů nebo skriptů, které automatizují akce postav či napodobují prémiové funkce, je zakázané. \n\nTo zahrnuje (ale není omezeno na) následující akce:",
    "gameRules3.1.1": "Automatické loupení ostatních postav a automatické posílání vln útoků",
    "gameRules3.1.2": "Automatické posílání hrdiny na dobrodružné výpravy",
    "gameRules3.1.3": "Automatické stavění a rozšiřování surovinových polí a budov",
    "gameRules3.1.4": "Automatické skenování mapy",
    "gameRules3.1.5": "Automatické skenování statistik ostatních hráčů",
    "gameRules3.1.6": "Automatické posílání surovin na jiné postavy",
    "gameRules3.1.7": "Automatický výcvik jednotek",
    "gameRules3.1.8": "Automatické přihazování v aukcích",
    "gameRules3.1.9": "Automatické spouštění slavností",
    "gameRules3.1.10": "Špehování vlastních vesnic k zobrazení informací o vesnici a surovinách na jednom místě",
    "gameRules3.1.11": "Jakékoli další automatické akce prováděné softwarem třetích stran",
    "gameRules3.2": "Společnost Travian Games si vyhrazuje právo k dočasnému nebo trvalému potrestání hráčů, kteří využívají scripty nebo boty na automatizaci akcí, na aktivních herních světech.",
    "Program errors / bugs": "Chyby v programu a bugy",
    "gameRules4.1": "Chyby ve hře a bugy nesmí být zneužity k prospěchu postavy a měly by být nahlášeny support teamu. Zneužití chyby ve hře nebo bugu může být potrestáno.",
    "Selling/buying game content": "Prodej a nákup herního obsahu",
    "gameRules5.1": "Nákup a prodej účtu v lobby, postavy, surovin, jednotek, vesnic, zlatých, stříbrných nebo služeb od třetích stran je zakázaný. Nabízení nákupu nebo prodeje herního obsahu za peníze je také zakázáno.  Účty v lobby a postavy nesmí být prodány za peníze.",
    "Netiquette": "Netiketa",
    "gameRules6.1": "Hráči jsou povinni chovat se slušně.",
    "gameRules6.2": "Nevhodné profily, názvy vesnic a další obsah můžou být bez varování změněny zákaznickým servisem. Aliance s nevhodným názvem, profilem, veřejným fórem nebo dalšími veřejnými prostory můžou být bez varování smazány.",
    "gameRules6.3": "Následující chování je přísně zakázáno: urážlivé, hanobící, sexistické, rasistické nebo vulgární vyjadřování; hanobení náboženství, rasy, národa, pohlaví, věku nebo sexuální orientace; vyhrožování v reálném životě; vydávání se za člena Travian: Legends teamu nebo za osobu oficiálně spojenou s Travian Games.",
    "gameRules6.4": "Ve hře není dovoleno odkazovat na politiku reálného světa a náboženství.",
    "gameRules6.5": "Šíření materiálů nevhodných pro nezletilé je zakázáno.",
    "gameRules6.6": "Zprávy ze hry můžou být zveřejněny jen se souhlasem obou stran. Zveřejňování zpráv či e-mailů pro nebo od Travian: Legends teamu je možné jen po obdržení předchozího souhlasu.",
    "gameRules6.7": "Reklama jakéhokoli druhu je zakázaná.",
    "gameRules6.8": "Jakýkoli nevhodný obsah, který je zákaznickým servisem považovaný za rušivý pro herní zážitek ostatních, může být potrestán.",
    "Punishments": "Tresty",
    "gameRules7.1": "V případě porušení pravidel hry nebo Všeobecných obchodních podmínek bude postava zablokována a může být odblokována s trestem odpovídajícím porušení pravidel. Nevhodná jména účtů v lobby a postav můžou být změněna. Hráči nemají nárok na vrácení či náhradu za bonusy a/nebo běžící „Travian Plus“ ani za jiné ztráty v době blokace účtu. S každým hráčem se zachází stejně, bez ohledu na jeho využívání zlatých.",
    "gameRules7.2": "Řešit herní prohřešky je možné pouze se zákaznickým servisem prostřednictvím {Customer Service portal}.\n \nBany a tresty jsou udělovány jedním členem týmu vymáhání pravidel. V případě stížnosti bude ban a trest přezkoumán jiným členem týmu vymáhání pravidel. Jejich rozhodnutí je konečné.\n\nHráči akceptují, že Travian: Legends tým nemůže prozradit mechanismy využívané pro detekci porušení pravidel hry, protože tyto mechanismy by bylo možné obejít.\n\nJe zakázáno řešit blokace účtu, mazání účtu a jejich následky na veřejných místech. Travian: Legends team nesděluje informace o blokovaných účtech jiným osobám než těm, kterých se to týká.",
    "Customer Service portal": "portálu zákaznického servisu",
    "Rule changes and correction clause": "Změny pravidel a závěrečná ustanovení",
    "gameRules8.1": "Travian Games GmbH si vyhrazují právo kdykoliv změnit pravidla hry.",
    "gameRules8.2": "Jestliže jedno z těchto pravidel přestane být platným, zůstává zbytek pravidel nedotčen a jsou i nadále platná. Společnost Travian Games GmbH se zavazuje neplatná pravidla nahradit platnými jak nejdříve to bude možné.",
    "gameRules8.3": "V případě nesrovnalostí nebo rozporů mezi anglickou verzí a kteroukoli jinou jazykovou verzí tohoto vydání pravidel je závazná anglická verze.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Podrobnější vysvětlení některých herních pravidel najdete v článku {Game Rules FAQ}.",
    "Game Rules FAQ": "Časté dotazy k pravidlům hry",
    "Romans": "Římané",
    "Teutons": "Germáni",
    "Gauls": "Galové",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Disciplinované legie, vyspělé inženýrství a strategická genialita definují Řím. Veď své legionáře a rozšiřuj svou říši prostřednictvím vojenské síly a kulturní nadvlády.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Germány charakterizují divocí nájezdníci, nelítostní válečníci a neutuchající agresivita. Veď své divoké síly, aby plenily nepřátele a bleskurychlými útoky jim naháněly strach.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Rychlí obránci, lstivé pasti a skryté chodby chrání galské suroviny. Veď svůj národ a překonej nepřátele houževnatostí a lstí.",
    "You have reached the end - no more news found.": "Dosáhl jsi konce – nebyly nalezeny žádné další zprávy.",
    "imprintTitle": "Travian: Legends – Česká republika | O nás",
    "imprintDescription": "Získej kontakty na osoby zodpovědné za ochranu dat a za obsah webu a hry Travian: Legends – Česká republika.",
    "gameRulesTitle": "Travian: Legends – Česká republika | Pravidla hry",
    "gameRulesDescription": "Přečti si více o kodexu chování a pravidlech hry Travian: Legends – Česká republika.  ✓ Přímo v prohlížeči  ➤ HRAJ TEĎ na námi doporučených herních světech International",
    "Name contains invalid characters, is not allowed, or invalid": "Jméno obsahuje neplatné znaky, není povolené nebo není platné",
    "Avatar Exists": "Postava existuje",
    "Access Denied": "Přístup zamítnut",
    "Unauthorized": "Neautorizováno",
    "Resend activation code not provided": "Znovuposlání aktivačního kódu neposkytnuto",
    "Resend activation code invalid": "Znovuposlání aktivačního kódu není platné",
    "Code challenge provided, but method is not": "Výzva k zadání kódu poskytnuta, ale metoda ne",
    "Please accept Terms and Conditions": "Přijmi prosím všeobecné obchodní podmínky",
    "No proper email address can be found in authentication credentials": "V autentizačních údajích nebyla nalezena žádná platná e-mailová adresa.",
    "Wrong email, account name or password": "Špatný e-mail, jméno účtu nebo heslo",
    "Identity needs activation": "Identita potřebuje aktivaci",
    "Token is invalid for this request": "Token je pro tento požadavek neplatný",
    "Invalid identity provider": "Neplatný poskytovatel identity",
    "Client is unauthorized": "Klient není autorizován",
    "Failed to figure out transfer target": "Nepodařilo se určit cíl přenosu",
    "Cannot transfer this GTL to the target gameworld": "Nelze přenést tento odkaz na převod zlatých na cílový herní svět",
    "Refer a friend": "Pozvat kamaráda",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "V odkazovaném herním světě již máš svou postavu. Funkce pozvat kamaráda funguje pouze na herních světech, kde nemáš postavu.",
    "To the Lobby": "Do lobby",
    "To the referred gameworld": "Přejdi do uvedeného herního světa",
    "Change account?": "Změnit účet?",
    "Log out": "Odhlásit",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Zadej prosím požadované jméno své postavy. Mělo by mít mezi {min}–{max} znaky.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Omlouváme se, ale tebou zadané jméno postavy je příliš krátké. Mělo by mít alespoň {min} znaků.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Omlouváme se, ale tebou zadané jméno postavy je příliš dlouhé. Měla by mít maximálně {max} znaků.",
    "Change avatar": "Změnit postavu",
    "One or more avatars found on a game world excluded by our rules.": "Jedna nebo více postav nalezeny na herních světech, které jsou z převodu vyloučeny.",
    "noAvatarWithThisName": "Nenalezena žádná aktivní postava s tímto jménem",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Pro převod svých neutracených zakoupených zlatých na již existující postavu nejprve prosím potvrď vlastnictví zlatých zadáním příslušné e-mailové adresy.",
    "Avatar name found on one game world": "Jméno postavy nalezeno na jednom herním světě",
    "Avatarname": "Jméno postavy",
    "We found multiple avatars in different regions": "Našli jsme více postav v různých regionech",
    "Multiple avatars with that name were found": "Bylo nalezeno více postav s tímto jménem",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Našli jsme tuto postavu na více herních světech ve tvém regionu. Zlaté můžeš převést pouze na jednu novou postavu. Vyber prosím herní svět.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Pro nalezení správné postavy vyber region herního světa, na kterém hraje.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} bylo převedeno postavě {avatar} na herním světě {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Pro dokončení převodu {icon} {amount} musí hráč na postavě {avatar} postupovat podle instrukcí uvedených ve zprávě ve hře.",
    "Search new avatar": "Hledat novou postavu",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Zadej prosím jméno postavy, na kterou chceš zlaté převést.",
    "This gameworld is only accessible for mobile players.": "Tento herní svět je přístupný pouze pro mobilní hráče.",
    "This gameworld is restricted to players with a special invitation code.": "Tento herní svět je vyhrazen pouze pro hráče se speciálním kódem pozvánky.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Jedná se o speciální herní svět, který může být k dispozici pouze po omezenou dobu a může mít jiné funkce než klasické herní světy.",
    "Pop-up was blocked": "Vyskakovací okno bylo zablokováno",
    "The pop-up for your social login was blocked by your browser.": "Vyskakovací okno pro přihlášení do sociální sítě bylo prohlížečem zablokováno.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Zkontroluj prosím nastavení prohlížeče, povol vyskakovací okna a zkus to znovu. Pokud problém přetrvává, kontaktuj naši zákaznickou podporu."
}