{
    "homeTitle": "Travian: Legends – International | Online multiplayer-strategispillet",
    "homeDescription": "Prøv det berømte strategispil for eksperter med tusinder af rigtige spillere ✓ Direkte i din browser  ➤ SPIL NU på vores anbefalede internationale spilverdener",
    "newsTitle": "Travian: Legends – International | Seneste nyt",
    "newsDescription": "Få mere at vide om de seneste nyheder og opdateringer ✓ Direkte i din browser  ➤ SPIL NU på vores anbefalede internationale spilverdener",
    "calendarTitle": "Travian: Legends – International | Spilverdenskalender",
    "calendarDescription": "Få mere at vide om kommende servere med Travian: Legends - International ✓ Direkte i din browser  ➤ SPIL NU på vores anbefalede internationale spilverdener",
    "Gameworld calendar": "Spilverdenskalender",
    "Date": "Dato",
    "Speed": "Tempo",
    "Construction plans": "Byggeplaner",
    "Artefacts": "Artefakter",
    "Gameworld end": "Spilverden slutter",
    "Wonder of the World, level 100": "Verdensvidunder niveau 100",
    "Local gameworld languages": "Sprog på lokale spilverdener",
    "Article image": "Artikelbillede",
    "Read full story": "Læs hele historien",
    "Read": "Læs",
    "News & Updates": "Nyheder og opdateringer",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Ikke alle detaljer om spilverdenen er defineret endnu. Du får en besked i din lobby, når de er blevet opdateret.",
    "Currently no entries": "I øjeblikket ingen poster",
    "Join Gameworld": "Tilmeld til spilverden",
    "Play Now": "Spil nu",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Denne spilverden er begrænset til spillere med en særlig invitationskode. Hvis du har en, skal du indtaste den for at komme med på spilverdenen.",
    "Your invitation code": "Din invitationskode",
    "Enter invitation code": "Indtast invitationskode",
    "Please enter the invitation code that you received.": "Indtast venligst den invitationskode, du modtog.",
    "The invitation code is too short. Please enter all {INT} characters.": "Invitationskoden er for kort. Indtast alle {INT} anslag.",
    "Invitation code cooldown": "Nedkølingsperiode for invitationskode",
    "digits": "cifre",
    "To news overview": "Gå til nyhedsoverblik",
    "Home": "Hjem",
    "Gameworld Calendar": "Spilverdenskalender",
    "Tournament": "Turnering",
    "Login": "Log ind",
    "Account settings": "Kontoindstillinger",
    "Data consent": "Datasamtykke",
    "To lobby": "Gå til lobby",
    "Logout": "Log ud",
    "Search for a language or country": "Søg efter et sprog eller land",
    "No language matches your search. Are you sure you typed it correctly?": "Ingen sprog matchede din søgning. Er du sikker på, at du skrev rigtigt?",
    "Your email address is already connected to a Legends Lobby Account.": "Din e-mailadresse er allerede forbundet til en Legends-lobbykonto.",
    "Create Legends Lobby Account": "Opret Legends-lobbykonto",
    "Enter your email address": "Indtast din e-mailadresse",
    "Email Address": "E-mailadresse",
    "Please enter your email address": "Skriv venligst din e-mailadresse",
    "Please enter your email address or account name": "Indtast venligst din e-mailadresse eller dit kontonavn",
    "Please enter a valid email address. E.g. mymail@provider.com": "Indtast venligst en gyldig e-mailadresse. F.eks. minmail@udbyder.com",
    "Redirecting to Login": "Omdirigerer til login",
    "Cancel": "Afbryd",
    "I want to receive the newsletter": "Jeg vil gerne modtage nyhedsbrevet.",
    "registrationLegalText": "Ved at klikke på {QUOTE}tilmeld med e-mailadresse{QUOTE}, accepterer du {GTC} og bekræfter at du har læst {INFORMATION_RIGHT_OF_WITHDRAWAL} og {PRIVACY_POLICY}.",
    "GTC": "Vilkår og betingelser",
    "Information on the Right of Withdrawal": "Oplysninger om fortrydelsesret",
    "Register with email address": "Tilmeld med e-mailadresse",
    "Already have an account?": "Har du allerede en konto?",
    "Login now": "Log ind nu",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktiveringskoden er forkert. Indtast venligst den aktiveringskode, du modtog i e-mailen.",
    "Please confirm that you are not a robot": "Bekræft venligst at du ikke er en robot.",
    "We sent you an activation link to: {email}": "Vi har sendt dit aktiveringslink til: {email}",
    "Activate Legends Lobby account": "Aktiver Legends-lobbykonto",
    "Please follow the instructions in the email to continue.": "Følg instruktionerne i e-mailen for at fortsætte.",
    "Enter activation code": "Indtast aktiveringskode",
    "E.g. 123456": "F.eks. 123456",
    "Wrong email address?": "Forkert e-mailadresse?",
    "Change email": "Ændre email",
    "Please enter the activation code that you received in the email.": "Indtast venligst den aktiveringskode, du har modtaget i e-mailen.",
    "The activation code is too short. Please enter all {int} digits.": "Aktiveringskoden er for kort. Indtast alle {int} cifre.",
    "Start again": "Begynd igen",
    "Set your password": "Vælg din adgangskode.",
    "Create a password for your account with a minimum length of {int} characters.": "Opret en adgangskode til din konto med en minimumslængde på {int} tegn.",
    "Choose a password": "Vælg en adgangskode",
    "Password strength": "Adgangskodestyrke",
    "Write a password to check its strength": "Indtast en adgangskode for at kontrollere dens styrke.",
    "Set password": "Vælg adgangskode",
    "weak": "Svag",
    "notStrong": "Middelmådig",
    "moderate": "Moderat",
    "good": "God",
    "strong": "Stærk",
    "Password has a good length": "Adgangskoden har en god længde",
    "Password is too short to be secure": "Adgangskoden er for kort til at være sikker",
    "Upper and lower case used": "Store og små bogstaver er brugt",
    "No mix of upper and lower case": "Ingen blanding af store og små bogstaver",
    "Only one type of character used": "Kun én type tegn brugt",
    "Two types of characters used": "Der er brugt to typer tegn",
    "No letters used": "Ingen bogstaver brugt",
    "No numbers used": "Ingen tal brugt",
    "No special characters used": "Ingen specialtegn brugt",
    "Three types of characters used": "Der er brugt tre typer tegn",
    "Create Account": "Opret konto",
    "Pick a username and tagline": "Vælg et brugernavn og en forkortelse",
    "Pick a username and tagline to create your unique Lobby Account.": "Vælg et brugernavn og en forkortelse for at oprette din unikke lobbykonto.",
    "Choose a username": "Vælg et brugernavn",
    "Choose a tagline": "Vælg en forkortelse",
    "{int1} - {int2} characters": "{int1} - {int2} tegn",
    "Username preview": "Vis brugernavn",
    "Username": "Brugernavn",
    "Tagline": "Forkortelse",
    "Additional information for username and tagline": "Yderligere information om brugernavn og forkortelse",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinationen af dit brugernavn og din forkortelse bliver dit unikke lobbynavn. Så længe kombinationen er tilgængelig, kan du vælge hvilken som helst kombination du vil.",
    "Lobby Account created!": "Lobbykonto oprettet!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Din Legends-lobbykonto med login-navnet {name} er blevet oprettet.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Vi fandt følgende spilverdens-avatarer, som er forbundet med din e-mailadresse. Du kan tilgå dem fra lobbyen.",
    "You didn't get a code?": "Fik du ingen kode?",
    "Resend activation code": "Gensend aktiveringskode",
    "ActivateAccount": "Aktiver konto",
    "Start Playing": "Begynd at spille",
    "Enter Lobby and select Gameworld": "Gå ind i lobbyen og vælg spilverden",
    "Generate new tagline": "Lav nyt forkortelse",
    "Enter new password": "Angiv ny adgangskode",
    "loginPassword": "Kodeord",
    "Create a new password for your Legends Lobby Account.": "Opret en ny adgangskode til din Legends-lobbykonto.",
    "Set new password": "Vælg ny adgangskode",
    "Recover password": "Gendan adgangskode",
    "Your password was successfully updated.": "Din adgangskode blev opdateret.",
    "You can now login with your updated credentials.": "Du kan nu logge ind med dine opdaterede login-oplysninger.",
    "New password set": "Ny adgangskode indstillet",
    "Back to Login": "Tilbage til login",
    "Password Recovery": "Gendannelse af adgangskode",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Indtast den e-mailadresse, der er tilknyttet din Legends-konto. Vi sender dig instruktioner om, hvordan du nulstiller din adgangskode.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Hvis der findes en lobbykonto til denne e-mailadresse, bør du have modtaget instruktioner om at nulstille din adgangskode i dine e-mails:",
    "Once you have recovered your password, you can log in again.": "Når du har gendannet din adgangskode, kan du logge ind igen.",
    "Next upcoming server": "Næste kommende server",
    "Show gameworld calendar": "Vis spilverdenskalender",
    "Show all news": "Vis alle nyheder",
    "Load more news": "Indlæs flere nyheder",
    "tribe1": "Romer",
    "tribe2": "Germaner",
    "tribe3": "Galler",
    "tribe6": "Egypter",
    "tribe7": "Hunner",
    "tribe8": "Spartaner",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Indtast venligst dit ønskede brugernavn. Det skal være mellem {min} og {max} anslag langt.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Vi beklager, men dit ønskede brugernavn er for kort. Det skal være mindst {min} anslag langt.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Vi beklager, men dit ønskede brugernavn er for langt. Den må maksimalt indeholde {max} anslag.",
    "Read more here": "Læs mere her",
    "GtlTravianAnswersId": "36",
    "Close window": "Luk vindue",
    "Change player": "Skift spiller",
    "Change region": "Skift region",
    "One or more players found on a game world excluded by our rules.": "En eller flere spillere, der er fundet på en spilverden, er udelukket af vores regler.",
    "noPlayerWithThisName": "Ingen aktiv spiller fundet med dette navn",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "For at overføre dit ubrugte, købte guld til en eksisterende spiller, bedes du først bekræfte dit ejerskab af guldet ved at indtaste den tilknyttede e-mailadresse.",
    "Please verify your code": "Bekræft venligst din kode",
    "Player name found on one game world": "Spillernavn fundet på én spilverden",
    "Please confirm selection": "Bekræft venligst valget",
    "error": "fejl",
    "Gold": "Guld",
    "Gold Transfer": "Guldoverførsel",
    "Playername": "Spillernavn",
    "Game World": "Spilverden",
    "Confirm transfer": "Bekræft overførsel",
    "Please check the displayed data and confirm the gold transfer to continue.": "Kontroller de viste detaljer og bekræft guldoverførslen for at fortsætte.",
    "Please enter your email address in format yourname@mail.com": "Indtast venligst din e-mailadresse i formatet ditnavn@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Vi beklager, men denne e-mailadresse lader til at være for kort. Den skal indeholde mindst {min} anslag.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Vi beklager, men denne e-mailadresse lader til at være for lang. Den må maksimalt indeholde {max} anslag.",
    "We found multiple players in different regions": "Vi fandt flere spillere i forskellige regioner",
    "Please select game world": "Vælg venligst spilverden",
    "Multiple players with that name were found": "Flere spillere fundet med dette navn",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Vi fandt denne spiller på flere spilverdener i din region. Du kan kun overføre guldet til én ny spiller. Vælg venligst en spilverden.",
    "To find the right player, please select the region of the game world that player is located in.": "For at finde den rigtige spiller, skal du vælge regionen for den spilverden spilleren findes på.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} blev overført til spilleren {player} på spilverdenen {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "For at fuldføre overførslen af {icon} {amount}, skal spilleren {player} fuldføre de instruktioner, der er tilsendt via en besked i spillet.",
    "Gold transfer successful": "Guldoverførsel gennemført",
    "Verify Ownership": "Bekræft ejerskab",
    "Server age in days": "Serverens alder i dage",
    "Server speed": "Serverhastighed",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Man kan kun deltage i denne spilverden via Travian: Legends-mobilappen.",
    "Search new player": "Søg efter ny spiller",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Indtast navnet på den spiller du gerne vil overføre guldet til.",
    "Language selection": "Valg af sprog",
    "Login to Lobby Account": "Log ind på lobbykontoen",
    "Email address / account name": "E-mailadresse / kontonavn",
    "Enter your email address or account name": "Indtast din e-mailadresse eller dit kontonavn",
    "Password": "Kodeord",
    "Enter your password": "Indtast dit kodeord",
    "Please enter your password": "Indtast venligst dit kodeord",
    "Forgot your password?": "Har du glemt dit kodeord?",
    "Recover": "Genopret",
    "Privacy Policy": "Privatlivspolitik",
    "Register": "Tilmeld",
    "or continue with": "eller fortsæt med",
    "Back to Registration": "Tilbage til tilmelding",
    "Need Help?": "Brug for hjælp?",
    "Something went wrong": "Noget gik galt",
    "Something went wrong with your social login.": "Der gik noget galt med dit sociale login.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Prøv venligst igen, eller hvis problemet fortsætter, er du velkommen til at kontakte vores support-team for at få hjælp.",
    "Email already used": "E-mail allerede brugt",
    "The email address provided is already used for a Travian: Legends lobby account.": "Den angivne e-mailadresse bruges allerede til en Travian: Legends-lobbykonto.",
    "Please use your email address to login.": "Brug din e-mailadresse til at logge ind.",
    "Email permission missing": "E-mail-tilladelse mangler",
    "To start playing Travian: Legends, we need your permission to access your email address.": "For at begynde at spille Travian: Legends skal vi bruge din tilladelse til at tilgå din e-mailadresse.",
    "Please try again with the correct permission settings or try another registration method.": "Prøv igen med de rigtige tilladelser, eller prøv en anden registreringsmetode.",
    "registrationSocialLegalText": "Ved at klikke på {QUOTE}Bekræft{QUOTE}, accepterer du {GTC} og bekræfter at du har læst {INFORMATION_RIGHT_OF_WITHDRAWAL} og {PRIVACY_POLICY}.",
    "Confirm": "Bekræft",
    "Contact support": "Kontakt Support",
    "Unexpected Error": "Uventet fejl",
    "Terms & Conditions": "Vilkår & betingelser",
    "Right of Withdrawal": "Fortrydelsesret",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Alle rettigheder forbeholdes.",
    "Imprint": "Om os",
    "Responsible for this website": "Ansvarlig for hjemmesiden",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n 80809 München\nTyskland\n\nmail@traviangames.com",
    "Jurisdiction": "Retsområde",
    "imprintJurisdiction": "München distriktsdomstol, HRB 173511\nMomsnummer DE 246258085\nAdm. Direktører: Viktor Pulz, Jörg Strathaus\nTelefon: +49 89/32 49 15 93 8 (ikke til spil-support)\nFax: +49 89/32 49 15 97 3 (kun til plus-support)",
    "Support": "Support",
    "Contact": "Kontakt",
    "Youth protection officer": "Ungebeskyttelse",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Databeskyttelse",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Glem ikke at vedlægge dit brugernavn og spilserver når du kontakter support",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Alle rettigheder til tekst, grafik og kildekoder ejes af Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian er et registreret varemærke for Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "  EU-kommissionen har skabt en platform til onlinetvist-bilæggelse (OTB-platform) mellem udbydere og kunder. Denne OTB-platform er tilgængelig via følgende link: {link} Vi er ikke forpligtede til at deltage i, og vil i øjeblikket ikke tage del i alternative tvistbilæggelsesløsninger eller tvistbilæggelsesplatforme.",
    "Game Rules": "Spilleregler",
    "gameRulesInfo": "Spillereglerne er en del af Betingelser & Vilkår. I tilfælde af en spærring, eller for at se hvad der er tilladt og hvad der ikke er, bør du også læse {Terms & Conditions}, særligt 6.\n\n\nEt forsøg på at omgå spillereglerne, at opfordre en anden spiller til at overtræde spillereglerne eller at få en fordel ud af en regelovertrædelse, vil blive betragtet som et brud på spillereglerne og straffes i overensstemmelse hermed i forhold til overtrædelsen og efter Travian: Legends-teamets skøn. Alle spilleregler gælder også for spillere, der ønsker at slette deres lobby-konto eller avatar,  eller er i færd med at slette deres lobby-konto eller avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Hver spiller må kun eje og spille én avatar pr. spilverden.",
    "gameRules1.1.b": "En avatar skal altid spilles til sin egen fordel eller sit forbunds fordel. Avatarer, der eksisterer til fordel for en avatar udenfor samme alliance eller forbund, kan blive spærret permanent og slettet. Avatarer, der drager fordel af avaterer, der eksisterer til fordel for dem, kan blive straffet hårdt. \n\nAdfærd, der ikke er tilladt, inkluderer, men er ikke begrænset til, følgende handlinger:",
    "gameRules1.1.b-1": "Privat farming: plyndring af avatarer udenfor plyndrerens forbund, som lader sig plyndre af en specifik spiller eller af flere spillere fra forbundet. Dette påvirker ikke den sædvanlige farming, hvor inaktive spillere bliver angrebet af flere forbund.",
    "gameRules1.1.b-2": "At bygge landsbyer med det formål at de erobres af andre spillere udenfor deres eget forbund.",
    "gameRules1.2": "Ejeren af en lobby-konto og en avatar er den person, hvis e-mailadresse lobby-kontoen er tilknyttet.  I tilfælde af rimelig tvivl, kan spilleren blive bedt om at sende en e-mail til support fra den e-mailadresse, der er tilknyttet til lobby-kontoen, for at bekræfte at spilleren er ejer af lobby-kontoen. Medlemmer af Travian: Legends-teamet vil aldrig bede om din adgangskode.",
    "gameRules1.3.a": "Det er ikke tilladt at dele adgangskoden til en lobby-konto, heller ikke i tilfælde af \"duals\" - når avataren spilles af to eller flere spillere. Duals skal tilføjes i lobbyen for enkelte spilverdener, og de skal logge ind på deres egen lobby- konto for at få adgang til den avatar, de er blevet tilknyttet som dual. \n\nTravian Games GmbH kompenserer ikke en lobby-kontoejer for skader påført lobby-kontoen eller avatererne af nogen, der har fået fat i adgangskoden.",
    "gameRules1.3.b": "Hvis en spiller ønsker at flytte fra en avatar til en anden eller oprette en ny, skal den gamle avatar slettes, før der gives adgang til den nye avatar, eller den nye avatar oprettes.",
    "gameRules1.4": "Hvis en avater er inaktiv, bliver den slettet automatisk ikke tidligere end syv dage efter det seneste login.",
    "gameRules1.5": "Indbyd en ven: Hvis systemet til indbydelse af venner misbruges (såsom ved at oprette adskillige avatarer i strid med 1.1), kan både den indbudte og indbyderen blive holdt ansvarlige og straffet.",
    "gameRules1.6": "Misbrug af betalings- og spærringssystemerne kan medføre avatarsletning uden mulighed for appel.",
    "gameRules1.7": "Misbrug af spildesignet, som kundeservice betragter som forstyrrende for andres spiloplevelse, kan straffes.",
    "gameRules1.8": "“Specials”-tilbud, såsom guld-startpakken, er udelukket fra guldoverførslen. Denne bestemmelse erstatter {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 i Vilkår & Betingelser",
    "Sitting an avatar": "At sitte en avatar",
    "gameRules2.1": "Hver spiller kan tilføje sittere, der må holde øje med avataren. Sitteren for en avatar skal sitte avataren ved at bruge avatar-sitterfunktionen i spillet. Lobby-kontoens adgangskode må ikke udleveres til en sitter. Misbrug af sitterrettigheder er forbudt.",
    "gameRules2.2": "Travian Games GmbH tilbyder ikke kompensation for skader påført af en sitter. Lobby-kontoens ejer er fuldt ansvarlig for handlinger udført af sittere på en avatar. Hvis en sitter overtræder spillereglerne eller Betingelser & Vilkår i Travian: Legends, kan både lobby-kontoens ejer og sitteren blive straffet.",
    "Use of external programs": "Brug af eksterne programmer",
    "gameRules3.1": "Travian: Legends skal spilles fra en almindelig og umodificeret internetbrowser. Brug af scripts og/eller bots til at automatisere handlinger på avataren, eller efterligne guldfunktioner er ikke tilladt. \n\nDette inkluderer, men er ikke begrænset til, følgende handlinger:",
    "gameRules3.1.1": "Plyndre andre avatarer automatisk (og afsende angrebsbølger automatisk)",
    "gameRules3.1.2": "Starte eventyr automatisk",
    "gameRules3.1.3": "Bygge og opgradere råstoffelter og bygninger i landsbyer automatisk",
    "gameRules3.1.4": "Scanne kortet automatisk",
    "gameRules3.1.5": "Scanne andre spilleres statistik automatisk",
    "gameRules3.1.6": "Sende råstoffer til andre avatarer automatisk",
    "gameRules3.1.7": "Træne tropper automatisk",
    "gameRules3.1.8": "Placere bud for genstande på auktioner automatisk",
    "gameRules3.1.9": "Starte fester automatisk",
    "gameRules3.1.10": "Scanne egne landsbyer for at vise landsbyers råstoffer og oplysninger på et sted",
    "gameRules3.1.11": "Enhver anden automatiseret handling, der udføres af tredjeparts-software",
    "gameRules3.2": "Travian Games forbeholder sig retten til at straffe spillere, som bruger et script eller en bot til at automatisere handlinger permanent eller i en begrænset periode, mens spilverdenen er aktiv.",
    "Program errors / bugs": "Programfejl",
    "gameRules4.1": "Fejl eller lignende i spillet må ikke misbruges til en avatars fordel og bør meddeles til support-teamet. Misbrug af enhver fejl kan også straffes.",
    "Selling/buying game content": "Salg/køb af spilindhold",
    "gameRules5.1": "Køb eller salg af ydelser fra tredjeparter, en lobby-konto, en avatar, råstoffer, tropper, landsbyer, guld eller sølv, er ikke tilladt. Tilbud om at købe eller sælge spilindhold for penge er også forbudt.  Lobby-konti og avatarer må ikke gives væk mod betaling af penge.",
    "Netiquette": "Netiquette",
    "gameRules6.1": "Spillere skal altid kommunikere i en høflig tone.",
    "gameRules6.2": "Upassende profiler, landsbynavne og andet indhold kan redigeres af kundeservice uden varsel. Alliancer med upassende navne og/eller indhold i deres profil, offentlige forum og andre offentlige områder kan slettes uden varsel.",
    "gameRules6.3": "Det følgende er strengt forbudt: Groft, ærekrænkende, sexistisk, racistisk eller blasfemisk sprog; fjendtlig adfærd mod enhver religion, race, nation, aldersgruppe, seksuel orientering eller ethvert køn; trusler i det virkelige liv; at udgive sig for ansatte ved Travian: Legends eller officielle positioner indenfor virksomheden.",
    "gameRules6.4": "Spillet skal holdes fri for den virkelige verdens politik og religion.",
    "gameRules6.5": "Opslag og visning af materiale der er upassende for mindreårige er forbudt.",
    "gameRules6.6": "Beskeder i spillet må kun offentliggøres efter samtykke fra begge parter. Offentliggørelse af beskeder eller e-mails til eller fra medarbejdere ved Travian: Legends er forbudt, medmindre der er givet udtrykkelig tilladelse.",
    "gameRules6.7": "Reklamer af enhver art er ikke tilladt.",
    "gameRules6.8": "Upassende indhold, som kundeservice betragter som forstyrrende for andres spiloplevelse, kan straffes.",
    "Punishments": "Straf",
    "gameRules7.1": "I tilfælde af en overtrædelse af spillereglerne eller Betingelser & Vilkår, vil avataren blive spærret og kan genåbnes med en straf, der modsvarer overtrædelsen af spillereglerne. Upassende lobby-kontonavne og avatarnavne kan blive ændret. Alle tab som følge af en spærring, herunder \"Travian Plus\" og guld, vil ikke blive erstattet af Travian Games GmbH. Alle spilleres behandles ens, uanset deres guldforbrug.",
    "gameRules7.2": "En spærring kan kun diskuteres med kundeservice-teamet via {Customer Service portal}.\n \nEn spærring og en straf tildeles af et medlem af Rule Enforcement-teamet. I tilfælde af en klage, vil et andet medlem af Rule Enforcemement-teamet revurdere spærringen og straffen. Deres beslutning er endelig.\n\nSpillerne accepterer at Travian: Legends-teamet ikke kan afsløre de mekanismer, der bruges til at opdage regelbrud, da sådanne mekanismer kunne omgås.\n\nSpærringer, sletninger og deres konsekvenser må ikke diskuteres offentligt. Travian: Legends-teamet videregiver ikke informationer om spærringer til andre individer end dem, der er involveret.",
    "Customer Service portal": "Customer Kundeserviceportalen",
    "Rule changes and correction clause": "Klausul vedr. ændring af regler",
    "gameRules8.1": "Travian Games GmbH forbeholder sig retten til at ændre spillereglerne til hver en tid",
    "gameRules8.2": "Hvis dele af regelsættet skulle blive ineffektivt eller bortfalde, vil gyldigheden af det resterende regelsæt ikke være påvirket. Travian Games GmbH vil erstatte ineffektive spilleregler med nye spilleregler så hurtigt som muligt.",
    "gameRules8.3": "I tilfælde af uoverensstemmelse eller betydningsforskel mellem den engelske version og enhver anden sproglig version af denne udgivelse, er den engelske sprogversion den gyldige.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Mere detaljerede forklaringer af visse spilleregler kan findes i {Game Rules FAQ}.",
    "Game Rules FAQ": "FAQ om spilleregler",
    "Romans": "Romere",
    "Teutons": "Germanere",
    "Gauls": "Gallere",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Disciplinerede legioner, avanceret ingeniørkunst og strategisk snilde definerer Rom. Led dine legionærer til at udvide dit imperium gennem militær magt og kulturel dominans.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Hidsige plyndrere, hensynsløse krigere og ubarmhjertig aggression kendetegner germanerne. Led dine vilde styrker til at berøve fjender og skabe frygt i deres hjerter med lynhurtige angreb.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Hurtige forsvarere, snedige fælder og skjulte kroge beskytter gallernes ressourcer. Led dit folkeslag til at overvinde fjender med modstandskraft og list.",
    "You have reached the end - no more news found.": "Du har nået slutningen - der er ikke fundet flere nyheder.",
    "imprintTitle": "Travian: Legends - International | Om os",
    "imprintDescription": "Kom i forbindelse med de ansvarlige kontakter og databeskyttelsesansvarlige for hjemmesiden og titlen Travian: Legends - International.",
    "gameRulesTitle": "Travian: Legends - International | Spilleregler",
    "gameRulesDescription": "Få mere at vide om adfærdskodekset og spillereglerne i Travian: Legends - International.  ✓ Direkte i din browser  ➤ SPIL NU på vores anbefalede internationale spilverdener",
    "Name contains invalid characters, is not allowed, or invalid": "Navnet indeholder enten ugyldige tegn eller er ikke tilladt eller gyldigt",
    "Avatar Exists": "Avatar findes",
    "Access Denied": "Adgang nægtet",
    "Unauthorized": "Uautoriseret",
    "Resend activation code not provided": "Gensend aktiveringskode er ikke indtastet",
    "Resend activation code invalid": "Gensend aktiveringskode er ugyldig",
    "Code challenge provided, but method is not": "Kodeudfordring leveret, men metoden er ikke",
    "Please accept Terms and Conditions": "Accepter venligst vilkår og betingelser",
    "No proper email address can be found in authentication credentials": "Ingen korrekt e-mailadresse kan findes i autoriseringsoplysningerne",
    "Wrong email, account name or password": "Forkert e-mail, kontonavn eller adgangskode",
    "Identity needs activation": "Identiteten skal aktiveres",
    "Token is invalid for this request": "Token er ugyldig for denne anmodning",
    "Invalid identity provider": "Ugyldig identitetsudbyder",
    "Client is unauthorized": "Klienten er uautoriseret",
    "Failed to figure out transfer target": "Kunne ikke bestemme overførselsmål",
    "Cannot transfer this GTL to the target gameworld": "Kan ikke overføre dette guldlink til den ønskede spilverden",
    "Refer a friend": "Henvis en ven",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Du har allerede en avatar i den spilverden du er blevet henvist til. Henvis en ven-funktionen fungerer kun i spilverdener, hvor du ikke har nogen avatar.",
    "To the Lobby": "Gå til lobby",
    "To the referred gameworld": "Gå til den henviste spilverden",
    "Change account?": "Skift konto?",
    "Log out": "Log ud",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Indtast venligst dit ønskede avatarnavn. Det skal være mellem {min} og {max} anslag langt.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Vi beklager, men dit ønskede avatarnavn er for kort. Det skal være mindst {min} anslag langt.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Vi beklager, men dit ønskede avatarnavn er for langt. Den må maksimalt indeholde {max} anslag.",
    "Change avatar": "Skift avatar",
    "One or more avatars found on a game world excluded by our rules.": "En eller flere spillere er fundet på en spilverden, der er udelukket af vores regler.",
    "noAvatarWithThisName": "Ingen aktiv avatar fundet med dette navn",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "For at overføre dit ubrugte guld, som du har købt, til en eksisterende avatar, bedes du først bekræfte dit ejerskab af guldet ved at indtaste den tilknyttede e-mailadresse.",
    "Avatar name found on one game world": "Avatarnavn fundet på én spilverden",
    "Avatarname": "Avatarnavn",
    "We found multiple avatars in different regions": "Vi fandt flere avatarer i forskellige regioner",
    "Multiple avatars with that name were found": "Der blev fundet flere avatarer med dette navn",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Vi fandt denne avatar på flere spilverdener i din region. Du kan kun overføre guldet til én ny avatar. Vælg venligst en spilverden.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "For at finde den rigtige avatar, skal du vælge regionen for den spilverden avataren findes på.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} blev overført til avataren {avatar} på spilverdenen {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "For at fuldføre overførslen af {icon} {amount}, skal avataren {avatar} fuldføre de instruktioner, der er tilsendt via en besked i spillet.",
    "Search new avatar": "Søg efter ny avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Indtast navnet på den avatar du ønsker at overføre guldet til.",
    "This gameworld is only accessible for mobile players.": "Denne spilverden er kun tilgængelig for mobilspillere.",
    "This gameworld is restricted to players with a special invitation code.": "Denne spilverden er begrænset til spillere med en særlig invitationskode.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Dette er en særlig spilverden, som måske kun er tilgængelig i en begrænset periode, og som kan have andre funktioner end Classic-spilverdener.",
    "Pop-up was blocked": "Pop-up blev blokeret",
    "The pop-up for your social login was blocked by your browser.": "Pop-up-vinduet til din sociale login blev blokeret af din browser.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Tjek venligst din browsers indstillinger, tillad pop-ups, og prøv igen. Hvis problemet fortsætter, er du velkommen til at kontakte vores support-team for at få hjælp."
}