{
    "homeTitle": "Travian: Legends – Internacional | El juego de estrategia multijugador",
    "homeDescription": "Únete al famoso juego de estrategia experto con miles de jugadores reales ✓ Directamente en tu navegador.  ➤ JUEGA AHORA en nuestros mundos de juegos internacionales recomendados",
    "newsTitle": "Travian: Legends – Internacional | Últimas noticias",
    "newsDescription": "Obten más información sobre las últimas noticias y actualizaciones ✓ Directamente en tu navegador  ➤ JUEGA AHORA en nuestros mundos de juegos internacionales recomendados",
    "calendarTitle": "Travian: Legends – Internacional | Calendario Mundial de Juego",
    "calendarDescription": "Descubre más sobre los próximos servidores para jugar Travian: Legends – Internacional ✓ Directamente en tu navegador  ➤ JUEGA AHORA en nuestros mundos de juegos internacionales recomendados",
    "Gameworld calendar": "Calendario de servidores",
    "Date": "fecha",
    "Speed": "Velocidad",
    "Construction plans": "Planos de construcción",
    "Artefacts": "Reliquias",
    "Gameworld end": "Fin del mundo del juego",
    "Wonder of the World, level 100": "Maravilla de mundo, Nivel 100",
    "Local gameworld languages": "Idiomas del mundo del juego local",
    "Article image": "Imagen del artículo",
    "Read full story": "Leer la historia completa",
    "Read": "Lee",
    "News & Updates": "Noticias y actualizaciones",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Aún no se han definido todos los detalles del mundo del juego. Recibirás una notificación en tu lobby una vez que se hayan actualizado.",
    "Currently no entries": "Actualmente no hay entradas",
    "Join Gameworld": "Unirte al mundo del juego",
    "Play Now": "Jugar ahora",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Este mundo del juego está restringido a los jugadoras con un código de invitación especial. Si tienes uno, por favor, ingrésalo para unirte al mundo del juego.",
    "Your invitation code": "Tu código de invitación",
    "Enter invitation code": "Escribe el código de invitación",
    "Please enter the invitation code that you received.": "Introduce el código de invitación que recibiste.",
    "The invitation code is too short. Please enter all {INT} characters.": "El código de invitación es muy corto. Por favor ingresa {INT} caracteres",
    "Invitation code cooldown": "Tiempo de espera del código de invitación",
    "digits": "dígitos",
    "To news overview": "Ir al resumen de noticias.",
    "Home": "Inicio",
    "Gameworld Calendar": "Calendario de servidores",
    "Tournament": "Torneo",
    "Login": "Iniciar sesión",
    "Account settings": "Ajustes de la cuenta",
    "Data consent": "Consentimiento de datos",
    "To lobby": "Ir al lobby",
    "Logout": "Desconectarse",
    "Search for a language or country": "Buscar un idioma o un país",
    "No language matches your search. Are you sure you typed it correctly?": "No hay idiomas que coincidan con tu búsqueda. ¿Seguro que está escrito correctamente?",
    "Your email address is already connected to a Legends Lobby Account.": "Tu dirección de correo electrónico ya está conectada a una cuenta del lobby de Legends.",
    "Create Legends Lobby Account": "Crear una cuenta en el lobby de Legends",
    "Enter your email address": "Ingresa tu direción de Correo electrónico ",
    "Email Address": "Dirección de correo electrónico:",
    "Please enter your email address": "Por favor ingresa tu dirección de correo.",
    "Please enter your email address or account name": "Ingresa tu dirección de correo electrónico o nombre de cuenta",
    "Please enter a valid email address. E.g. mymail@provider.com": "Por favor ingresa una dirección de correo válida. Por ejemplo, mimail@proveedor.com",
    "Redirecting to Login": "Redirigir al inicio de sesión",
    "Cancel": "Cancelar",
    "I want to receive the newsletter": "Quiero recibir el boletín.",
    "registrationLegalText": "Al hacer clic en {QUOTE}regístrate con la dirección de correo electrónico{QUOTE}, aceptas la {GTC} y confirmas que has leído la {INFORMATION_RIGHT_OF_WITHDRAWAL} y la {PRIVACY_POLICY}.",
    "GTC": "CGS",
    "Information on the Right of Withdrawal": "Información sobre el derecho de desistimiento",
    "Register with email address": "Regístrate con tu dirección de correo electrónico",
    "Already have an account?": "¿Tienes ya una cuenta?",
    "Login now": "Conéctate ahora",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "El código de activación es incorrecto Introduce el código de activación que has recibido en el correo electrónico.",
    "Please confirm that you are not a robot": "Por favor, confirma que no eres un robot.",
    "We sent you an activation link to: {email}": "Te hemos enviado un enlace de activación a: {email}",
    "Activate Legends Lobby account": "Activar la cuenta del lobby de Legends",
    "Please follow the instructions in the email to continue.": "Sigue las instrucciones del correo electrónico para continuar.",
    "Enter activation code": "Introduce el código de activación",
    "E.g. 123456": "Por ejemplo, 123456",
    "Wrong email address?": "¿Dirección de correo electrónico incorrecta?",
    "Change email": "Cambiar eMail de la cuenta",
    "Please enter the activation code that you received in the email.": "Introduce el código de activación que has recibido en el correo electrónico.",
    "The activation code is too short. Please enter all {int} digits.": "El código de activación es demasiado corto. Introduce todos los dígitos de {int} .",
    "Start again": "Volver a empezar",
    "Set your password": "Establece una contraseña.",
    "Create a password for your account with a minimum length of {int} characters.": "Crea una contraseña para tu cuenta con una longitud mínima de {int} caracteres.",
    "Choose a password": "Elige una contraseña",
    "Password strength": "Fuerza de la contraseña",
    "Write a password to check its strength": "Introduce una contraseña para comprobar su seguridad.",
    "Set password": "Establece una contraseña",
    "weak": "Débil",
    "notStrong": "Mediocre",
    "moderate": "Moderado",
    "good": "Bueno",
    "strong": "Fuerte",
    "Password has a good length": "La contraseña tiene una buena longitud",
    "Password is too short to be secure": "La contraseña es demasiado corta para ser segura",
    "Upper and lower case used": "Mayúsculas y minúsculas utilizadas",
    "No mix of upper and lower case": "No mezclar mayúsculas y minúsculas",
    "Only one type of character used": "Sólo se utiliza un tipo de carácter",
    "Two types of characters used": "Dos tipos de caracteres utilizados",
    "No letters used": "No se utilizan letras",
    "No numbers used": "No se utilizan números",
    "No special characters used": "No se utilizan caracteres especiales",
    "Three types of characters used": "Tres tipos de caracteres utilizados",
    "Create Account": "Crear cuenta",
    "Pick a username and tagline": "Elige un nombre de usuario y una etiqueta",
    "Pick a username and tagline to create your unique Lobby Account.": "Elige un nombre de usuario y una etiqueta para crear tu cuenta única en el lobby.",
    "Choose a username": "Elige un nombre de usuario",
    "Choose a tagline": "Elige una etiqueta",
    "{int1} - {int2} characters": "{int1} - {int2} caracteres",
    "Username preview": "Vista previa del nombre de usuario",
    "Username": "Nick",
    "Tagline": "Siglas:",
    "Additional information for username and tagline": "Información adicional para el nombre de usuario y la etiqueta",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "La combinación de tu nombre de usuario y tu etiqueta será el nombre único de tu lobby. Mientras la combinación esté disponible, puedes elegir la que quieras.",
    "Lobby Account created!": "¡Cuenta de lobby creada!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Tu cuenta del lobby de Legends con el nombre de usuario {name} se ha creado correctamente.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Hemos encontrado los siguientes avatares del mundo del juego asociados a tu dirección de correo electrónico. Puedes acceder a ellos desde el lobby.",
    "You didn't get a code?": "¿No recibiste un código?",
    "Resend activation code": "Reenviar código de activación",
    "ActivateAccount": "Activar la cuenta",
    "Start Playing": "Comenzar a jugar",
    "Enter Lobby and select Gameworld": "Entra en el lobby y selecciona el mundo del juego",
    "Generate new tagline": "Generar nueva Siglas",
    "Enter new password": "Ingresa tu nueva contraseña.",
    "loginPassword": "Contraseña",
    "Create a new password for your Legends Lobby Account.": "Crea una nueva contraseña para tu cuenta del lobby de Legends.",
    "Set new password": "Establece una nueva contraseña",
    "Recover password": "Recuperar contraseña",
    "Your password was successfully updated.": "Tu contraseña se ha actualizado correctamente.",
    "You can now login with your updated credentials.": "Ahora puedes iniciar sesión con tus credenciales actualizadas.",
    "New password set": "Nueva contraseña establecida",
    "Back to Login": "Volver al inicio de sesión",
    "Password Recovery": "Recuperar contraseña",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Introduce la dirección de correo electrónico asociada a tu cuenta del lobby de Legends. Te enviaremos instrucciones sobre cómo restablecer tu contraseña.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Si existe una cuenta de lobby para esta dirección de correo electrónico, deberías haber recibido instrucciones para restablecer tu contraseña en tus correos electrónicos:",
    "Once you have recovered your password, you can log in again.": "Cuando hayas recuperado tu contraseña, podrás volver a conectarte.",
    "Next upcoming server": "Próximo servidor",
    "Show gameworld calendar": "Mostrar el calendario del mundo del juego.",
    "Show all news": "Mostrar todas las noticias",
    "Load more news": "Cargar más noticias",
    "tribe1": "Romano",
    "tribe2": "Germano",
    "tribe3": "Galo",
    "tribe6": "Egipcio",
    "tribe7": "Huno",
    "tribe8": "Espartanos",
    "tribe9": "vikingo",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Por favor, introduce el nombre de usuario que quieres. Debe tener entre {min} y {max} caracteres de largo.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "El nombre de usuario que deseas es demasiado corto. Debe tener al menos {min} caracteres.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "El nombre de usuario elegido es demasiado largo. Debe de tener {max} caracteres como máximo.",
    "Read more here": "Obtén más información aquí",
    "GtlTravianAnswersId": "36",
    "Close window": "Cerrar ventana",
    "Change player": "Cambiar de jugador",
    "Change region": "Cambiar de región",
    "One or more players found on a game world excluded by our rules.": "Se encontraron uno o más jugadores en un servidor excluido por nuestras reglas.",
    "noPlayerWithThisName": "No se encontró ningún jugador activo con este nombre",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir tu Oro comprado no gastado a un jugador existente, primero verifica que eres el propietario del Oro ingresando la dirección de correo electrónico correspondiente.",
    "Please verify your code": "Verifica tu código",
    "Player name found on one game world": "Se encontró el nombre del jugador en un servidor",
    "Please confirm selection": "Confirma la selección",
    "error": "error",
    "Gold": "Oro",
    "Gold Transfer": "Transferencia de oro",
    "Playername": "Nombre del jugador",
    "Game World": "Mundo",
    "Confirm transfer": "Confirmar transferencia",
    "Please check the displayed data and confirm the gold transfer to continue.": "Comprueba los detalles que se muestran y confirma la transferencia de oro para continuar.",
    "Please enter your email address in format yourname@mail.com": "Ingresa tu dirección de correo electrónico en el formato tunombre@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Esta dirección de correo electrónico parece ser demasiado corta. Debe tener al menos {min} caracteres.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Esta dirección de correo electrónico parece ser demasiado larga. Debe de tener {max} caracteres como máximo.",
    "We found multiple players in different regions": "Encontramos múltiples jugadores en diferentes regiones",
    "Please select game world": "Selecciona el servidor",
    "Multiple players with that name were found": "Se encontraron varios jugadores con ese nombre",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Encontramos a ese jugador en múltiples servidores en tu región. Sólo puedes transferir el oro a un nuevo jugador. Selecciona un servidor.",
    "To find the right player, please select the region of the game world that player is located in.": "Para encontrar al jugador adecuado, selecciona la región del servidor en la que se encuentra el jugador.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} se transfirió al jugador {player} en el servidor {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Para completar la transferencia de {icon} {amount}, el jugador {player} tiene que completar las instrucciones recibidas a través de un IGM.",
    "Gold transfer successful": "Transferencia de oro realizada con éxito",
    "Verify Ownership": "Verificar propiedad",
    "Server age in days": "Antigüedad del servidor en días",
    "Server speed": "Servidor speed",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Solo se puede acceder a este mundo de juego a través de la aplicación móvil Travian: Legends.",
    "Search new player": "Buscar un nuevo jugador",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Ingresa el nombre del jugador al que quieres transferir el oro.",
    "Language selection": "Selección de idioma",
    "Login to Lobby Account": "Iniciar sesión en la cuenta del lobby",
    "Email address / account name": "Nombre/dirección de correo electrónico de la cuenta",
    "Enter your email address or account name": "Ingresa tu dirección de correo electrónico o nombre de cuenta",
    "Password": "Contraseña",
    "Enter your password": "Ingresa tu contraseña",
    "Please enter your password": "Por favor ingresa tu contraseña",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Recover": "Recuperar",
    "Privacy Policy": "Política de privacidad",
    "Register": "Registrarse",
    "or continue with": "o continuar con",
    "Back to Registration": "Volver al registro",
    "Need Help?": "¿Necesitar ayuda?",
    "Something went wrong": "Algo salió mal",
    "Something went wrong with your social login.": "Algo salió mal con tu inicio de sesión social.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Inténtalo nuevamente o, si el problema persiste, no dudes en ponerte en contacto con nuestro equipo de soporte para obtener ayuda.",
    "Email already used": "Correo electrónico ya utilizado",
    "The email address provided is already used for a Travian: Legends lobby account.": "La dirección de correo electrónico proporcionada ya está siendo utilizada para una cuenta de lobby de Travian: Legends.",
    "Please use your email address to login.": "Por favor, utiliza tu dirección de correo electrónico para iniciar sesión.",
    "Email permission missing": "Falta el permiso de correo electrónico",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Para comenzar a jugar a Travian: Legends, necesitamos tu permiso para acceder a tu dirección de correo electrónico.",
    "Please try again with the correct permission settings or try another registration method.": "Inténtalo nuevamente con la configuración de permisos correcta o prueba con otro método de registro.",
    "registrationSocialLegalText": "Al hacer clic en {QUOTE}confirmar{QUOTE}, aceptas el {GTC} y confirmas que has tomado nota de {INFORMATION_RIGHT_OF_WITHDRAWAL} y de {PRIVACY_POLICY}.",
    "Confirm": "Confirmar",
    "Contact support": "Contactar a soporte",
    "Unexpected Error": "Error inesperado",
    "Terms & Conditions": "Términos y condiciones",
    "Right of Withdrawal": "Derecho de cancelación",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Todos los derechos reservados.",
    "Imprint": "Responsables",
    "Responsible for this website": "Responsable de este sitio web",
    "imprintResponsible": "Travian Games GmbH\nMoosacher 70\n80809 Múnich\nAlemania\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdicción",
    "imprintJurisdiction": "Corte del Distrito de Múnich, HRB 173511\nNIF IVA DE 246258085\nDirectores ejecutivos: Viktor Pulz, Jörg Strathaus\nTeléfono: +49 89/32 49 15 93 8 (no es para soporte del juego)\nFax: +49 89/32 49 15 97 3 (solo para soporte Plus)",
    "Support": "Soporte",
    "Contact": "Contacto",
    "Youth protection officer": "Oficial de protección de la juventud",
    "imprintYouthProtection": "Abogado Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Funcionario de protección de datos",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "No olvides incluir tu nombre de usuario y servidor de juego cuando escribas a Soporte.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Todos los derechos a los textos, gráficos y códigos fuente son propiedad de Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian es una marca comercial registrada de Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "La Comisión de la UE ha creado una plataforma para la resolución de litigios en línea (plataforma ODR) entre comerciantes y consumidores. Esta plataforma ODR está disponible a través del siguiente enlace: {link}. No estamos obligados a participar y no participaremos en ningún otro tipo de resolución de litigios alternativo o en otras plataformas de resolución de disputas.",
    "Game Rules": "Reglas del juego",
    "gameRulesInfo": "Las reglas del juego forman parte de nuestros términos y condiciones. En caso de bloqueo o para comprobar lo que está permitido y lo que no, también debe consultar los {Terms & Conditions}, especialmente la sección 6.\n\n\nEl intento de eludir las reglas del juego, de animar a otro jugador a violar las reglas del juego o de obtener una ventaja de una infracción de reglas será considerado como una infracción y castigado en consecuencia en proporción a la infracción y a la discreción de el equipo de Travian:Legends. Todas las reglas del juego se aplican incluso a los jugadores que deseen eliminar o estén en proceso de eliminar su cuenta de lobby o avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Cada jugador puede jugar y poseer un solo avatar por servidor. ",
    "gameRules1.1.b": "Un avatar debe jugarse siempre en su propio beneficio o en el de su confederación. Un avatar que exista en beneficio de otro avatar que no pertenece a la misma alianza o confederación podrá ser bloqueada y eliminada permanentemente. Los avatares que se benefician de los avatares que existan para su beneficio pueden ser severamente castigadas. \n\nEl comportamiento no permitido incluye, entre otras, las siguientes acciones:",
    "gameRules1.1.b-1": "Asaltar vacas privadas - Asaltar avatares fuera de la Confederación del asaltante que permiten ser asaltados por un jugador específico o varios jugadores de la Confederación. Esto no afecta a los asaltos habituales, donde los jugadores inactivos son asaltados por múltiples Confederaciones.",
    "gameRules1.1.b-2": "Construir aldeas con el propósito de ser conquistadas por otros jugadoras fuera de su propia Confederación.",
    "gameRules1.2": "El dueño de una cuenta de lobby es la persona cuya dirección de correo electrónico está asociada con la cuenta de lobby.  En caso de que exista una duda razonable, podría pedirse al jugador escribir un correo electrónico a Soporte desde la dirección de correo electrónico asociada de la cuenta de lobby para verificar que el jugador es el dueño de ella. Ningún miembro del personal de Travian: Legends te pedirá tu contraseña jamás.",
    "gameRules1.3.a": "No se permite compartir la contraseña de la cuenta del lobby, incluido el caso de \"duales\", cuando el avatar es jugado por dos o más jugadores. Se deben agregar duales en el Lobby para servidores específicos, y tienen que iniciar sesión en su propia cuenta del Lobby para acceder al avatar al que se les asignó como Duales. \n\nTravian Games no compensa de modo alguno a los propietarios de cuentas de lobby que hayan resultado dañadas por personas que hubiesen obtenido la contraseña de dicha cuenta de lobby.",
    "gameRules1.3.b": "Si un jugador desea pasar de un avatar a otro o crear uno nuevo, el avatar antiguo debe eliminarse antes de que se conceda acceso al nuevo avatar o se cree el nuevo avatar.",
    "gameRules1.4": "Si está inactivo, un avatar se borrará automáticamente en un plazo no inferior a siete días tras el último inicio de sesión.",
    "gameRules1.5": "Referidos- En el caso de que se abuse del sistema de referido (por ejemplo, creando multiples avatares y violando la regla 1.1), tanto quien refiere como la referida serán consideradas responsables y castigadas en consecuencia.",
    "gameRules1.6": "El abuso de los sistemas de pago y bloqueo puede dar lugar a la eliminación del avatar sin posibilidad de apelación.",
    "gameRules1.7": "El abuso del diseño del juego, que el Servicio de Atención al Cliente considere que perjudica la experiencia de juego de los demás, puede ser sancionad",
    "gameRules1.8": "Las ofertas \"especiales\", como el Paquete de inicio de Oro, están excluidas de la transferencia de oro. Esta disposición sustituye al apartado {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 de los TyC",
    "Sitting an avatar": "Representar un avatar",
    "gameRules2.1": "Cada jugador puede designar un máximo de dos representantes para ayudarlo con su avatar. La persona que representa a un avatar debe hacerlo utilizando la función de representante de avatar del juego. La contraseña de la cuenta de lobby no debe de ser brindada al representante. El abuso de los derechos de representación está prohibido.",
    "gameRules2.2": "Travian Games GmbH no ofrece compensación por los daños en la cuenta ocasionados por un representante. El titular de la cuenta de lobby es responsable de todo lo realizado por representantes en su avatar. Si un representante rompe las reglas o los términos y condiciones de Travian: Legends, podrán ser castigados tanto el dueño de la cuenta de lobby como el representante.",
    "Use of external programs": "Uso de programas externos",
    "gameRules3.1": "No está permitido jugar a Travian: Legends con un navegador no convencional o modificado. Se prohíbe el uso de scripts y/o bots para automatizar funciones o imitar características premium en la cuenta. \n\nEsto incluye, pero no se limita a, las siguientes acciones:",
    "gameRules3.1.1": "Asaltar otros avatares automáticamente (y enviar oleadas de ataques automáticamente)",
    "gameRules3.1.2": "Comenzar aventuras automáticamente",
    "gameRules3.1.3": "Construir y mejorar automáticamente los campos de recursos y los edificios en las aldeas",
    "gameRules3.1.4": "Escanear el mapa automáticamente",
    "gameRules3.1.5": "Escanear automáticamente las estadísticas de otros jugadores",
    "gameRules3.1.6": "Enviar recursos a otras cuentas automáticamente",
    "gameRules3.1.7": "Entrenar tropas automáticamente",
    "gameRules3.1.8": "Pujar en subastas por artículos automáticamente",
    "gameRules3.1.9": "Iniciar fiestas automáticamente",
    "gameRules3.1.10": "Escanear las propias aldeas para mostrar sus recursos y la información en un solo lugar",
    "gameRules3.1.11": "Cualquier otra acción automatizada realizada por software de terceros",
    "gameRules3.2": "Travian Games se reserva el derecho de penalizar a los jugadores que utilicen un script o bot para automatizar acciones, ya sea de forma permanente o por un tiempo limitado, mientras el servidor esté activo.",
    "Program errors / bugs": "Errores de programa",
    "gameRules4.1": "Los errores en el juego se deben reportar al equipo de soporte y no se deben explotar para beneficio del avatar. El abuso de cualquier error es un acto sancionable.",
    "Selling/buying game content": "Venta/compra de contenido del juego",
    "gameRules5.1": "La compra o venta de servicios ofrecidos por companias de terceros, cuenta de lobby, avatar, tropas, recursos, aldeas, oro o plata es ilícita. Se prohíbe también la venta o compra de contenidos del juego a cambio de dinero.  Lobby accounts and avatars may not be given away in exchange for money.",
    "Netiquette": "Comportamiento en la Red",
    "gameRules6.1": "Los jugadores siempre deben comunicarse de forma cortés y educada.",
    "gameRules6.2": "Los perfiles, nombres de aldeas y cualquier otro contenido pueden ser objeto de modificaciones a cargo del servicio de atención al ciente sin previo aviso. Las alianzas con nombres inapropiados en su perfil, foros públicos o cualquier otra área pública pueden ser eliminadas inmediatamente.",
    "gameRules6.3": "Las siguientes conductas están totalmente prohibidas: lenguaje abusivo, difamatorio, sexista, racista o profano; comportamiento adverso hacia cualquier religión, raza, nación, sexo, grupo de edad, u orientación sexual; amenazas de la vida real; hacerse pasar por cualquier miembro del equipo de Travian: Legends o por algún cargo oficial de la compañía.",
    "gameRules6.4": "El juego debe estar libre de la política del mundo real.",
    "gameRules6.5": "Está prohibido publicar o exponer material que no es adecuado para menores.",
    "gameRules6.6": "Los mensajes en el juego solo se podrán publicar con el consentimiento de ambas partes. Está prohibido la publicación de los mensajes enviados o recibidos de cualquier miembro de Travian: Legends, al menos que se dé un consentimiento específico.",
    "gameRules6.7": "No se permiten anuncios de ningún tipo.",
    "gameRules6.8": "Cualquier contenido inapropiado, que el Servicio de Atención al Cliente considere que perjudica la experiencia de juego de los demás, puede ser sancionado.",
    "Punishments": "Sanciones",
    "gameRules7.1": "En caso de violación de los términos y condiciones generales, se bloqueará/suspenderá un avatar y solamente se devolverá al juego con un castigo acorde a la violación en la que incurrió. Nombres inapropiados de cuentas de lobby y avatares pueden ser cambiados. Las pérdidas ocurridas en este lapso de bloqueo/suspensión, incluyendo la cuenta plus y oro no será repuestas por Travian Games GmbH Todos los jugadores son tratados de igual forma, independientemente de su uso de oro.",
    "gameRules7.2": "Un bloqueo sólo puede ser discutido con el equipo de Servicio de Atención al Cliente a través del {Customer Service portal}.\n \nEl bloqueo y el castigo son dictados por un miembro del equipo de control de reglas. En caso de queja, otro miembro del equipo de control de las reglas revisará la prohibición y la sanción. Su decisión es final.\n\nLos jugadores aceptan que el equipo de Travian: Legends no puede revelar los mecanismos utilizados para detectar infracciones, ya que dichos mecanismos podrían ser eludidos.\n\nNo de discutirán de forma pública las suspensiones, eliminaciones y sus consecuencias. El equipo de Travian: Legends no revela información sobre bloqueos a otras personas que no sean específicamente las afectadas.",
    "Customer Service portal": "portal de Atención al Cliente",
    "Rule changes and correction clause": "Cambios de reglas y cláusula de corrección",
    "gameRules8.1": "Travian Games GmbH se reserva el derecho de cambiar las reglas en cualquier momento.",
    "gameRules8.2": "Si lasdisposiciones individuales de las reglas fueran ineficaces o nulas, la validez de las disposiciones restantes no se verá afectada. Travian Games GmbH  se comprometen a sustituir los reglamentos ineficaces  lo más rápido posible.",
    "gameRules8.3": "En caso de incoherencia o discrepancia entre la versión inglesa y cualquiera de las demás versiones lingüísticas de la presente publicación, prevalecerá la versión inglesa.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Se pueden encontrar explicaciones más detalladas de ciertas reglas de juego en las {Game Rules FAQ}.",
    "Game Rules FAQ": "preguntas frecuentes sobre las reglas de juego",
    "Romans": "Romanos",
    "Teutons": "Germanos",
    "Gauls": "Galos",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legiones disciplinadas, ingeniería avanzada y brillantez estratégica definen a Roma. Dirige a tus legionarios para expandir tu imperio mediante el poderío militar y el dominio cultural.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Los germanos se caracterizan por ser feroces incursores, guerreros despiadados y una agresividad implacable. Dirige a tus salvajes fuerzas para saquear a los enemigos e infunde miedo en sus corazones con ataques a la velocidad del rayo.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Defensores veloces, trampas astutas y escondites protegen los recursos galos. Lidera a tu raza para sobrevivir a los enemigos con resistencia y astucia.",
    "You have reached the end - no more news found.": "Has llegado al final - no se encontraron más noticias.",
    "imprintTitle": "Travian: Legends – Internacional | Aviso legal",
    "imprintDescription": "Ponte en contacto con los responsables y los encargados de la protección de datos del sitio web y del título Travian: Legends – Internacional",
    "gameRulesTitle": "Travian: Legends – Internacional | Reglas del juego",
    "gameRulesDescription": "Más información sobre el código de conducta y las reglas del juego de Travian: Legends - Internacional.  ✓ Directamente en tu navegador  ➤ JUEGA AHORA en nuestros mundos de juegos internacionales recomendados",
    "Name contains invalid characters, is not allowed, or invalid": "El nombre o bien contiene caracteres no válidos, o no está permitido ",
    "Avatar Exists": "El avatar ya existe",
    "Access Denied": "Acceso denegado.",
    "Unauthorized": "No autorizado",
    "Resend activation code not provided": "No se ha enviado el código de activación",
    "Resend activation code invalid": "El código de activación reenviado no es válido",
    "Code challenge provided, but method is not": "Se ha proporcionado el desafío de código, pero no se ha especificado el método",
    "Please accept Terms and Conditions": "Por favor, acepta los Términos y Condiciones",
    "No proper email address can be found in authentication credentials": "No se encuentra una dirección de correo electrónico adecuada en las credenciales de autenticación",
    "Wrong email, account name or password": "Correo electrónico, nombre de cuenta o contraseña incorrectos",
    "Identity needs activation": "La identidad necesita activación",
    "Token is invalid for this request": "El token no es válido para esta solicitud",
    "Invalid identity provider": "El proveedor de identidad no es válido",
    "Client is unauthorized": "El cliente no está autorizado",
    "Failed to figure out transfer target": "No se ha podido determinar el objetivo de la transferencia",
    "Cannot transfer this GTL to the target gameworld": "No se puede transferir este GTL al mundo de juego de destino",
    "Refer a friend": "Recomienda a un amigo",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Ya tienes un avatar en el mundo del juego referido. La función de recomendar a un amigo sólo funciona en los mundos de juego en los que no tienes avatar.",
    "To the Lobby": "Ir al lobby",
    "To the referred gameworld": "Ir al mundo del juego referido",
    "Change account?": "¿Cambiar de cuenta?",
    "Log out": "Desconectarse",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Por favor, introduce el nombre de avatar que quieres. Debe tener entre {min} y {max} caracteres de largo.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "El nombre de avatar que deseas es demasiado corto. Debe tener al menos {min} caracteres.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "El nombre de avatar elegido es demasiado largo. Debe de tener {max} caracteres como máximo.",
    "Change avatar": "Cambiar avatar",
    "One or more avatars found on a game world excluded by our rules.": "Se encontraron uno o más avatares en un mundo de juego excluido por nuestras reglas.",
    "noAvatarWithThisName": "No se encontró ningún avatar activo con este nombre",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir tu Oro comprado no gastado a un avatar existente, primero verifica que eres el propietario del Oro ingresando la dirección de correo electrónico correspondiente.",
    "Avatar name found on one game world": "Se encontró el nombre del avatar en un mundo de juego",
    "Avatarname": "Nombre de avatar",
    "We found multiple avatars in different regions": "Encontramos múltiples avatares en diferentes regiones",
    "Multiple avatars with that name were found": "Se han encontrado varios avatares con este nombre",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Encontramos a ese avatar en múltiples mundos de juego en tu región. Sólo puedes transferir el oro a un nuevo avatar. Selecciona un mundo de juego",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Para encontrar al avatar adecuado, selecciona la región del mundo de juego en la que se encuentra el avatar.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} se transfirió al avatar {avatar} en el mundo de juego {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Para completar la transferencia de {icon} {amount}, el avatar{avatar} tiene que completar las instrucciones recibidas a través de un IGM.",
    "Search new avatar": "Buscar nuevo avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Ingresa el nombre del avatar al que quieres transferir el oro.",
    "This gameworld is only accessible for mobile players.": "Este mundo de juego sólo es accesible para jugadores de teléfonos móviles.",
    "This gameworld is restricted to players with a special invitation code.": "Este mundo del juego está restringido a los jugadoras con un código de invitación especial.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Este es un mundo de juego especial que sólo estará disponible durante un tiempo limitado y puede tener características diferentes a los mundos de juego Clásicos.",
    "Pop-up was blocked": "Se bloqueó la ventana emergente",
    "The pop-up for your social login was blocked by your browser.": "La ventana emergente para tu inicio de sesión social ha sido bloqueada por tu navegador.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Por favor, comprueba la configuración de tu navegador, permite las ventanas emergentes e inténtalo de nuevo. Si el problema persiste, no dudes en ponerte en contacto con nuestro equipo de soporte para obtener ayuda."
}