{
    "homeTitle": "Travian: Legends – Internacional | El juego de estrategia multijugador en línea",
    "homeDescription": "Entra al famoso juego de estrategia con miles de jugadores reales ✓ En tu navegador  ➤ JUEGA YA en nuestros mundos de juego internacionales recomendados",
    "newsTitle": "Travian: Legends – Internacional | Últimas noticias",
    "newsDescription": "Aprende más sobre las últimas noticias y actualizaciones ✓ Directamente en tu navegador  ➤ JUEGA YA en nuestros mundos de juego internacionales recomendados",
    "calendarTitle": "Travian: Legends – Internacional | Calendario de mundos de juego",
    "calendarDescription": "Más información sobre los próximos servidores para jugar a Travian: Legends – Internacional ✓ Directamente en tu navegador  ➤ JUEGA YA en nuestros mundos de juego internacionales recomendados",
    "Gameworld calendar": "Calendario de servidores",
    "Date": "Fecha",
    "Speed": "Velocidad",
    "Construction plans": "Planos de construcción",
    "Artefacts": "Artefactos",
    "Gameworld end": "Fin del mundo del juego",
    "Wonder of the World, level 100": "Maravila a nivel 100",
    "Local gameworld languages": "Idiomas del mundo de juego local",
    "Article image": "Imagen del artículo",
    "Read full story": "Leer la historia completa",
    "Read": "Leer",
    "News & Updates": "Noticias y novedades",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Aún no se han definido todos los detalles del mundo del juego. Recibirás una notificación en el lobby cuando se haya actualizado.",
    "Currently no entries": "No hay entradas",
    "Join Gameworld": "Unirse a un mundo de juego",
    "Play Now": "Juega ahora",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Este mundo de juego está restringido a jugadores con un código de invitación especial. Si tienes uno, escríbelo para unirte al mundo de juego.",
    "Your invitation code": "Tu código de invitación",
    "Enter invitation code": "Escribe el código de invitación",
    "Please enter the invitation code that you received.": "Escribe el código de invitación que has recibido.",
    "The invitation code is too short. Please enter all {INT} characters.": "El código de invitación es demasiado corto. Escribe los {INT} caracteres.",
    "Invitation code cooldown": "Tiempo de espera del código de invitación",
    "digits": "dígitos",
    "To news overview": "Ir al resumen de noticias",
    "Home": "Inicio",
    "Gameworld Calendar": "Calendario de servidores",
    "Tournament": "Torneo",
    "Login": "Entrar",
    "Account settings": "Configuración de la cuenta",
    "Data consent": "Consentimiento de datos",
    "To lobby": "Ir al lobby",
    "Logout": "Logout",
    "Search for a language or country": "Búsqueda por idioma o país",
    "No language matches your search. Are you sure you typed it correctly?": "No hay coincidencias de idioma para tu búsqueda. ¿Lo escribiste correctamente?",
    "Your email address is already connected to a Legends Lobby Account.": "Tu dirección de correo electrónico ya está conectada a una cuenta de lobby de Legends.",
    "Create Legends Lobby Account": "Crea una cuenta de lobby de Legends",
    "Enter your email address": "Escribe tu dirección de correo electrónico",
    "Email Address": "Dirección de correo electrónico",
    "Please enter your email address": "Escribe tu dirección de correo electrónico",
    "Please enter your email address or account name": "Escribe tu dirección de correo electrónico o  el nombre de la cuenta.",
    "Please enter a valid email address. E.g. mymail@provider.com": "Escribe una dirección de correo electrónico válida. Por ejemplo, micorreo@proveedor.com",
    "Redirecting to Login": "Redireccionando al inicio de sesión",
    "Cancel": "Cancelar",
    "I want to receive the newsletter": "Quiero recibir el boletín de noticias.",
    "registrationLegalText": "Al hacer clic en {QUOTE}registrarse con la dirección de correo electrónico{QUOTE}, aceptas las {GTC} y confirmas que has leído las {INFORMATION_RIGHT_OF_WITHDRAWAL} y las {PRIVACY_POLICY}.",
    "GTC": "T&Cs",
    "Information on the Right of Withdrawal": "Información sobre el derecho de desistimiento",
    "Register with email address": "Registrarse con dirección de correo electrónico",
    "Already have an account?": "¿Tienes ya una cuenta?",
    "Login now": "Inicia sesión ahora",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "El código de activación no es correcto. Introduce el código de activación que recibiste en el correo electrónico.",
    "Please confirm that you are not a robot": "Confirma que no eres un robot.",
    "We sent you an activation link to: {email}": "Hemos enviado tu enlace de activación a: {email}",
    "Activate Legends Lobby account": "Activa la cuenta de lobby de Legends",
    "Please follow the instructions in the email to continue.": "Sigue las instrucciones del correo electrónico para continuar.",
    "Enter activation code": "Escribe el código de activación",
    "E.g. 123456": "Por ejemplo, 123456",
    "Wrong email address?": "¿La dirección de correo electrónica no es correcta?",
    "Change email": "Cambiar E-mail",
    "Please enter the activation code that you received in the email.": "Introduce el código de activación que recibiste en el correo electrónico.",
    "The activation code is too short. Please enter all {int} digits.": "El código de activación es demasiado corto. Introduce los {int} dígitos.",
    "Start again": "Empezar de nuevo",
    "Set your password": "Establece tu contraseña",
    "Create a password for your account with a minimum length of {int} characters.": "Crea una contraseña para tu ficha de juego con una longitud mínima de {int} caracteres.",
    "Choose a password": "Elige una contraseña",
    "Password strength": "Seguridad de la contraseña",
    "Write a password to check its strength": "Introduce una contraseña para comprobar su seguridad.",
    "Set password": "Establece una contraseña",
    "weak": "Débil",
    "notStrong": "Mediocre",
    "moderate": "Moderada",
    "good": "Buena",
    "strong": "Fuerte",
    "Password has a good length": "La contraseña es bastante larga",
    "Password is too short to be secure": "La contraseña es demasiado corta para ser segura",
    "Upper and lower case used": "Mayúsculas y minúsculas usadas",
    "No mix of upper and lower case": "No has mezclado mayúsculas y minúsculas",
    "Only one type of character used": "Solo se ha usado un tipo de carácter",
    "Two types of characters used": "Se han usado dos tipos de caracteres",
    "No letters used": "No has usado letras",
    "No numbers used": "No has usado números",
    "No special characters used": "No has usado caracteres especiales",
    "Three types of characters used": "Has usado tres tipos de caracteres",
    "Create Account": "Crear una cuenta",
    "Pick a username and tagline": "Elige un nombre de usuario y una etiqueta",
    "Pick a username and tagline to create your unique Lobby Account.": "Elige un nombre de usuario y una etiqueta para crear tu cuenta de lobby única.",
    "Choose a username": "Elige un nombre de usuario",
    "Choose a tagline": "Elige una etiqueta",
    "{int1} - {int2} characters": "{int1} - {int2} caracteres",
    "Username preview": "Vista previa del nombre de usuario",
    "Username": "Usuario",
    "Tagline": "Etiqueta:",
    "Additional information for username and tagline": "Información adicional para el nombre de usuario y la etiqueta",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "La combinación de tu nombre de usuario y etiqueta será el nombre único de tu lobby. Mientras la combinación esté disponible, puedes elegir la que quieras.",
    "Lobby Account created!": "¡Cuenta de lobby creada!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Tu cuenta de lobby de Legends con el nombre de usuario {name} se ha creado correctamente.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Hemos encontrado los siguientes personajes de mundos de juego asociados a tu dirección de correo electrónico. Puedes acceder a ellos desde el lobby.",
    "You didn't get a code?": "¿No has recibido el código?",
    "Resend activation code": "Volver a enviar el código de activación",
    "ActivateAccount": "Activar cuenta",
    "Start Playing": "Juega",
    "Enter Lobby and select Gameworld": "Entra en el lobby y elige un mundo de juego",
    "Generate new tagline": "Generar nueva etiqueta",
    "Enter new password": "Escribe una contraseña nueva",
    "loginPassword": "Contraseña",
    "Create a new password for your Legends Lobby Account.": "Crea una nueva contraseña para tu cuenta lobby de Legends.",
    "Set new password": "Configura una nueva contraseña",
    "Recover password": "Recuperar contraseña",
    "Your password was successfully updated.": "Tu contraseña se ha actualizado correctamente.",
    "You can now login with your updated credentials.": "Ahora ya puedes iniciar sesión con tus credenciales actualizadas.",
    "New password set": "Nueva contraseña establecida",
    "Back to Login": "Volver al inicio de sesión",
    "Password Recovery": "Recuperación de contraseña",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Introduce la dirección de correo electrónico asociada a tu cuenta de lobby de Legends. Te enviaremos instrucciones sobre cómo restablecer tu contraseña.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Si existe una cuenta de lobby para esta dirección de correo electrónico, deberías haber recibido instrucciones para restablecer tu contraseña en tus correos electrónicos:",
    "Once you have recovered your password, you can log in again.": "Una vez que hayas recuperado tu contraseña, podrás conectarte de nuevo.",
    "Next upcoming server": "Próximo servidor",
    "Show gameworld calendar": "Mostrar el calendario del servidor",
    "Show all news": "Mostrar todas las noticias",
    "Load more news": "Cargar más noticias",
    "tribe1": "Romano",
    "tribe2": "Germano",
    "tribe3": "Galo",
    "tribe6": "Egipcio",
    "tribe7": "Huno",
    "tribe8": "Espartano",
    "tribe9": "Vikingos",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Introduce el nombre que quieres usar Debería tener entre {min} y {max} caracteres de largo.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "El nombre que has elegido es demasiado corto. Debería tener al menos {min} caracteres.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "El nombre que has elegido es demasiado largo. Debería tener a los sumo {max} caracteres.",
    "Read more here": "Más información aquí.",
    "GtlTravianAnswersId": "36",
    "Close window": "Cerrar ventana",
    "Change player": "Cambiar de jugador.",
    "Change region": "Cambiar de región.",
    "One or more players found on a game world excluded by our rules.": "Se han encontrado uno o más jugadores en un servidor excluido por nuestras normas de juego.",
    "noPlayerWithThisName": "No se ha encontrado ningún jugador activo con este nombre.",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir el oro comprado y no utilizado a un usuario existente, primero tienes que verificar la titularidad del oro introduciendo la dirección de correo electrónico correcta.",
    "Please verify your code": "Verifica tu código",
    "Player name found on one game world": "Nombre del jugador encontrado en un mundo de juego.",
    "Please confirm selection": "Confirma la selección.",
    "error": "error",
    "Gold": "Oro",
    "Gold Transfer": "Transferencia de Oro",
    "Playername": "Nombre del jugador",
    "Game World": "Servidor",
    "Confirm transfer": "Confirmar transferencia",
    "Please check the displayed data and confirm the gold transfer to continue.": "Revisa los detalles y confirma la transferencia de oro para continuar.",
    "Please enter your email address in format yourname@mail.com": "Introduce tu dirección de correo electrónico con formato tunombre@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "La dirección de correo electrónico es demasiado corta. Debería tener al menos {min} caracteres.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "La dirección de correo electrónico es demasiado larga. Debería tener a los sumo {max} caracteres.",
    "We found multiple players in different regions": "Encontramos diferentes jugadores en diferentes regiones.",
    "Please select game world": "Elige el servidor.",
    "Multiple players with that name were found": "Se han encontrado varios jugadores con ese nombre.",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Encontramos ese jugador en varios servidores en tu región. Solo puedes transferir oro a un jugador nuevo. Elige un servidor.",
    "To find the right player, please select the region of the game world that player is located in.": "Para encontrar al jugador correcto, elige la región del servidor donde está el jugador.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} fue transferido al jugador {player} en el servidor {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Para completar la transferencia de {icon} {amount}, el jugador {player} tiene que completar las instrucciones recibidas en el mensaje del juego.",
    "Gold transfer successful": "Transferencia de oro conseguida.",
    "Verify Ownership": "Verificar dueño",
    "Server age in days": "Días del servidor",
    "Server speed": "Servidor speed",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Solo se puede entrar a este mundo de juego a través de la aplicación móvil de Travian: Legends.",
    "Search new player": "Buscar un jugador nuevo.",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Introduce el nombre del jugador al que te gustaría transferir el oro.",
    "Language selection": "Selección de idioma",
    "Login to Lobby Account": "Inicia sesión en la cuenta de lobby",
    "Email address / account name": "nombre de cuenta o dirección de correo electrónico",
    "Enter your email address or account name": "Escribe tu dirección de correo electrónico o el nombre de la cuenta.",
    "Password": "Contraseña",
    "Enter your password": "Escribe tu contraseña",
    "Please enter your password": "Escribe tu contraseña",
    "Forgot your password?": "¿Has olvidado tu contraseña?",
    "Recover": "Recuperar",
    "Privacy Policy": "Política de privacidad",
    "Register": "Regístrate",
    "or continue with": "o continúa con",
    "Back to Registration": "Volver al registro",
    "Need Help?": "¿Necesitas ayuda?",
    "Something went wrong": "Algo salió mal.",
    "Something went wrong with your social login.": "Algo no ha ido bien al iniciar sesión.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Vuelve a intentarlo y si el problema persiste ponte en contacto con nuestro equipo de asistencia para obtener ayuda.",
    "Email already used": "Correo electrónico ya utilizado",
    "The email address provided is already used for a Travian: Legends lobby account.": "La dirección de correo electrónico proporcionada ya se utiliza para una cuenta de lobby de Travian: Legends.",
    "Please use your email address to login.": "Usa tu dirección de correo electrónico para iniciar sesión.",
    "Email permission missing": "Falta el permiso de correo electrónico",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Para empezar a jugar a Travian: Legends, necesitamos tu permiso para acceder a tu dirección de correo electrónico.",
    "Please try again with the correct permission settings or try another registration method.": "Por favor, inténtalo de nuevo con la configuración de permisos correcta o prueba otro método de registro.",
    "registrationSocialLegalText": "Al hacer clic en {QUOTE}Confirmar{QUOTE}, aceptas la {GTC} y confirmas que has leído el {INFORMATION_RIGHT_OF_WITHDRAWAL} y la {PRIVACY_POLICY}.",
    "Confirm": "Confirmar",
    "Contact support": "Contactar con nosotros",
    "Unexpected Error": "Error inesperado",
    "Terms & Conditions": "Términos y condiciones",
    "Right of Withdrawal": "Derecho de desistimiento",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Reservados todos los derechos.",
    "Imprint": "Responsables",
    "Responsible for this website": "Responsable de este sitio web",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Múnich\nAlemania\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdicción",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nNIF IVA DE 246258085\nDirector gerente: Viktor Pulz, Jörg Strathaus\nTeléfono: 004989/32 49 15 93 8 (No para dudas del juego o soporte técnico)\nFax: 004989/32 49 15 97 3 (Sólo Plus support)",
    "Support": "Soporte",
    "Contact": "Contacto",
    "Youth protection officer": "Oficial de protección al menor",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Oficial de protección de datos",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "No olvides incluir el nombre de usuario y servidor de juego cuando escribas a soporte.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Todos los derechos de los textos, gráficos y códigos fuente son propiedad de Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian es una marca registrada de Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "La Comisión Europea ha creado una plataforma para la resolución de litigios en línea (plataforma RLL) entre comerciantes y consumidores. La plataforma RLL está disponible en el siguiente enlace: {link}. No estamos obligados a participar y actualmente no formamos parte de plataformas de resolución de disputas o resoluciones de disputas alternativas.",
    "Game Rules": "Reglas del juego",
    "gameRulesInfo": "Las reglas de juego forman parte de los Términos y Condiciones. En caso de verte envuelto en un bloqueo o simplemente para revisar qué es lo que está y lo que no está permitido, también deberías revisar los {Terms & Conditions}, especialmente la sección 6.\n\n\nCualquier intento de eludir las reglas del juego, de animar a otro jugador a violar las reglas del juego o de obtener una ventaja de una violación de las reglas será tratado como una violación y castigado en consecuencia en proporción a la violación y a discreción del equipo de Travian: Legends. Todas las reglas del juego se aplican igualmente a los jugadores que desean eliminar su cuenta de lobby o personaje o los jugadores que están en el proceso de eliminación de su cuenta de lobby o personaje.",
    "Avatar": "Personaje",
    "gameRules1.1.a": "Cada jugador sólo puede tener y jugar un único personaje en cada mundo de juego.",
    "gameRules1.1.b": "Una cuenta siempre tiene que ser jugada para su propio beneficio o el de su confederación. Los personajes que existan para beneficiar a otro personaje fuera de la alianza o confederación pueden ser bloqueados permanentemente y borrados. Los personajes beneficiados por otros personajes, que existen para su beneficio, pueden ser duramente sancionados. \n\nEl comportamiento no permitido incluye, entre otras, las siguientes acciones:",
    "gameRules1.1.b-1": "Tener vacas privadas: los personajes atracados fuera de la confederación que se dejan atracar por un jugador concreto o por varios jugadores de la misma confederación. Esto no afecta a los atracos habituales en la que los jugadores inactivos son asaltados por varias confederaciones.",
    "gameRules1.1.b-2": "Construir aldeas con el propósito de ser conquistadas por otros jugadores fuera de tu propia confederación.",
    "gameRules1.2": "Se considera titular de una cuenta de lobby y de un personaje a la persona cuya dirección de correo electrónico está asociada a la cuenta de lobby.  En los casos de dudas razonables, se podría solicitar escribir un correo electrónico al Soporte desde la misma dirección de correo electrónico vinculada a la cuenta de lobby para verificar que el jugador es el dueño de la cuenta de lobby. Ningún miembro de Travian: Legends pedirá nunca la contraseña de la cuenta.",
    "gameRules1.3.a": "Compartir la contraseña de la cuenta de lobby no está permitido, incluyendo el caso de \"duales\" cuando el personaje es jugado por dos o más jugadores. Los duales deben añadirse en el lobby para mundos de juego específicos, y tienen que iniciar sesión en su propia cuenta del lobby para acceder al avatar que se les asignó como dual. \n\nTravian Games GmbH no compensará a ningún dueño de cuenta de lobby por cualquier daño producido en su cuenta de lobby por alguien que ha obtenido la contraseña.",
    "gameRules1.3.b": "Si un jugador desea pasar de un personaje a otro o crear uno nuevo, deberá eliminar el personaje antiguo antes de que se conceda acceso al nuevo personaje o se cree el nuevo personaje.",
    "gameRules1.4": "En caso de inactividad, no se borrará ningún personaje antes de siete días desde la última vez que se entro en él.",
    "gameRules1.5": "Adscritos: en caso de abusar del sistema de adscripciones (como crear muchos personajes y violar la regla de la sección 1.1), todos los personajes involucrados serán responsables y por lo tanto castigados.",
    "gameRules1.6": "El abuso del sistema de bloqueos y pagos puede llevar a un borrado directo del personaje sin posibilidad de apelación.",
    "gameRules1.7": "Abusar del diseño del juego, que se considere por el servicio de Atención al cliente como perjudicial en la experiencia de juego de los demás, puede ser penalizado.",
    "gameRules1.8": "Las ofertas “especiales”, como el paquete inicial, están excluidas de la transferencia de Oro. Esta disposición sustituye al apartado {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 de las CG.",
    "Sitting an avatar": "Representando un personaje",
    "gameRules2.1": "Cada jugador puede nombrar representantes que pueden cuidar de su personaje. El representante de un personaje debe jugar la misma usando las funciones de representación dadas por el juego. No se puede dar la contraseña de la cuenta de lobby a un representante. Abusar de los derechos de representación no está permitido.",
    "gameRules2.2": " Travian Games GmbH no compensará los daños causados por un representante. La cuenta de lobby dueña es totalmente responsable de las acciones de cualquier representante de su personaje. Si un representante comete una infracción de las reglas o de los Términos y condiciones de Travian: Legends, tanto el propietario de la cuenta de lobby como el representante pueden ser sancionados.",
    "Use of external programs": "Uso de programas externos",
    "gameRules3.1": "Travian: Legends se tiene que jugar usando un navegador convencional y sin modificar. El uso de scripts y/o bots para automatizar acciones en un personaje o para sustituir las funciones premium está prohibido. \n\nEsto incluye, pero no está limitado solo a ello, las siguientes acciones:",
    "gameRules3.1.1": "Atracar otros personajes automáticamente (y enviar oleadas de ataques automáticamente)",
    "gameRules3.1.2": "Comenzar aventuras automáticamente.",
    "gameRules3.1.3": "Construir y mejorar casillas de recursos y edificios en aldeas automáticamente.",
    "gameRules3.1.4": "Hacer búsquedas en el mapa automáticamente.",
    "gameRules3.1.5": "Revisar las estadísticas de otros jugadores automáticamente.",
    "gameRules3.1.6": "Enviar recursos a otras cuentas automáticamente.",
    "gameRules3.1.7": "Entrenar tropas automáticamente.",
    "gameRules3.1.8": "Pujar en subastas por objetos automáticamente.",
    "gameRules3.1.9": "Empezar fiestas automáticamente.",
    "gameRules3.1.10": "Revisar las aldeas propias para mostrar información y recursos de la aldea en un lugar.",
    "gameRules3.1.11": "Cualquier otra acción automatizada por parte de cualquier programa externo.",
    "gameRules3.2": "Travian Games se reserva el derecho a penalizar jugadores que usen scripts o bots para automatizar acciones de forma permanente o temporal mientras el mundo de juego esté activo.",
    "Program errors / bugs": "Errores y fallos del programa",
    "gameRules4.1": "No se puede abusar de un fallo o un error del juego para beneficio de un personaje y estos fallos tienen que reportarse al equipo de soporte. El abuso de cualquier error o fallo también es sancionable.",
    "Selling/buying game content": "Comprar o vender contenido del juego",
    "gameRules5.1": "Comprar o vender servicios de terceras partes, una cuenta de lobby, un personaje, recursos, tropas, aldeas, Oro, plata está totalmente prohibido. También está prohibido ofrecer la venta o compra de contenido del juego a cambio de dinero.  No se pueden regalar cuentas de lobby o personajes a cambio de dinero.",
    "Netiquette": "Comportamiento",
    "gameRules6.1": "Los jugadores siempre se tienen que comunicar de forma cortés y educada.",
    "gameRules6.2": "Atención al cliente puede editar los perfiles, los nombres de las aldeas y cualquier otro contenido inapropiado sin ningún tipo de aviso. Las alianzas con nombres o contenidos inapropiados en su perfil, en foros públicos o en cualquier otra zona pública pueden ser borrados sin previo aviso.",
    "gameRules6.3": "Las siguientes conductas están totalmente prohibidas: lenguaje abusivo, difamatorio, sexista, racista o soez; comportamiento adverso hacia cualquier religión, raza, nación, sexo, grupo de edad, u orientación sexual; amenazas de la vida real; suplantación de cualquier miembro del equipo de Travian: Legends o con una posición oficial dentro de la compañía.",
    "gameRules6.4": "El juego tiene que estar al margen de la política y la religión del mundo real.",
    "gameRules6.5": "Está prohibido publicar o exponer material que no es adecuado para menores.",
    "gameRules6.6": "Los mensajes en el juego sólo podrán ser publicados con el consentimiento de ambas partes. La publicación de los mensajes enviados o recibidos de cualquier miembro del equipo de Travian: Legends está prohibido, excepto que se otorgue un consentimiento específico.",
    "gameRules6.7": "No se permiten anuncios de ningún tipo.",
    "gameRules6.8": "Cualquier contenido inapropiado, que se considere por el servicio de Atención al cliente como perjudicial en la experiencia de juego de los demás, puede ser penalizado.",
    "Punishments": "Sanciones",
    "gameRules7.1": "En caso de violación de las reglas de juego o de los Términos y condiciones, el personaje será bloqueado y más tarde liberado con una sanción de acuerdo a la violación ocurrida. Se cambiarán los nombres de cuenta de lobby o personajes inapropiados. Cualquier pérdida durante el tiempo del bloqueo, incluyendo \"Travian Plus\" y el Oro, no será reemplazado por Travian Games GmbH. Todos los jugadores son tratados de la misma forma, independientemente de su estatus de Oro.",
    "gameRules7.2": "Solo se pueden discutir los bloqueos de las cuentas con Atención al cliente en {Customer Service portal}.\n \nEl bloqueo y la sanción la da un miembro del Equipo de cumplimiento de normas. En caso de queja, otro miembro del Equipo de cumplimiento de las normas revisará el bloqueo y la sanción. Su decisión será definitiva.\n\nLos jugadores aceptan que el equipo de Travian: Legends no puede revelar los mecanismos usados para detectar infracciones, ya que estos podrían estar sujetos a ser eludidos.\n\nLos bloqueos, borrados o sus consecuencias no pueden ser discutidos públicamente. El equipo de Travian: Legends no revelará información sobre bloqueos a personas distintas de las involucradas.",
    "Customer Service portal": "Portal de Atención al cliente",
    "Rule changes and correction clause": "Cambios de reglas y cláusula de corrección",
    "gameRules8.1": "Travian Games GmbH se reserva el derecho de cambiar estas normas en cualquier momento.",
    "gameRules8.2": "Si las disposiciones individuales de las reglas del juego fueran ineficaces o nulas, la validez de las disposiciones restantes no se verá afectada.  Travian Games GmbH se compromete a cambiar las disposiciones ineficaces por otras nuevas tan pronto como sea posible.",
    "gameRules8.3": "En el caso de inconsistencias o discrepancias entre la versión en inglés y cualquier otro idioma de la publicación, la versión en inglés será la que prevalezca siempre.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Se pueden encontrar explicaciones más detalladas de ciertas reglas del juego en las Preguntas frecuentes sobre las reglas del juego en {Game Rules FAQ}.",
    "Game Rules FAQ": "Preguntas frecuentes sobre las normas de juego",
    "Romans": "Romanos",
    "Teutons": "Germanos",
    "Gauls": "Galos",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legiones disciplinadas, ingeniería avanzada y brillantez estratégica definen a Roma. Dirige a tus legionarios para expandir tu imperio mediante el poderío militar y el dominio cultural.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Los germanos se caracterizan por ser feroces ladrones, guerreros despiadados y por una agresividad implacable. Dirige a tus salvajes fuerzas para saquear a los enemigos e infunde miedo en sus corazones con ataques a la velocidad del rayo.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Defensas rápidas, trampas astutas y grietas ocultas protegen los recursos galos. Lidera a tu tribu para sobrevivir a los enemigos con resistencia y astucia.",
    "You have reached the end - no more news found.": "Has llegado al final: no se han encontrado más noticias.",
    "imprintTitle": "Travian: Legends – Internacional | Responsables",
    "imprintDescription": "Contacta con nuestros responsables y oficiales de protección de datos de nuestra página y de Travian: Legends – Internacional.",
    "gameRulesTitle": "Travian: Legends – Internacional | Normas de juego",
    "gameRulesDescription": "Descubre más sobre el código de conducta y las normas de juego de Travian: Legends – Internacional.  ✓ Directamente en tu navegador  ➤ JUEGA YA en nuestros mundos de juego internacionales recomendados",
    "Name contains invalid characters, is not allowed, or invalid": "El nombre contiene caracteres no válidos, no está permitido o no es válido",
    "Avatar Exists": "El avatar existe",
    "Access Denied": "Acceso denegado",
    "Unauthorized": "No autorizado",
    "Resend activation code not provided": "No se ha proporcionado el código de activación",
    "Resend activation code invalid": "Código de activación no válido",
    "Code challenge provided, but method is not": "Se proporciona el desafío del código, pero no el método",
    "Please accept Terms and Conditions": "Por favor, acepta los Términos y Condiciones",
    "No proper email address can be found in authentication credentials": "No se encuentra una dirección de correo electrónico adecuada en las credenciales de autenticación",
    "Wrong email, account name or password": "Correo electrónico, nombre de ficha de juego o contraseña incorrectos",
    "Identity needs activation": "La identidad necesita activación",
    "Token is invalid for this request": "El token no es válido para esta solicitud",
    "Invalid identity provider": "Proveedor de identidad no válido",
    "Client is unauthorized": "El cliente no está autorizado",
    "Failed to figure out transfer target": "No se ha podido determinar el objetivo de la transferencia",
    "Cannot transfer this GTL to the target gameworld": "No se puede transferir este GTL al mundo de juego de destino",
    "Refer a friend": "Invita a un amigo.",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Ya tienes un avatar en el mundo del juego referido. La función de recomendar a un amigo solo funciona en los mundos de juego en los que no tienes avatar.",
    "To the Lobby": "Ir al lobby",
    "To the referred gameworld": "Ir al mundo del juego referido",
    "Change account?": "¿Cambiar de cuenta?",
    "Log out": "Logout",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Escribe el nombre de personaje que quieres usar. Debería tener entre {min} y {max} caracteres de largo.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "El nombre de personaje que has elegido es demasiado corto. Debería tener al menos {min} caracteres.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "El nombre de personaje que has elegido es demasiado largo. Debería tener a los sumo {max} caracteres.",
    "Change avatar": "Cambiar personaje",
    "One or more avatars found on a game world excluded by our rules.": "Se ha encontrado un personaje o más en un servidor excluido de nuestras normas de juego.",
    "noAvatarWithThisName": "No se ha encontrado ningún personaje activo con este nombre.",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir el oro comprado y no utilizado a un personaje existente, primero tienes que verificar la titularidad del oro introduciendo la dirección de correo electrónico correcta.",
    "Avatar name found on one game world": "Nombre de personaje encontrado en un mundo de juego.",
    "Avatarname": "Nombre del personaje",
    "We found multiple avatars in different regions": "Hemos encontrado diferentes personajes en diferentes regiones.",
    "Multiple avatars with that name were found": "Se han encontrado varios avatares con este nombre.",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Hemos encontrado este personaje en varios servidores de tu región. Solo puedes transferir oro a un personaje nuevo. Elige un servidor.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Para encontrar el personaje correcto, elige la región del servidor donde está el personaje.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} fue transferido al personaje {avatar} en el servidor {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Para completar la transferencia de {icon} {amount}, el personaje {avatar} tiene que completar las instrucciones recibidas en el mensaje del juego.",
    "Search new avatar": "Buscar nuevo personaje",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Introduce el nombre del personaje al que quieres transferir el oro.",
    "This gameworld is only accessible for mobile players.": "Este mundo de juego solo es accesible para jugadores de móvil.",
    "This gameworld is restricted to players with a special invitation code.": "Este mundo de juego está restringido a jugadores con un código de invitación especial.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Este es un mundo de juego especial que solo puede estar disponible durante un tiempo limitado y puede tener características diferentes a los mundos de juego clásicos.",
    "Pop-up was blocked": "Se bloqueó la ventana emergente",
    "The pop-up for your social login was blocked by your browser.": "La ventana emergente para tu inicio de sesión ha sido bloqueada por tu navegador.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Por favor, comprueba la configuración de tu navegador y permite las ventanas emergentes, después inténtalo de nuevo. Si el problema persiste, contacta con nuestro equipo de soporte para que te ayuden."
}