{
    "homeTitle": "Travian: Legends International : le jeu de stratégie multijoueur en ligne",
    "homeDescription": "Rejoignez le célèbre jeu de stratégie et des milliers de vrais joueurs ✓ Directement avec votre navigateur  ➤ JOUEZ MAINTENANT sur nos mondes de jeux internationaux recommandés",
    "newsTitle": "Travian: Legends International : dernières nouvelles",
    "newsDescription": "En savoir plus sur les dernières nouvelles et mises à jour ✓ Directement dans votre navigateur  ➤ JOUEZ MAINTENANT sur nos mondes de jeux internationaux recommandés",
    "calendarTitle": "Travian: Legends International : calendrier des mondes de jeu",
    "calendarDescription": "Informations sur les prochains serveurs de jeu Internationaux de Travian: Legends ✓ Directement avec votre navigateur  ➤ JOUEZ MAINTENANT sur nos mondes de jeux internationaux recommandés",
    "Gameworld calendar": "Calendrier du monde de jeu",
    "Date": "Date",
    "Speed": "Vitesse",
    "Construction plans": "Plans de construction",
    "Artefacts": "Artéfacts",
    "Gameworld end": "Fin du monde de jeu",
    "Wonder of the World, level 100": "Merveille du monde, niveau 100",
    "Local gameworld languages": "Langues du monde du jeu local",
    "Article image": "Image de l'article",
    "Read full story": "Lire l'intégralité",
    "Read": "Lire",
    "News & Updates": "Nouvelles et mises à jour",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Tous les détails du monde de jeu n'ont pas encore été définis. Vous recevrez une notification sur votre compte du lobby une fois la mise à jour effectuée.",
    "Currently no entries": "Pas d'entrée actuellement",
    "Join Gameworld": "Rejoindre le monde de jeu",
    "Play Now": "Jouez",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Ce monde de jeu est restreint aux joueurs possédant un code d'invitation spécial. Si vous en possédez un, saisissez-le pour rejoindre le monde de jeu.",
    "Your invitation code": "Votre code d'invitation",
    "Enter invitation code": "Saisir le code d'invitation",
    "Please enter the invitation code that you received.": "Merci d'entrer le code d'invitation que vous avez reçu.",
    "The invitation code is too short. Please enter all {INT} characters.": "Le code d'invitation est trop court. Merci de saisir les {INT} caractères.",
    "Invitation code cooldown": "Délai d'attente pour le code d'invitation",
    "digits": "chiffres",
    "To news overview": "Vers les nouvelles",
    "Home": "Accueil",
    "Gameworld Calendar": "Calendrier du monde de jeu",
    "Tournament": "Tournoi",
    "Login": "Se connecter",
    "Account settings": "Paramètres du compte",
    "Data consent": "Consentement à l'utilisation des données",
    "To lobby": "Vers le Lobby",
    "Logout": "Se déconnecter",
    "Search for a language or country": "Recherchez une langue ou un pays",
    "No language matches your search. Are you sure you typed it correctly?": "Aucune langue ne correspond à votre recherche. L'avez-vous indiquée correctement ?",
    "Your email address is already connected to a Legends Lobby Account.": "Votre adresse e-mail est déjà associée à un compte du lobby de Travian: Legends.",
    "Create Legends Lobby Account": "Créer un compte du lobby",
    "Enter your email address": "Entrez votre adresse e-mail",
    "Email Address": "Adresse e-mail",
    "Please enter your email address": "Merci d'indiquer votre adresse email",
    "Please enter your email address or account name": "Merci d'indiquer votre adresse e-mail ou votre nom de compte",
    "Please enter a valid email address. E.g. mymail@provider.com": "Merci d'indiquer une adresse email valide. Ex. mymail@provider.com",
    "Redirecting to Login": "Redirection vers la connexion",
    "Cancel": "Annuler",
    "I want to receive the newsletter": "Je veux recevoir la lettre d'information.",
    "registrationLegalText": "En cliquant sur {QUOTE}Inscription avec l'adresse e-mail{QUOTE}, vous acceptez les {GTC} et vous confirmez avoir lu l'{INFORMATION_RIGHT_OF_WITHDRAWAL} et la {PRIVACY_POLICY}.",
    "GTC": "Conditions générales",
    "Information on the Right of Withdrawal": "Information sur le droit de rétractation",
    "Register with email address": "Inscription avec adresse e-mail",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Login now": "Connectez-vous maintenant",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Le code d'activation est incorrect. Merci d'entrer le code d'activation que vous avez reçu par e-mail.",
    "Please confirm that you are not a robot": "Merci de confirmer que vous n'êtes pas un robot.",
    "We sent you an activation link to: {email}": "Nous vous avons envoyé votre lien d'activation à : {email}",
    "Activate Legends Lobby account": "Activer un compte du lobby ",
    "Please follow the instructions in the email to continue.": "Merci de suivre les instructions contenues dans l'e-mail pour continuer.",
    "Enter activation code": "Entrez votre code d'activation",
    "E.g. 123456": "Ex. 123456",
    "Wrong email address?": "Erreur d'adresse e-mail ?",
    "Change email": "Changement d'adresse e-mail",
    "Please enter the activation code that you received in the email.": "Merci d'entrer le code d'activation que vous avez reçu par e-mail.",
    "The activation code is too short. Please enter all {int} digits.": "Le code d'activation est trop court. Veuillez entrer tous les {int} chiffres.",
    "Start again": "Recommencez",
    "Set your password": "Définir un mot de passe",
    "Create a password for your account with a minimum length of {int} characters.": "Créez un mot de passe pour votre compte d'un minimum de {int} caractères.",
    "Choose a password": "Choisissez un mot de passe",
    "Password strength": "Force du mot de passe",
    "Write a password to check its strength": "Entrez un mot de passe pour vérifier sa force.",
    "Set password": "Définition d'un mot de passe",
    "weak": "Faible",
    "notStrong": "Moyen",
    "moderate": "Modéré",
    "good": "Correct",
    "strong": "Fort",
    "Password has a good length": "Mot de passe assez long",
    "Password is too short to be secure": "Le mot de passe est trop court pour être assez sécurisé",
    "Upper and lower case used": "Majuscules et minuscules utilisées",
    "No mix of upper and lower case": "Aucun mélange de majuscules et minuscules",
    "Only one type of character used": "Un seul type de caractère a été utilisé.",
    "Two types of characters used": "Deux types de caractères utilisés",
    "No letters used": "Aucune lettre utilisée",
    "No numbers used": "Aucun chiffre utilisé",
    "No special characters used": "Aucun caractère spécial",
    "Three types of characters used": "Trois types de caractères utilisés",
    "Create Account": "Créer un compte",
    "Pick a username and tagline": "Choisissez un nom d'utilisateur et un label",
    "Pick a username and tagline to create your unique Lobby Account.": "Choisissez un nom d'utilisateur et un label pour créer votre compte du lobby unique.",
    "Choose a username": "Choisissez un nom d'utilisateur",
    "Choose a tagline": "Choisissez un label",
    "{int1} - {int2} characters": "{int1} - {int2} caractères",
    "Username preview": "Prévisualisation du nom d'utilisateur",
    "Username": "Pseudo",
    "Tagline": "Tag",
    "Additional information for username and tagline": "Informations complémentaires pour le nom d'utilisateur et le label",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "La combinaison de votre nom d'utilisateur et de votre label formera votre nom unique de compte de lobby. Tant que la combinaison est disponible, vous pouvez choisir n'importe quelle combinaison.",
    "Lobby Account created!": "Compte du lobby créé !",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Votre Compte du lobby avec le nom {name} a été créé avec succès.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Nous avons trouvé les avatars du monde de jeu suivants associés à votre adresse e-mail. Vous pouvez y accéder à partir du lobby.",
    "You didn't get a code?": "Vous n'avez pas reçu de code ?",
    "Resend activation code": "Renvoyer le code d'activation",
    "ActivateAccount": "Activez le compte",
    "Start Playing": "Commencer à jouer",
    "Enter Lobby and select Gameworld": "Accès au lobby et sélection du monde de jeu",
    "Generate new tagline": "Générer un nouveau label",
    "Enter new password": "Entrez le nouveau mot de passe",
    "loginPassword": "Mot de passe",
    "Create a new password for your Legends Lobby Account.": "Créez un nouveau mot de passe pour votre compte du lobby.",
    "Set new password": "Définition d'un nouveau mot de passe",
    "Recover password": "Récupération de mot de passe",
    "Your password was successfully updated.": "Votre mot de passe a été mis à jour.",
    "You can now login with your updated credentials.": "Vous pouvez maintenant vous connecter avec vos identifiants mis à jour.",
    "New password set": "Nouveau mot de passe défini",
    "Back to Login": "Retour à la connexion",
    "Password Recovery": "Récupération de mot de passe",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Entrez l'adresse e-mail associée à votre Compte du lobby. Nous vous enverrons des instructions sur la façon de réinitialiser votre mot de passe.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Si un Compte du lobby existe pour cette adresse e-mail, vous devriez avoir reçu des instructions pour réinitialiser votre mot de passe dans vos e-mails :",
    "Once you have recovered your password, you can log in again.": "Une fois que vous aurez récupéré votre mot de passe, vous pourrez vous connecter à nouveau.",
    "Next upcoming server": "Prochain serveur à venir",
    "Show gameworld calendar": "Afficher le calendrier des mondes de jeu",
    "Show all news": "Afficher toutes les nouvelles",
    "Load more news": "Charger plus de nouvelles",
    "tribe1": "Roman",
    "tribe2": "Teuton",
    "tribe3": "Gaulois",
    "tribe6": "Égyptien",
    "tribe7": "Hun",
    "tribe8": "Spartiate",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Veuillez saisir le nom d'utilisateur que vous souhaitez. Il doit contenir entre {min} et {max} caractères.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Nous sommes désolés, le nom d'utilisateur choisi est trop court. Il doit contenir au minimum {min} caractères.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Nous sommes désolés, le nom d'utilisateur choisi est trop long. Elle doit contenir au maximum {max} caractères.",
    "Read more here": "Plus d'infos ici",
    "GtlTravianAnswersId": "36",
    "Close window": "Fermer cette fenêtre",
    "Change player": "Changer le joueur",
    "Change region": "Changer la région",
    "One or more players found on a game world excluded by our rules.": "Un ou plusieurs joueurs trouvés sur un monde de jeu exclu par nos règles.",
    "noPlayerWithThisName": "Nous n'avons trouvé aucun joueur actif portant ce nom",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Pour transférer l'or acheté et non utilisé à un joueur existant, veuillez d'abord confirmer que vous en êtes le propriétaire en saisissant l'adresse e-mail associée.",
    "Please verify your code": "Veuillez valider votre code",
    "Player name found on one game world": "Nom du joueur trouvé sur un monde de jeu",
    "Please confirm selection": "Veuillez confirmer votre sélection",
    "error": "erreur",
    "Gold": "Pièces d'or",
    "Gold Transfer": "Transfert de l'or",
    "Playername": "Nom du joueur",
    "Game World": "Serveur",
    "Confirm transfer": "Confirmez le transfert",
    "Please check the displayed data and confirm the gold transfer to continue.": "Merci de vérifier les détails affichés et de confirmer le transfert d'or pour continuer.",
    "Please enter your email address in format yourname@mail.com": "Veuillez saisir votre adresse e-mail sous la forme \"votrenom@mail.com\".",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Nous sommes désolés, mais cette adresse e-mail est trop courte. Elle doit contenir au minimum {min} caractères.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Nous sommes désolés, mais cette adresse e-mail est trop longue. Elle doit contenir au maximum {max} caractères.",
    "We found multiple players in different regions": "Nous avons trouvé plusieurs joueurs dans différentes régions",
    "Please select game world": "Veuillez sélectionner le monde de jeu",
    "Multiple players with that name were found": "Plusieurs joueurs portant ce nom ont été trouvés",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Nous avons trouvé ce joueur sur plusieurs mondes de jeu de votre région. Vous ne pouvez transférer l'or qu'à un seul joueur. Veuillez choisir un monde de jeu.",
    "To find the right player, please select the region of the game world that player is located in.": "Pour trouver le bon joueur, veuillez sélectionner la région du monde de jeu dans lequel le joueur se trouve.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "Transfert de {amount} {icon} effectué au joueur {player} du monde de jeu {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Pour finaliser le transfert de {amount} {icon}, le joueur {player} doit suivre les instructions reçues par message en jeu.",
    "Gold transfer successful": "Transfert d'or effectué avec succès",
    "Verify Ownership": "Vérification de propriété",
    "Server age in days": "Âge du serveur en jours",
    "Server speed": "Serveur rapide",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Ce monde de jeu ne peut être rejoint qu'avec l'application mobile de Travian: Legends.",
    "Search new player": "Rechercher un nouveau joueur",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Veuillez indiquer le nom du joueur à qui vous souhaitez transférer l'or.",
    "Language selection": "Sélection de la langue",
    "Login to Lobby Account": "Se connecter au compte du lobby",
    "Email address / account name": "Adresse e-mail / nom de compte",
    "Enter your email address or account name": "Entrez votre adresse e-mail ou votre nom de compte",
    "Password": "Mot de passe",
    "Enter your password": "Saisissez votre mot de passe",
    "Please enter your password": "Veuillez saisir votre mot de passe",
    "Forgot your password?": "Mot de passe oublié ?",
    "Recover": "Récupérer",
    "Privacy Policy": "Confidentialité",
    "Register": "S'inscrire",
    "or continue with": "ou continuez avec",
    "Back to Registration": "Retour à l'inscription",
    "Need Help?": "Besoin d'aide ?",
    "Something went wrong": "Une erreur s'est produite",
    "Something went wrong with your social login.": "Un problème s'est produit lors de votre identification par réseau social.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Essayez à nouveau, et si le problème persiste, n'hésitez pas à contacter notre équipe d'assistance pour obtenir de l'aide.",
    "Email already used": "E-mail déjà utilisée",
    "The email address provided is already used for a Travian: Legends lobby account.": "L'adresse électronique fournie est déjà utilisée pour un compte de lobby Travian: Legends.",
    "Please use your email address to login.": "Merci d'utiliser votre adresse e-mail pour vous connecter.",
    "Email permission missing": "Autorisation d'e-mail manquante",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Pour lancer Travian: Legends, nous avons besoin de votre permission pour accéder à votre adresse e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Essayez à nouveau avec les paramètres d'autorisation corrects ou essayez une autre méthode d'enregistrement.",
    "registrationSocialLegalText": "En cliquant sur {QUOTE}Confirmer{QUOTE}, vous acceptez les {GTC} et vous confirmez avoir lu l'{INFORMATION_RIGHT_OF_WITHDRAWAL} et la {PRIVACY_POLICY}.",
    "Confirm": "Confirmer",
    "Contact support": "Contacter le support",
    "Unexpected Error": "Erreur inattendue",
    "Terms & Conditions": "Conditions générales",
    "Right of Withdrawal": "Droit de rétractation",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian&nbsp;Games&nbsp;GmbH. Tous droits réservés",
    "Imprint": "Mentions légales",
    "Responsible for this website": "Responsables du site",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Munich\nAllemagne\n\nmail@traviangames.com",
    "Jurisdiction": "Juridiction",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nTVA n° DE 246258085\nDirecteurs généraux : Viktor Pulz, Jörg Strathaus\nTéléphone : 004989/32 49 15 93 8 (Pas de support de jeu)\nFax : 004989/32 49 15 97 3 (Support Plus uniquement)",
    "Support": "Assistance",
    "Contact": "Contact",
    "Youth protection officer": "Responsable protection des mineurs",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Délégué à la protection des données",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "N'oubliez pas de préciser votre nom de compte et votre monde de jeu quand vous écrivez au support",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Tous les droits des textes, des graphismes et des codes source sont détenus par Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian est une marque déposée de Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "La Commission européenne a créé une plateforme de règlement des litiges en ligne (plateforme ODR) entre commerçants et consommateurs. Cette plateforme de règlement des litiges en ligne est accessible via le lien suivant : {link}. Nous ne sommes pas tenus de participer et ne participerons pas pour le moment à d'autres modes de résolution des litiges ou à des plateformes de résolution des litiges.",
    "Game Rules": "Règles du jeu",
    "gameRulesInfo": "Les règles du jeu font partie des conditions générales d'utilisation. Dans le cas d'un blocage ou pour vérifier ce qui est permis et ce qui ne l'est pas, vous devriez également consulter les {Terms & Conditions} et en particulier la section 6.\n\n\nToute tentative pour contourner les règles du jeu, encourager un autre joueur à enfreindre les règles du jeu ou à tirer un avantage d'une infraction aux règles du jeu sera traitée comme une infraction et sanctionnée en conséquence, proportionnellement à l'infraction et à la convenance de l'équipe de Travian: Legends. Toutes les règles du jeu demeurent applicables aux joueurs souhaitant supprimer leur compte du lobby ou leur avatar ainsi qu'aux joueurs dont le compte du lobby ou l'avatar est en cours de suppression.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Chaque joueur ne peut posséder et jouer qu'un seul avatar par monde de jeu. ",
    "gameRules1.1.b": "Un avatar doit toujours être joué pour son propre bénéfice ou pour le bénéfice de sa coalition. Les avatars qui existent pour le bénéfice d'un autre avatar extérieur à l'alliance ou à la coalition peuvent être bloqués de façon permanente et supprimés. Les avatars qui tirent profit d'avatars qui existent pour leur bénéfice peuvent être sévèrement sanctionnés. \n\nLe comportement non autorisé comprend, sans pour autant s'y limiter, les actions suivantes :",
    "gameRules1.1.b-1": "Le pillage privatif : pillage d'avatars extérieurs à la coalition et qui autorisent le pillage par un joueur spécifique ou par plusieurs joueurs de la coalition. Cela ne concerne pas le pillage conventionnel, lorsque des joueurs inactifs sont pillés par plusieurs coalitions.",
    "gameRules1.1.b-2": "La construction de villages dans le but de les faire conquérir par d'autres joueurs en dehors de leur propre coalition.",
    "gameRules1.2": "Le propriétaire d'un compte du lobby et d'un avatar est la personne dont l'adresse e-mail est associée au compte du lobby.  En cas de doute raisonnable, il peut être demandé au joueur d'envoyer un message à partir de l'adresse e-mail associée au compte du lobby pour confirmer qu'il en est bien le propriétaire. Les membres de l'équipe de gestion de Travian: Legends ne vous demanderont jamais votre mot de passe.",
    "gameRules1.3.a": "La communication du mot de passe du lobby est interdite, y compris dans le cas de \"duals\", lorsque l'avatar est joué par deux joueurs ou plus. Les duals doivent être ajoutés dans le lobby pour les mondes de jeu spécifiques, et les duals doivent se connecter à leur propre compte du lobby pour accéder à l'avatar auquel ils ont accès en tant que dual. \n\n Travian Games GmbH n'indemnise pas le propriétaire d'un compte du lobby pour d'éventuels dommages au compte du lobby ou à un avatar provoqués par une personne qui a eu connaissance du mot de passe.",
    "gameRules1.3.b": "Si un joueur souhaite passer d'un avatar à un autre ou en créer un nouveau, l'ancien avatar doit être supprimé avant tout accès au nouvel avatar ou la création d'un nouvel avatar.",
    "gameRules1.4": "Un avatar inactif est supprimé au plus tôt sept jours après la dernière connexion.",
    "gameRules1.5": "Parrainage : dans le cas d'abus du système de parrainage (par exemple par création de plusieurs avatars en violation avec le §1.1), tous les comptes impliqués (bénéficiaire y compris) pourront être tenus responsables et pénalisés.",
    "gameRules1.6": "L'usage abusif des systèmes de paiement et de bannissement peut conduire à la mise en suppression de l'avatar sans possibilité de recours.",
    "gameRules1.7": "Les abus de fonctionnement du jeu, considérés par le service clientèle comme perturbant l'expérience de jeu des autres joueur, peuvent être sanctionnés.",
    "gameRules1.8": "L'or des offres \"spéciales\", comme le Pack de démarrage, n'est pas transférable. Cette disposition annule et remplace {2.6 of the T&C}",
    "2.6 of the T&C": "2.6 des conditions générales de vente.",
    "Sitting an avatar": "Co-gestion d'avatar",
    "gameRules2.1": "Chaque joueur peut désigner des co-gestionnaires pour s'occuper de son avatar. Le co-gestionnaire doit se connecter à l'avatar en utilisant la fonction proposée par le jeu. Le mot de passe du compte du lobby ne doit pas être communiqué à un co-gestionnaire.  L'abus des droits de co-gestion est interdit.",
    "gameRules2.2": "Travian Games GmbH ne compensera aucun dommage à l'avatar causé par un co-gestionnaire. Le propriétaire du compte du lobby est entièrement responsable des actions de tout co-gestionnaire ayant accès à son avatar. En cas d'infraction aux règles ou aux conditions générales d'utilisation de Travian: Legends par un  co-gestionnaire , le propriétaire du compte du lobby et le co-gestionnaire peuvent être pénalisés.",
    "Use of external programs": "Utilisation de programmes externes",
    "gameRules3.1": "Travian: Legends doit être joué à l'aide d'un navigateur Web conventionnel et non modifié. L'utilisation de scripts et/ou bots pour automatiser des actions sur l'avatar ou pour apporter des fonctionnalités Premium est interdite. \n\nCeci inclut, mais sans y être limité, les actions suivantes :",
    "gameRules3.1.1": "Le pillage automatique d'autres avatars (et l'envoi automatique de vagues d'attaques)",
    "gameRules3.1.2": "Le démarrage automatique des aventures",
    "gameRules3.1.3": "La construction ou l'amélioration automatique des champs de ressources et des bâtiments dans les villages",
    "gameRules3.1.4": "Le scannage automatique de la carte",
    "gameRules3.1.5": "Le scannage automatique des statistiques des autres joueurs",
    "gameRules3.1.6": "L'envoi automatique de ressources vers d'autres avatars",
    "gameRules3.1.7": "L’entraînement automatique de troupes",
    "gameRules3.1.8": "Les mises automatiques dans les enchères",
    "gameRules3.1.9": "Le démarrage automatique des fêtes",
    "gameRules3.1.10": "Le scannage des villages pour regrouper des informations et les données des ressources",
    "gameRules3.1.11": "Toute autre action automatisée effectuée par un logiciel tiers",
    "gameRules3.2": "Travian Games se réserve le droit de pénaliser les joueurs qui utilisent un script ou un bot pour automatiser des actions de façon permanente ou pour une durée limitée pendant toute la durée du monde du jeu.",
    "Program errors / bugs": "Erreurs du programme / bugs",
    "gameRules4.1": "Il est interdit pour un avatar de tirer profit de failles ou d'erreurs dans le jeu. Celles-ci doivent être signalées à l'équipe du support. L'abus de toute faille ou erreur du jeu pourra être pénalisé.",
    "Selling/buying game content": "Vente ou achat de contenu du jeu",
    "gameRules5.1": "Il est interdit de vendre ou d'acheter un compte du lobby, un avatar, des ressources, des unités, des villages, des pièces d'or ou d'argent à un tiers. Toute offre de vente ou d'achat de contenu de jeu en échange d'argent réel est également interdite.  Les comptes du lobby et les avatars ne peuvent pas être cédés en échange d'argent.",
    "Netiquette": "Nétiquette",
    "gameRules6.1": "Les joueurs doivent toujours communiquer d'une manière polie.",
    "gameRules6.2": "Les profils, les noms de villages ou tout autre contenu inapproprié peuvent être édités par le service client sans préavis. Les alliances dont le nom et/ou le contenu du profil, du forum public ou de toute autre zone publique seraient inappropriés peuvent être supprimées à vue.",
    "gameRules6.3": "Les comportements suivants sont strictement interdits : insultes, injures, menaces réelles, diffamation, propos sexistes, racistes ou blasphématoires ou incitant à la haine envers toute religion, race, nation, sexe, groupe d'âge, orientation sexuelle. Il est interdit de se faire passer pour un membre de l'équipe du jeu ou un personnel de la société Travian Games.",
    "gameRules6.4": "Le jeu doit rester exempt de toute référence politique ou religieuse du monde réel.",
    "gameRules6.5": "La publication de propos et de tout contenu inadapté aux mineurs est interdite.",
    "gameRules6.6": "La publication de messages en jeu ne peut se faire qu'avec l'accord des deux parties. La publication des messages ou des courriels en provenance ou à destination de l'équipe de Travian: Legends est interdite, sauf consentement explicite donné.",
    "gameRules6.7": "Les publicités de toute nature ne sont pas autorisées.",
    "gameRules6.8": "Tout contenu inapproprié, considéré par le service client comme perturbant l'expérience de jeu des autres joueurs, peut être sanctionné.",
    "Punishments": "Pénalités",
    "gameRules7.1": "En cas de violation des règles ou des conditions générales d'utilisation, un avatar sera bloqué et pourra être débloqué avec une pénalité correspondante à l'infraction commise. Les noms de compte du lobby ou d'avatars inappropriés seront modifiés. Les pertes subies pendant le temps de blocage, y compris le compte \"Travian Plus\" et les fonctions relatives aux pièces d'or ne seront pas indemnisées par Travian Games GmbH. Tous les joueurs sont traités équitablement, indépendamment de l'achat de pièces d'or ou de l'utilisation de fonctions Premium.",
    "gameRules7.2": "Un blocage ne peut être traité qu'avec l'équipe du service client par le biais du {Customer Service portal}\n \nLe blocage et la pénalité sont décidés par un membre de l'équipe de contrôle des règles du jeu. En cas de contestation, un autre membre de l'équipe de contrôle des règles du jeu réexaminera le blocage et la pénalité. Sa décision est définitive.\n\nLes joueurs acceptent que l'équipe de Travian: Legends ne dévoile pas les méthodes utilisées pour détecter les infractions, afin d'éviter le contournement de ces méthodes.\n\nLes blocages, interdictions, suppressions et leurs conséquences ne pourront pas faire l'objet de discussions publiques. L'équipe de Travian: Legends ne communique pas d'informations relatives à un blocage à des personnes non directement concernées par ce blocage.",
    "Customer Service portal": "Portail du service client",
    "Rule changes and correction clause": "Modifications des règles et clause de correction",
    "gameRules8.1": "Travian Games GmbH se réserve le droit de modifier les règles à tout moment.",
    "gameRules8.2": "Si certaines dispositions des règles devenaient obsolètes, inefficaces ou nulles, la validité des dispositions restantes ne serait pas affectée. Travian Games GmbH s'engage à remplacer les paragraphes caducs avec les nouvelles règles adaptées aussi rapidement que possible.",
    "gameRules8.3": "En cas d'incohérence ou de divergence entre la version anglaise et toute autre version linguistique de ce document, la version anglaise prévaudra.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Plus d'informations concernant certaines règles du jeu figurent ici : {Game Rules FAQ}",
    "Game Rules FAQ": "Règles du jeu - Questions fréquentes",
    "Romans": "Romains",
    "Teutons": "Germains",
    "Gauls": "Gaulois",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Des légions disciplinées, une ingénierie avancée et un génie stratégique inégalé caractérisent Rome. Dirigez vos légionnaires pour étendre votre empire par la puissance militaire et la domination culturelle.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Des pilleurs féroces, des guerriers impitoyables et une agressivité implacable sont les atouts des Germains. Dirigez vos forces sauvages pour piller l'ennemi et semer la peur et le chaos grâce à des attaques rapides comme l'éclair.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Des défenseurs rapides, des pièges astucieux et des cachettes efficaces  protègent les ressources de la Gaule. Dirigez votre peuple pour vaincre les ennemis à force de résilience et de ruse.",
    "You have reached the end - no more news found.": "Vous avez atteint la fin - il n'y a plus d'autres nouvelles.",
    "imprintTitle": "Travian: Legends – France | Mentions",
    "imprintDescription": "Prenez contact avec les responsables de la protection des données pour le site et le titre Travian: Legends - France.",
    "gameRulesTitle": "Travian: Legends – France | Règles du jeu",
    "gameRulesDescription": "En savoir plus sur le code de conduite et les règles du jeu de Travian: Legends - France.  ✓ Directement dans votre navigateur  ➤ JOUEZ MAINTENANT sur nos mondes de jeux internationaux recommandés",
    "Name contains invalid characters, is not allowed, or invalid": "Le nom contient des caractères non valides, ou n'est pas autorisé.",
    "Avatar Exists": "Cet avatar existe",
    "Access Denied": "Accès refusé",
    "Unauthorized": "Non autorisé",
    "Resend activation code not provided": "Renvoi du code d'activation non fourni",
    "Resend activation code invalid": "Renvoi du code d'activation invalide",
    "Code challenge provided, but method is not": "Le code est fourni, mais la méthode n'est pas",
    "Please accept Terms and Conditions": "Merci d'accepter les conditions générales",
    "No proper email address can be found in authentication credentials": "Aucune adresse électronique appropriée ne peut être trouvée dans les informations d'authentification",
    "Wrong email, account name or password": "Erreur d'e-mail , de nom de compte ou de mot de passe",
    "Identity needs activation": "Activation d'identité nécessaire",
    "Token is invalid for this request": "Le jeton n'est pas valide pour cette demande",
    "Invalid identity provider": "Fournisseur d'identité invalide",
    "Client is unauthorized": "Le client n'est pas autorisé",
    "Failed to figure out transfer target": "Échec de détermination de la cible du transfert ",
    "Cannot transfer this GTL to the target gameworld": "Impossible d'utiliser ce lien dans le monde de jeu ciblé",
    "Refer a friend": "Parrainez un ami",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Vous possédez déjà un avatar sur le monde du jeu indiqué. La fonction de parrainage ne fonctionne que pour les mondes de jeu où vous n'avez pas d'avatar.",
    "To the Lobby": "Vers le Lobby",
    "To the referred gameworld": "Aller au monde de jeu indiqué",
    "Change account?": "Changer de compte ?",
    "Log out": "Se déconnecter",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Veuillez saisir le nom d'avatar que vous souhaitez. Il doit contenir entre {min} et {max} caractères.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Nous sommes désolés, le nom d'avatar choisi est trop court. Il doit contenir au minimum {min} caractères.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Nous sommes désolés, le nom d'avatar choisi est trop long. Elle doit contenir au maximum {max} caractères.",
    "Change avatar": "Changer d'avatar",
    "One or more avatars found on a game world excluded by our rules.": "Un ou plusieurs avatars trouvés sur un monde de jeu exclu par nos règles.",
    "noAvatarWithThisName": "Nous n'avons trouvé aucun avatar actif de ce nom",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Pour transférer l'or acheté et non utilisé à un avatar existant, veuillez d'abord confirmer que vous en êtes le propriétaire en saisissant l'adresse e-mail associée.",
    "Avatar name found on one game world": "Avatar trouvé sur un monde de jeu",
    "Avatarname": "Nom d'avatar",
    "We found multiple avatars in different regions": "Nous avons trouvé plusieurs avatars dans différentes régions",
    "Multiple avatars with that name were found": "Plusieurs avatars portant ce nom ont été trouvés",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Nous avons trouvé cet avatar sur plusieurs mondes de jeu de votre région. Vous ne pouvez transférer l'or qu'à un seul avatar. Veuillez sélectionner le monde de jeu.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Pour trouver le bon avatar, veuillez sélectionner la région du monde de jeu dans lequel l'avatar se trouve.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{amount} {icon} transférées à l'avatar {avatar} du monde {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Pour finaliser le transfert de {amount} {icon}, l'avatar {avatar} doit suivre les instructions reçues par message en jeu.",
    "Search new avatar": "Rechercher un nouvel avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Veuillez indiquer le nom de l'avatar auquel vous souhaitez transférer l'or.",
    "This gameworld is only accessible for mobile players.": "Ce monde de jeu n'est accessible qu'aux appareils mobiles.",
    "This gameworld is restricted to players with a special invitation code.": "Ce monde de jeu est restreint aux joueurs possédant un code d'invitation spécial.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Il s'agit d'un monde de jeu spécial à durée limitée et dont les caractéristiques peuvent être différentes de celles des mondes de jeu classiques.",
    "Pop-up was blocked": "Le pop-up a été bloqué",
    "The pop-up for your social login was blocked by your browser.": "Le pop-up de connexion par réseau social a été bloqué par votre navigateur.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Vérifiez les paramètres de votre navigateur, autorisez les pop-ups et réessayez. si le problème persiste, n'hésitez pas à contacter notre équipe d'assistance pour obtenir de l'aide."
}