{
    "homeTitle": "TRAVIAN: Legends - בינלאומי | משחק אסטרטגיה מרובה משתתפים",
    "homeDescription": "הצטרף למשחק האסטרטגיה המפורסם עם אלפי שחקנים אמיתיים ✓ ישירות בדפדפן שלך  ➤ שחק עכשיו בעולמות המשחק הבינלאומיים המומלצים שלנו",
    "newsTitle": "Travian: Legends – בינלאומי | החדשות האחרונות",
    "newsDescription": "למד עוד על החדשות והעדכונים האחרונים ✓ ישירות לדפדפן שלך  ➤ שחק עכשיו בעולמות המשחק הבינלאומיים המומלצים שלנו",
    "calendarTitle": "Travian: Legends – בינלאומי | לוח שנה של עולמות המשחק",
    "calendarDescription": "למד עוד על שרתים עתידיים למשחק ב-Travian: Legends – בינלאומי ✓ ישירות לדפדפן שלך  ➤ שחק עכשיו בעולמות המשחק הבינלאומיים המומלצים שלנו",
    "Gameworld calendar": "לוח שנה של עולמות המשחק",
    "Date": "תאריך",
    "Speed": "מהירות",
    "Construction plans": "תכניות בנייה",
    "Artefacts": "אוצרות",
    "Gameworld end": "עולם משחק מסתיים",
    "Wonder of the World, level 100": "פלא עולם, שלב 100",
    "Local gameworld languages": "השפות המקומיות של עולם המשחק",
    "Article image": "תמונת מאמר",
    "Read full story": "קרא את הסיפור המלא",
    "Read": "קראו",
    "News & Updates": "חדשות ועדכונים",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "לא כל פרטי עולם המשחק הוגדרו עדיין. תקבל הודעה בלובי שלך ברגע שהם יעודכנו.",
    "Currently no entries": "כרגע אין רשומות",
    "Join Gameworld": "הצטרף לעולם משחק",
    "Play Now": "שחקו עכשיו",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "עולם משחק זה מוגבל לשחקנים עם קוד הזמנה מיוחד. אם יש לך אחד, אנא היכנס אליו כדי להצטרף לעולם המשחק.",
    "Your invitation code": "קוד ההזמנה שלך",
    "Enter invitation code": "הכנס קוד הזמנה",
    "Please enter the invitation code that you received.": "נא להזין את קוד ההזמנה שקיבלת.",
    "The invitation code is too short. Please enter all {INT} characters.": "קוד ההזמנה קצר מדי. אנא הזן את כל {INT} התווים.",
    "Invitation code cooldown": "צינון הזנת קוד הזמנה",
    "digits": "ספרות",
    "To news overview": "עבור לסקירת חדשות",
    "Home": "בית",
    "Gameworld Calendar": "לוח שנה של עולמות המשחק",
    "Tournament": "טורניר",
    "Login": "כניסה",
    "Account settings": "הגדרות חשבון",
    "Data consent": "הסכמה לנתונים",
    "To lobby": "לך ללובי",
    "Logout": "התנתקות",
    "Search for a language or country": "חפש שפה או מדינה",
    "No language matches your search. Are you sure you typed it correctly?": "אף שפה אינה תואמת את החיפוש שלך. אתה בטוח שהקלדת נכון?",
    "Your email address is already connected to a Legends Lobby Account.": "כתובת הדוא\"ל שלך כבר מחוברת לחשבון בלובי של Legends.",
    "Create Legends Lobby Account": "צור חשבון לובי ב- Legends",
    "Enter your email address": "הזן את כתובת האימייל שלך",
    "Email Address": "כתובת הדוא\"ל",
    "Please enter your email address": "נא להזין את כתובת הדוא\"ל שלך",
    "Please enter your email address or account name": "הכנס בבקשה את כתובת הדוא\"ל או את שם החשבון שלך",
    "Please enter a valid email address. E.g. mymail@provider.com": "אנא הזן כתובת דוא\"ל תקפה. לדוגמה mymail@provider.com",
    "Redirecting to Login": "מפנה מחדש להתחברות",
    "Cancel": "ביטול",
    "I want to receive the newsletter": "אני מעוניין לקבל את הניוזלטר.",
    "registrationLegalText": "על ידי לחיצה על {QUOTE}הירשם עם כתובת אימייל{QUOTE}, אתה מקבל את ה{GTC} ומאשר שקראת את ה{INFORMATION_RIGHT_OF_WITHDRAWAL} ואת {PRIVACY_POLICY}.",
    "GTC": "תנאים והגבלות",
    "Information on the Right of Withdrawal": "מידע על זכות לסגת",
    "Register with email address": "הירשם עם כתובת אימייל",
    "Already have an account?": "כבר יש לך חשבון?",
    "Login now": "התחבר עכשיו",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "קוד ההפעלה שגוי. אנא הכנס את קוד ההפעלה שקיבלת באימייל.",
    "Please confirm that you are not a robot": "אנא אשר שאינך רובוט.",
    "We sent you an activation link to: {email}": "שלחנו את קישור ההפעלה שלך אל: {email}",
    "Activate Legends Lobby account": "הפעל חשבון לובי ב- Legends",
    "Please follow the instructions in the email to continue.": "אנא בצע את ההוראות בדוא\"ל כדי להמשיך.",
    "Enter activation code": "הכנס קוד הפעלה",
    "E.g. 123456": "לדוגמה 123456",
    "Wrong email address?": "כתובת מייל שגויה?",
    "Change email": "שנה כתובת דוא\"ל",
    "Please enter the activation code that you received in the email.": "אנא הכנס את קוד ההפעלה שקיבלת באימייל.",
    "The activation code is too short. Please enter all {int} digits.": "קוד ההפעלה קצר מדי. אנא הכנס את כל {int} הספרות.",
    "Start again": "התחל מחדש",
    "Set your password": "הגדר את הסיסמה שלך",
    "Create a password for your account with a minimum length of {int} characters.": "צור סיסמת חשבון באורך מינימלי של {int} תווים.",
    "Choose a password": "בחר סיסמה",
    "Password strength": "חוזק הסיסמה",
    "Write a password to check its strength": "הזן סיסמה כדי לבדוק את חוזקה.",
    "Set password": "הגדר סיסמה",
    "weak": "חלש",
    "notStrong": "בינוני",
    "moderate": "מתון",
    "good": "טוב",
    "strong": "חזק",
    "Password has a good length": "לסיסמה יש אורך טוב",
    "Password is too short to be secure": "הסיסמה קצרה מכדי להיות מאובטחת",
    "Upper and lower case used": "שימוש באותיות גדולות וקטנות",
    "No mix of upper and lower case": "אין שילוב של אותיות גדולות וקטנות",
    "Only one type of character used": "רק סוג אחד של תו בשימוש",
    "Two types of characters used": "שני סוגים של תווים בשימוש",
    "No letters used": "אין שימוש באותיות",
    "No numbers used": "אין שימוש במספרים",
    "No special characters used": "אין שימוש בתווים מיוחדים",
    "Three types of characters used": "נעשה שימוש בשלושה סוגי תווים",
    "Create Account": "צור חשבון",
    "Pick a username and tagline": "בחר שם משתמש ותג",
    "Pick a username and tagline to create your unique Lobby Account.": "בחר שם משתמש ותג כדי ליצור את חשבון הלובי הייחודי שלך.",
    "Choose a username": "בחר שם משתמש",
    "Choose a tagline": "בחר תג",
    "{int1} - {int2} characters": "{int1} - ⁦{int2}⁩ תווים",
    "Username preview": "תצוגה מקדימה של שם משתמש",
    "Username": "שם משתמש",
    "Tagline": "תג",
    "Additional information for username and tagline": "מידע נוסף לשם המשתמש והתג",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "השילוב של שם המשתמש והתג שלך יהיה שם הלובי הייחודי שלך. כל עוד השילוב זמין, תוכל לבחור כל שילוב שתרצה.",
    "Lobby Account created!": "נוצר חשבון לובי!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "חשבון הלובי שלך ב- Legends עם שם ההתחברות {name} נוצר בהצלחה.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "מצאנו את האווטרים של עולמות המשחק הבאים המשויכים לכתובת האימייל שלך. תוכל לגשת אליהם מהלובי.",
    "You didn't get a code?": "לא קיבלת קוד?",
    "Resend activation code": "שלח שוב קוד הפעלה",
    "ActivateAccount": "הפעל חשבון",
    "Start Playing": "התחל לשחק",
    "Enter Lobby and select Gameworld": "היכנס ללובי ובחר עולם משחק",
    "Generate new tagline": "צור תגית חדשה",
    "Enter new password": "הכנס סיסמה חדשה",
    "loginPassword": "סיסמה",
    "Create a new password for your Legends Lobby Account.": "צור סיסמה חדשה לחשבון הלובי שלך ב- Legends .",
    "Set new password": "הגדר סיסמה חדשה",
    "Recover password": "שחזור סיסמה",
    "Your password was successfully updated.": "הסיסמה שלך עודכנה בהצלחה.",
    "You can now login with your updated credentials.": "כעת תוכל להתחבר עם הפרטים המעודכנים שלך.",
    "New password set": "הוגדרה סיסמה חדשה",
    "Back to Login": "בחזרה להתחברות",
    "Password Recovery": "שחזור סיסמה",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "הזן את כתובת הדוא\"ל המשויכת חשבון הלובי שלך ב- Legends. אנחנו נשלח לך הוראות כיצד לאפס את הסיסמה שלך.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "אם קיים חשבון לובי עבור כתובת הדוא\"ל הזו, היית אמור לקבל הוראות לאיפוס הסיסמה שלך בהודעות הדוא\"ל שלך:",
    "Once you have recovered your password, you can log in again.": "לאחר שתשחזר את הסיסמה שלך, תוכל להתחבר שוב.",
    "Next upcoming server": "השרת הקרוב הבא",
    "Show gameworld calendar": "הצג לוח שנה של עולם המשחק",
    "Show all news": "הצג את כל החדשות",
    "Load more news": "טען חדשות נוספות",
    "tribe1": "רומאי",
    "tribe2": "טאוטון",
    "tribe3": "גאלי",
    "tribe6": "מצרי",
    "tribe7": "הוני",
    "tribe8": "ספרטני",
    "tribe9": "ויקינג",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "אנא הכנס את שם המשתמש הרצוי. עליו להיות בין {min} ל-{max} תווים.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "אנו מצטערים, אך שם המשתמש שרצית קצר מדי. עליו להיות לפחות {min} תווים.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "אנו מצטערים, אך שם המשתמש שרצית ארוך מדי. עליה להכיל {max} תווים לכל היותר.",
    "Read more here": "קרא עוד כאן",
    "GtlTravianAnswersId": "36",
    "Close window": "סגור חלון",
    "Change player": "שנה שחקן",
    "Change region": "שנה אזור",
    "One or more players found on a game world excluded by our rules.": "אחד השחקנים או יותר שנמצאו בעולם המשחק מוחרגים בגלל הכללים שלנו.",
    "noPlayerWithThisName": "לא נמצא שחקן פעיל בשם זה",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "כדי להעביר את הזהב שרכשת לשחקן קיים, אנא אמת תחילה את בעלותך על הזהב באמצעות הזנת כתובת הדוא\"ל הרלוונטית.",
    "Please verify your code": "אמת בבקשה את הקוד שלך",
    "Player name found on one game world": "שם השחקן נמצא בעולם משחק אחד",
    "Please confirm selection": "אנא אשר את הבחירה",
    "error": "שגיאה",
    "Gold": "זהב",
    "Gold Transfer": "העברת זהב",
    "Playername": "שם השחקן",
    "Game World": "עולם משחק",
    "Confirm transfer": "אשר את ההעברה",
    "Please check the displayed data and confirm the gold transfer to continue.": "בדוק בבקשה את הפרטים המוצגים ואשר את העברת הזהב כדי להמשיך.",
    "Please enter your email address in format yourname@mail.com": "אנא הכנס את כתובת הדוא\"ל שלך בפורמט yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "אנו מצטערים, אך נראה שכתובת הדוא\"ל הזו קצרה מדי. היא צריכה להכיל לפחות {min} תווים.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "אנו מצטערים, אך נראה שכתובת הדוא\"ל הזו ארוכה מדי. עליה להכיל {max} תווים לכל היותר.",
    "We found multiple players in different regions": "מצאנו מספר שחקנים באזורים שונים",
    "Please select game world": "בחר בבקשה עולם משחק",
    "Multiple players with that name were found": "נמצאו מספר שחקנים בשם זה",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "מצאנו את השחקן הזה במספר עולמות משחק באזורך. ניתן להעביר את הזהב רק לשחקן חדש אחד. בבקשה בחר עולם משחק.",
    "To find the right player, please select the region of the game world that player is located in.": "כדי למצוא את השחקן המתאים, בחר בבקשה את אזור עולם המשחק בו נמצא השחקן.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{amount} {icon} הועבר לשחקן {player} בעולם המשחק {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "כדי להשלים את ההעברה של {amount} {icon} , השחקן {player} צריך למלא אחר ההוראות שהתקבלו בהודעה בתוך המשחק.",
    "Gold transfer successful": "הזהב הועבר בהצלחה",
    "Verify Ownership": "אמת בעלות",
    "Server age in days": "גיל השרת בימים",
    "Server speed": "מהירות השרת",
    "This gameworld can only be joined via the Travian Legends mobile app.": "ניתן להצטרף לעולם המשחק הזה רק באמצעות אפליקציית Travian: Legends לנייד.",
    "Search new player": "חפש שחקן חדש",
    "Please enter the name of the player to whom you wish to transfer the gold.": "אנא הזן את שם השחקן שברצונך להעביר אליו את הזהב.",
    "Language selection": "בחירת שפה",
    "Login to Lobby Account": "התחברות חשבון הלובי",
    "Email address / account name": "כתובת דוא\"ל\\ שם החשבון",
    "Enter your email address or account name": "הכנס את כתובת הדוא\"ל או את שם החשבון שלך",
    "Password": "סיסמה",
    "Enter your password": "הכנס את הסיסמה שלך",
    "Please enter your password": "הכנס בבקשה את הסיסמה שלך",
    "Forgot your password?": "שכחת את הססמה שלך?",
    "Recover": "שחזר",
    "Privacy Policy": "מדיניות פרטיות",
    "Register": "הירשם",
    "or continue with": "או המשך עם",
    "Back to Registration": "בחזרה להרשמה",
    "Need Help?": "זקוק לעזרה?",
    "Something went wrong": "משהו השתבש",
    "Something went wrong with your social login.": "משהו השתבש בהתחברות באמצעות רשת חברתית.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "אנא נסה שוב, או אם הבעיה נמשכת, אל תהסס לפנות לצוות התמיכה שלנו כדי לקבל עזרה.",
    "Email already used": "המייל כבר בשימוש",
    "The email address provided is already used for a Travian: Legends lobby account.": "כתובת הדוא\"ל שסופקה כבר נמצאת בשימוש עבור חשבון Travian: Legends בלובי.",
    "Please use your email address to login.": "אנא השתמש בכתובת הדוא\"ל שלך כדי להתחבר.",
    "Email permission missing": "חסרה הרשאת דוא\"ל",
    "To start playing Travian: Legends, we need your permission to access your email address.": "כדי להתחיל לשחק ב-Travian: Legends, אנחנו צריכים את הרשאת הגישה לכתובת הדוא\"ל שלך.",
    "Please try again with the correct permission settings or try another registration method.": "אנא נסה שוב עם הגדרות ההרשאה הנכונות או נסה שיטת הרשמה אחרת.",
    "registrationSocialLegalText": "על ידי לחיצה על {QUOTE} אישור{QUOTE}, אתה מקבל את ה{GTC} ומאשר שקראת את ה{INFORMATION_RIGHT_OF_WITHDRAWAL} ואת {PRIVACY_POLICY}.",
    "Confirm": "אשר",
    "Contact support": "צור קשר עם תמיכה",
    "Unexpected Error": "שגיאה לא צפויה",
    "Terms & Conditions": "תנאים והגבלות",
    "Right of Withdrawal": "הזכות למשוך",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": ".&copy; 2004 - {currentYear} Travian Games GmbH כל הזכויות שמורות.",
    "Imprint": "חותם",
    "Responsible for this website": "אחראים לאתר זה",
    "imprintResponsible": "Travian Games GmbH\nכתובת: Moosacher Str. 70\n80809 מינכן\nגרמניה\n\nmail@traviangames.com",
    "Jurisdiction": "תחום שיפוט",
    "imprintJurisdiction": "בית המשפט המחוזי במינכן, HRB 173511\nמס' מזהה מע\"מ DE 246258085\nדירקטורים מנהלים: Viktor Pulz, Jörg Strathaus\nטלפון: +49 89/32 49 15 93 8 (לא תמיכה במשחק)\nפקס: +49 89/32 49 15 97 3 (לתמיכה פלוס בלבד)",
    "Support": "תמיכה",
    "Contact": "קשר",
    "Youth protection officer": "הממונה על הגנת הנוער",
    "imprintYouthProtection": "עו\"ד ד\"ר Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "הממונה על הגנת המידע",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "נא לא לשכוח לכלול את שם המשתמש ואת שרת המשחק עבורו אתם מבקשים תמיכה.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "כל הזכויות על הטקסט, גרפיקה וקודי המקור מוחזקים על ידי Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian היא סימן מסחרי רשום של Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": " נציבות האיחוד האירופי יצרה פלטפורמה ליישוב סכסוכים מקוונים (פלטפורמת ODR) בין סוחרים לצרכנים. פלטמורת ODR זמינה דרך הקישור הבא: {link}. אנחנו לא מחויבים ובעת הזו לא נשתתף בפלטפורמות אלטרנטיביות לפתרון סכסוכים או מחלוקות.",
    "Game Rules": "חוקי המשחק",
    "gameRulesInfo": "חוקי המשחק מהווים חלק בלתי נפרד מהתנאים וההגבלות במקרה של הרחקה או בכדי לבדוק את מה מותר ומה אסור במסגרת המשחק יש לעיין {Terms & Conditions}, בפרט בסעיף\n\n\nניסיון לעקוף את חוקי המשחק, לעודד שחקן אחר להפר את חוקי המשחק או להשיג יתרון מהפרה של חוקי המשחק יטופל כהפרה ויוענש בהתאם להפרה ולהחלטת צוות Travian: Legends. כל כללי המשחק חלים במלואם על שחקנים המעוניינים למחוק את חשבון הלובי שלהם או את האווטאר שלהם וכן על שחקנים הנמצאים בתהליך של מחיקת חשבון הלובי או האווטאר שלהם.",
    "Avatar": "אווטאר",
    "gameRules1.1.a": "א' כל שחקן רשאי להחזיק ולעשות שימוש באווטאר אחד בלבד עבור כל עולם משחק.",
    "gameRules1.1.b": "ב' חשבון תמיד צרך לשחק לטובתו או לטובת הקונפדרציה שלו. אוואטרים שקיימים לטובת אוואטרים אחרים, אוואטר מחוץ לאותה ברית או קונפדרציה עשוי להיחסם ולהימחק לצמיתות. אוואטרים הנהנים מאוואטרים שמתקיימים לטובתם עשויים להיענש בחומרה. \n\nהתנהגויות אסורות אלו כוללות, אך לא מוגבלות, לפעולות הבאות:",
    "gameRules1.1.b-1": "חקלאות פרטית: בזיזות אווטארים מחוץ קונפדרציה של הבוזז, שמאפשרים לעצמם להישדד על ידי שחקן ספציפי או מספר שחקנים קונפדרציה. זה לא משפיע על החקלאות הרגילה שבה שחקנים לא פעילים נבזזים על ידי קונפדרציות מרובות.",
    "gameRules1.1.b-2": "בניית כפרים שמטרתם להיכבש על ידי שחקנים אחרים מחוץ קונפדרציה שלהם .",
    "gameRules1.2": "בעל החשבון הלובי והאווטאר הנו האדם שמחזיק בכתובת המייל המשויכת לחשבון הלובי.  במקרים של ספק סביר, השחקן עשוי להתבקש לשלוח מייל למחלקת התמיכה מהמייל המשויך לחשבון הלובי בכדי שנוכל לאמת שהשחקן הוא אכן בעל החשבון הלובי. חבר בצוות \"טרוויאן: לג'נדס\" לעולם לא יבקש לדעת את ססמתך.",
    "gameRules1.3.a": "א שיתוף סיסמת חשבון הלובי אסור, כולל במקרים של \"זוגיים\" - כאשר האווטאר משוחק על ידי שני שחקנים או יותר. יש להוסיף בני זוג בלובי עבור עולמות משחק ספציפיים, והם צריכים להתחבר חשבון הלובי שלהם כדי לגשת לאווטאר שאליו הם הוקצו בזוג. \n\n Travian Games GmbH לא תפצה בעל חשבון לובי על נזק כלשהו שנגרם לחשבון הלובי על ידי מישהו שהשיג את הסיסמה לחשבון.",
    "gameRules1.3.b": "ב' אם שחקן רוצה לעבור מאווטר אחד לאחר או ליצור שחקן חדש, יש למחוק את האווטאר הישן לפני שתינתן גישה לאוטאר החדש או לפני יצירת האווטאר החדש.",
    "gameRules1.4": "אוואטר שאינו פעיל יימחק החל משבוע ימים לאחר ההתחברות האחרונה.",
    "gameRules1.5": "חבר מביא חבר: במקרה של שימוש לרעה במערכת \"חבר מביא חבר\" (לדוגמה באמצעות יצירת מספר אוואטרים תוך הפרת  1.1), החברים המופנים והמפנה עצמו עשויים להימצא אחראים ולהיענש.",
    "gameRules1.6": "שימוש לרעה במערכת התשלומים והחסימות עלול להוביל למחיקת האווטאר בלי אפשרות לערער.",
    "gameRules1.7": "שימוש לרעה במבנה המשחק, שיחשב על ידי שירות הלקוחות של המשחק כמשבש את חווית המשחק של השחקנים האחרים, עלול לגרור ענישה.",
    "gameRules1.8": "הצעות \"מיוחדות\", כמו זהב התחלתי, לא כלולות בזהב שניתן להעביר. הוראה זו מחליפה את סעיף ⁦{2.6 of the T&C}⁩.",
    "2.6 of the T&C": "2.6 בתנאים וההגבלות.",
    "Sitting an avatar": "שמירת חשבון אווטאר",
    "gameRules2.1": "כל שחקן רשאי להגדיר שומרי חשבון שיתחזקו את האווטר שלו. שומר חשבון של האוואטר יתחזק חהאוואטר באמצעות מערכת השמירת החשבון המובנית בלבד. אין להעביר את סיסמת חשבון הלובי לשומר החשבון. שימוש לרעה בשמירת חשבון אסור.",
    "gameRules2.2": " Travian Games GmbH לא תפצה עבור נזקים שנגרמו על ידי שומר החשבון. בעל חשבון הלובי הוא האחראי בלעדי על כל הפעולות ששומרי חשבון מבצעים באוואטר שלהם במקרה של שומר חשבון שהפר את כללי המשחק ואת התנאים וההגבלות של Travian: Legends, בעל חשבון הלובי ושומר החשבון עשויים להיענש על ההפרה.",
    "Use of external programs": "שימוש בתוכנות חיצוניות",
    "gameRules3.1": "מותר לשחק ב-Travian: Legends אך ורק באמצעות דפדפן סטנדרטי ולא מותאם. השימוש בסקריפטים ו/או בוטים לצורך אוטומציה של פעולות באוואטר או על מנת לחקות מאפייני פרימיום הינו אסור. \n\nזה כולל אך לא מוגבל לפעולות הבאות:",
    "gameRules3.1.1": "בזיזת אוואטרים אחרים באופן אוטומטי (וגם שליחת גלי התקיפה באופן אוטומטי)",
    "gameRules3.1.2": "התחלת הרפתקאות באופן אוטומטי",
    "gameRules3.1.3": "בנייה ושדרוג של שדות משאבים ושל מבנים בכפר באופן אוטומטי",
    "gameRules3.1.4": "סקירה אוטומטית של המפה",
    "gameRules3.1.5": "סריקת נתונים סטטיסטיים של שחקנים אחרים באופן אוטומטי",
    "gameRules3.1.6": "דחיפת משאבים לחשבונות אחרים באופן אוטומטי",
    "gameRules3.1.7": "אימון חיילים באופן אוטומטי",
    "gameRules3.1.8": "הגשת הצעות מחיר במכירות פומביות באופן אוטומטי",
    "gameRules3.1.9": "התחלת חגיגות באופן אוטומטי",
    "gameRules3.1.10": "סקירה של כל כפרי החשבון בכדי הציג את המידע על המשאבים במקום אחד",
    "gameRules3.1.11": "פעולות אוטומטיות אחרות המבוצעות על ידי תוכנת צד ג '",
    "gameRules3.2": "Travian Games שומרת לעצמה את הזכות להעניש שחקנים המשתמשים בסקריפט או בּוֹט בכדי לבצע פעולות באופן אוטמטי באופן קבוע או באפן זמני בזמן שעולם המשחק פעיל.",
    "Program errors / bugs": "שגיאות מערכת\\ באגים",
    "gameRules4.1": "אין להשתמש לרעה בשגיאות בתוכנת המשחק או בבאגים לטובת האוואטר. יש לדווח על שגיאות מסוג זה לצוות התמיכה. שימוש לרעה בכל בשגיאות או בבאגים עלול לגרור ענישה.",
    "Selling/buying game content": "מכירה/קנייה של תוכן משחק",
    "gameRules5.1": "מכירה או קנייה של שירותים מצדדים שלישיים, חשבון לובי, אווטאר, משאבים, יחידות, כפרים, זהב או כסף אסורה. ההצעה לקנות או למכור תוכן של המשחק תמורת כסף גם כן אסורה.  אין למסור חשבונות לובי ואווטרים בתמורה לכסף.",
    "Netiquette": "נטיקה",
    "gameRules6.1": "על השחקנים לתקשר ביניהם תמיד בצורה מנומסת.",
    "gameRules6.2": "פרופילים, שמות כפרים, או כל תוכן אחר אשר יימצא בלתי הולם ניתן לעריכה על ידי שירות הלקוחות ללא אזהרה מוקדמת. בריתות בעלות שמות ו/או תוכן פרופיל, פורומים ציבוריים וכל אזור אישי אשר אינם הולמים עשויים להימחק מיידית.",
    "gameRules6.3": "התנהלות כמפורט להלן הינה אסורה בהחלט: התנהגות פוגענית, מעליבה, מכפישה, סקסיסטית, גזענית או כזו העושה שימוש בשפה גסה; יחס פוגעני כלפי כל דת, גזע, אומה, מגדר, קבוצת גיל או נטייה מינית; איומים במישור העולם האמיתי; התחזות לצוות Travian: Legends או לבעל תפקיד בחברה.",
    "gameRules6.4": "יש לשמור על משחק חופשי מפוליטיקה ודת של העולם האמיתי.",
    "gameRules6.5": "פרסום והצגת חומרים שאינם מתאימים לקטינים הינו אסור.",
    "gameRules6.6": "הודעות בתוך המשחק יכולות להתפרסם בהסכמת שני הצדדים בלבד. פרסום הודעות או מיילים מטעם צוות טרוויאן הינה אסורה, למעט במקרים בהם ניתנה לכך הסכמה מפורשת.",
    "gameRules6.7": "פרסומות מכל סוג שהוא אסורות.",
    "gameRules6.8": "כל תוכן לא הולם, הנחשב על ידי שירות הלקוחות כפוגע בחוויית המשחק של אחרים, כלול לגרור ענישה.",
    "Punishments": "עונשים",
    "gameRules7.1": "במקרה של הפרה של חוקי המשחק או התנאים וההגבלות, האוואטר יורחק ועשוי להיות משוחרר בכפוף לענישה בהתאם להפרה שהתבצעה. שמות לא הולמים של חשבונות הלובי ושל האוואטרים עשויים להשתנות. הפסדים שנגרמו במהלך תקופת ההרחקה, כולל הפסדים בחשבונות “Travian Plus” ו\"זהב\", לא יזכו לשיפוי מטעם Travian Games GmbH. כל שחקן יטופל בצורה שוויונית, ללא קשר לסטטוס זהב של החשבון.",
    "gameRules7.2": "ניתן לדון בחסימה אך ורק עם צוות שירות הלקוחות דרך {Customer Service portal}.\n \nהחסימה והעונש ניתנים על ידי אחד מחברי צוות אכיפת החוקים. במקרה של תלונה, חבר אחר בצוות אכיפת החוקים יבדוק את החסימה והענישה. החלטתם הינה סופית.\n\nהשחקנים מקבלים שצוות Travian: Legends אינו יכול לחשוף את המנגנונים המשמשים לאיתור הפרות, שכן אז ניתן יהיה לעקוף מנגנונים אלו.\n\nאין לדון בהרחקות, מחיקות ותוצאותיהן באופן פומבי. צוות Travian: Legends אינו מוסר מידע על הרחקות לאף אחד למעט אלו המעורבים בעניין.",
    "Customer Service portal": "פורטל שירות הלקוחות",
    "Rule changes and correction clause": "שינויי כללים ותיקון סעיפים",
    "gameRules8.1": " Travian Games GmbH שומרת לעצמה את הזכות לשנות את כללי המשחק בכל עת.",
    "gameRules8.2": "אם תקנות מסוימות של חוקי המשחק הופכות לבלתי רלוונטיות או בלתי תקפות, עובדה זו לא תשפיע על תוקפן של התקנות הנותרות. חברת טרוויאן משחקים נוטלת על עצמה להחליף תקנות שאינן רלוונטיות בתקנות חדשות באופן מהיר ככל הניתן.",
    "gameRules8.3": "מקרה של העדר עקביות או אי התאמה בין הגרסה האנגלית וכל אחת מהגרסאות בשפות האחרות, הגרסה האנגלית היא הקובעת.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "הסברים מפורטים יותר על חוקי משחק מסוימים נמצאים ב {Game Rules FAQ}.",
    "Game Rules FAQ": "שאלות נפוצות על חוקי המשחק",
    "Romans": "רומאים",
    "Teutons": "טאוטונים",
    "Gauls": "גאלים",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "לגיונות ממושמעים, הנדסה מתקדמת וגאונות אסטרטגית מגדירים את רומא. הובל את הלגיונרים שלך להרחיב את האימפריה שלך באמצעות עוצמה צבאית ושליטה תרבותית.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "שודדים אכזריים, חיילים חסרי רחמים ותוקפנות בלתי נלאית מאפיינים את הטאוטונים. הובל את כוחותיך הפראיים לבזוז את אויביך ולהטיל אימה בליבם עם מתקפות מהירות כברק.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "מגנים זריזים, מלכודות ערמומיות ונקיקים מוחבאים מגנים על משאבי הגאלים. הובל את שבטך לשרוד את אויביך בעזרת חוסן ותחכום.",
    "You have reached the end - no more news found.": "הגעת לסוף - לא נמצאו חדשות נוספות.",
    "imprintTitle": "TRAVIAN: Legends – חותם  |  בינלאומי",
    "imprintDescription": "צור קשר עם אנשי הקשר האחראיים ועם הפקיד הממונה על הגנת המידע עבור האתר והכותר Travian: Legends.",
    "gameRulesTitle": "Travian: Legends – בינלאומי | חוקי המשחק",
    "gameRulesDescription": "למד עוד על קוד ההתנהגות וחוקי המשחק של Travian: Legends - בינלאומי.  ✓ ישירות בדפדפן שלך  ➤ שחק עכשיו בעולמות המשחק הבינלאומיים המומלצים שלנו",
    "Name contains invalid characters, is not allowed, or invalid": "השם מכיל תווים לא תקפים, או שהוא אסור או לא תקין",
    "Avatar Exists": "האווטאר קיים",
    "Access Denied": "הגישה נשללה",
    "Unauthorized": "לא מורשה",
    "Resend activation code not provided": "לא סופק קוד הפעלה לשליחה חוזרת",
    "Resend activation code invalid": "שלח שוב קוד הפעלה",
    "Code challenge provided, but method is not": "סופק אתגר הקוד, אך השיטה לא",
    "Please accept Terms and Conditions": "אנא אשר את התנאים וההגבלות",
    "No proper email address can be found in authentication credentials": "לא נמצאה כתובת דוא\"ל תקינה בפרטי הזיהוי",
    "Wrong email, account name or password": "כתובת דוא\"ל, שם חשבון או סיסמה שגויים",
    "Identity needs activation": "זהות דורשת הפעלה",
    "Token is invalid for this request": "האסימון לא תקף לבקשה זו",
    "Invalid identity provider": "ספק זהות לא תקין",
    "Client is unauthorized": "לקוח אינו מורשה",
    "Failed to figure out transfer target": "קביעת יעד ההעברה נכשלה",
    "Cannot transfer this GTL to the target gameworld": "לא ניתן להעביר את ה- GTL הזה לעולם משחק היעד",
    "Refer a friend": "הזמן חבר",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "כבר יש לך אווטאר בעולם המשחק המופנה. האפשרות להזמין חבר זמינה רק בעולמות שבהם אין לך דמות פעילה.",
    "To the Lobby": "לך ללובי",
    "To the referred gameworld": "לך לעולם המשחק שהופנה",
    "Change account?": "החלף חשבון?",
    "Log out": "התנתקות",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "אנא הכנס את שם האווטאר הרצוי. עליו להיות בין {min} ל-{max} תווים.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "אנו מתנצלים, אך שם האווטאר שרצית קצר מדי. עליו להיות לפחות {min} תווים.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "אנו מתנצלים, אך שם האווטאר שרצית ארוך מדי. עליה להכיל {max} תווים לכל היותר.",
    "Change avatar": "שנה את שם האווטאר",
    "One or more avatars found on a game world excluded by our rules.": "אחד האווטארים או יותר שנמצאו בעולם המשחק מוחרגים בגלל הכללים שלנו.",
    "noAvatarWithThisName": "לא נמצא אווטאר פעיל בשם זה",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "כדי להעביר את הזהב שרכשת לאווטאר קיים, אנא אמת תחילה את בעלותך על הזהב באמצעות הזנת כתובת הדוא\"ל הרלוונטית.",
    "Avatar name found on one game world": "שם האווטאר נמצא בעולם משחק אחד",
    "Avatarname": "שם האווטאר",
    "We found multiple avatars in different regions": "מצאנו מספר אווטארים באזורים שונים",
    "Multiple avatars with that name were found": "נמצאו מספר אווטארים בשם זה",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "מצאנו את האווטאר הזה במספר בעולמות משחק באזורך. ניתן להעביר את הזהב רק לאווטאר חדש אחד. בבקשה בחר עולם משחק.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "כדי למצוא את האווטאר המתאים, בחר בבקשה את אזור עולם המשחק בו נמצא האווטאר.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{amount} {icon} הועבר לאווטאר {avatar} בעולם המשחק {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "כדי להשלים את ההעברה של {amount} {icon} , האווטאר {avatar} צריך למלא אחר ההוראות שהתקבלו בהודעה בתוך המשחק.",
    "Search new avatar": "חפש אווטאר חדש",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "אנא הזן את שם האווטאר שברצונך להעביר אליו את הזהב.",
    "This gameworld is only accessible for mobile players.": "עולם משחק זה נגיש רק לשחקנים המשחקים דרך הנייד.",
    "This gameworld is restricted to players with a special invitation code.": "עולם משחק זה מוגבל לשחקנים עם קוד הזמנה מיוחד.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "זהו עולם משחק מיוחד שעשוי להיות זמין רק לזמן מוגבל ויכול להיות בעל תכונות שונות לעומת עולמות המשחק הקלאסיים.",
    "Pop-up was blocked": "חלון הפופ-אפ נחסם",
    "The pop-up for your social login was blocked by your browser.": "חלון הפופ-אפ של ההתחברות החברתית שלך נחסם על ידי הדפדפן שלך.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "אנא בדוק את הגדרות הדפדפן שלך, אפשר חלונות פופ-אפ, ונסה שוב. אם הבעיה נמשכת, אל תהסס לפנות לצוות התמיכה שלנו כדי לקבל עזרה."
}