{
    "homeTitle": "Travian: Legends – Italia | Il gioco online di strategia multiplayer",
    "homeDescription": "Unisciti al celebre gioco per esperti di strategia con migliaia di giocatori reali ✓ Direttamente nel tuo browser  ➤ UNISCITI SUBITO ai nostri mondi di gioco internazionali consigliati",
    "newsTitle": "Travian: Legends – Italia | Ultime notizie",
    "newsDescription": "Scopri di più sulle ultime notizie e gli aggiornamenti ✓ Direttamente nel tuo browser  ➤ UNISCITI SUBITO ai nostri mondi di gioco internazionali consigliati",
    "calendarTitle": "Travian: Legends – Italia | Calendario dei mondi di gioco",
    "calendarDescription": "Scopri di più sui prossimi server di Travian: Legends – Italia ✓ Direttamente nel tuo browser  ➤ UNISCITI SUBITO ai nostri mondi di gioco internazionali consigliati",
    "Gameworld calendar": "Calendario dei mondi di gioco",
    "Date": "Data",
    "Speed": "Velocità",
    "Construction plans": "Piani di costruzione",
    "Artefacts": "Artefatti",
    "Gameworld end": "Fine mondo di gioco",
    "Wonder of the World, level 100": "Meraviglia, livello 100",
    "Local gameworld languages": "Lingue mondo di gioco locale",
    "Article image": "Immagine articolo",
    "Read full story": "Leggi tutta la storia",
    "Read": "Leggi",
    "News & Updates": "Notizie e aggiornamenti",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Non sono ancora stati definiti tutti i dettagli del mondo di gioco. Riceverai una notifica nella tua lobby quando verranno aggiornati.",
    "Currently no entries": "Nessuna voce",
    "Join Gameworld": "Unisciti al mondo di gioco",
    "Play Now": "Gioca ora",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Questo mondo di gioco è riservato ai giocatori con uno speciale codice di invito. Se ne hai uno, inseriscilo per accedere al mondo di gioco.",
    "Your invitation code": "Il tuo codice di invito",
    "Enter invitation code": "Inserisci il codice di invito",
    "Please enter the invitation code that you received.": "Inserisci il codice di invito che hai ricevuto.",
    "The invitation code is too short. Please enter all {INT} characters.": "Il codice di invito è troppo breve. Inserisci tutti i {INT} caratteri.",
    "Invitation code cooldown": "Tempo di attesa codice di invito",
    "digits": "cifre",
    "To news overview": "Vai alla panoramica delle notizie",
    "Home": "Home",
    "Gameworld Calendar": "Calendario dei mondi di gioco",
    "Tournament": "Torneo",
    "Login": "Login",
    "Account settings": "Impostazioni account",
    "Data consent": "Consenso dei dati",
    "To lobby": "Vai alla lobby",
    "Logout": "Logout",
    "Search for a language or country": "Cerca lingua o paese",
    "No language matches your search. Are you sure you typed it correctly?": "Nessuna lingua corrisponde ai tuoi criteri di ricerca. Assicurati di averla digitata correttamente.",
    "Your email address is already connected to a Legends Lobby Account.": "Il tuo indirizzo e-mail è già collegato a un account lobby di Legends.",
    "Create Legends Lobby Account": "Crea account lobby di Legends",
    "Enter your email address": "Inserisci il tuo indirizzo e-mail",
    "Email Address": "Indirizzo e-mail",
    "Please enter your email address": "Inserisci il tuo indirizzo e-mail",
    "Please enter your email address or account name": "Ti preghiamo di inserire il tuo indirizzo e-mail o nome account",
    "Please enter a valid email address. E.g. mymail@provider.com": "Inserisci un indirizzo e-mail valido. Ad es. mymail@provider.com",
    "Redirecting to Login": "Reindirizzamento all'accesso",
    "Cancel": "Annulla",
    "I want to receive the newsletter": "Desidero iscrivermi alla newsletter.",
    "registrationLegalText": "Cliccando su {QUOTE}Registrati con l'indirizzo e-mail{QUOTE}, accetti i {GTC} e confermi di aver letto le {INFORMATION_RIGHT_OF_WITHDRAWAL} e la {PRIVACY_POLICY}.",
    "GTC": "T&C",
    "Information on the Right of Withdrawal": "Informazioni sul diritto di recesso",
    "Register with email address": "Registrati con l'indirizzo e-mail",
    "Already have an account?": "Hai già un account?",
    "Login now": "Accedi ora",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Codice di attivazione errato. Inserisci il codice di attivazione che hai ricevuto via e-mail.",
    "Please confirm that you are not a robot": "Conferma di non essere un robot.",
    "We sent you an activation link to: {email}": "Ti abbiamo inviato il link di attivazione su: {email}",
    "Activate Legends Lobby account": "Attiva account lobby di Legends",
    "Please follow the instructions in the email to continue.": "Segui le istruzioni fornite via e-mail per continuare.",
    "Enter activation code": "Inserisci codice di attivazione",
    "E.g. 123456": "Ad es. 123456",
    "Wrong email address?": "Indirizzo e-mail errato?",
    "Change email": "Cambia E-Mail",
    "Please enter the activation code that you received in the email.": "Inserisci il codice di attivazione che hai ricevuto via-mail.",
    "The activation code is too short. Please enter all {int} digits.": "Il codice di attivazione è troppo breve. Inserisci tutte le {int} cifre.",
    "Start again": "Ricomincia",
    "Set your password": "Imposta la password",
    "Create a password for your account with a minimum length of {int} characters.": "Crea una password per il tuo account con una lunghezza minima di {int} caratteri.",
    "Choose a password": "Scegli una password",
    "Password strength": "Sicurezza password",
    "Write a password to check its strength": "Inserisci una password per verificarne la sicurezza.",
    "Set password": "Imposta password",
    "weak": "Debole",
    "notStrong": "Mediocre",
    "moderate": "Moderata",
    "good": "Buona",
    "strong": "Forte",
    "Password has a good length": "La lunghezza della password è sufficiente",
    "Password is too short to be secure": "La password è troppo breve per essere sicura",
    "Upper and lower case used": "Maiuscole e minuscole utilizzate",
    "No mix of upper and lower case": "Nessuna combinazione di maiuscole e minuscole",
    "Only one type of character used": "Un solo tipo di carattere utilizzato",
    "Two types of characters used": "Due tipi di caratteri utilizzati",
    "No letters used": "Nessuna lettera utilizzata",
    "No numbers used": "Nessun numero utilizzato",
    "No special characters used": "Nessun carattere speciale utilizzato",
    "Three types of characters used": "Tre tipi di caratteri utilizzati",
    "Create Account": "Crea account",
    "Pick a username and tagline": "Scegli un nome utente e un tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Scegli un nome utente e un tag per creare un account lobby univoco.",
    "Choose a username": "Scegli un nome utente",
    "Choose a tagline": "Scegli un tag",
    "{int1} - {int2} characters": "{int1} - {int2} caratteri",
    "Username preview": "Anteprima nome utente",
    "Username": "Nome utente",
    "Tagline": "Tag",
    "Additional information for username and tagline": "Maggiori dettagli sul nome utente e il tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "La combinazione di nome utente e tag sarà il tuo nome univoco nella lobby. Puoi scegliere qualsiasi combinazione tra quelle disponibili.",
    "Lobby Account created!": "Account lobby creato!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Il tuo account lobby di Legends (nome utente \"{name}\") è stato creato con successo.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Al tuo indirizzo e-mail sono associati i seguenti avatar dei mondi di gioco. Puoi accedervi dalla lobby.",
    "You didn't get a code?": "Non hai ricevuto il codice?",
    "Resend activation code": "Reinvia codice di attivazione",
    "ActivateAccount": "Attiva l'account",
    "Start Playing": "Inizia a giocare",
    "Enter Lobby and select Gameworld": "Accedi alla lobby e seleziona il mondo di gioco",
    "Generate new tagline": "Genera nuovo tag",
    "Enter new password": "Inserisci una nuova password",
    "loginPassword": "Password",
    "Create a new password for your Legends Lobby Account.": "Crea una nuova password per il tuo account lobby di Legends.",
    "Set new password": "Imposta una nuova password",
    "Recover password": "Recupera password",
    "Your password was successfully updated.": "La tua password è stata aggiornata con successo.",
    "You can now login with your updated credentials.": "Ora puoi accedere con le credenziali aggiornate.",
    "New password set": "Nuova password impostata",
    "Back to Login": "Torna all'accesso",
    "Password Recovery": "Recupero password",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Inserisci l'indirizzo e-mail associato al tuo account lobby di Legends. Ti invieremo le istruzioni per la reimpostazione della password.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Se a questo indirizzo e-mail è collegato un account lobby, dovresti aver ricevuto le istruzioni per reimpostare la password via e-mail:",
    "Once you have recovered your password, you can log in again.": "Una volta recuperata la password, potrai effettuare nuovamente l'accesso.",
    "Next upcoming server": "Prossimo server in arrivo",
    "Show gameworld calendar": "Mostra calendario dei mondi di gioco",
    "Show all news": "Mostra tutte le notizie",
    "Load more news": "Carica altre notizie",
    "tribe1": "Romano",
    "tribe2": "Teutone",
    "tribe3": "Gallo",
    "tribe6": "Egiziano",
    "tribe7": "Unno",
    "tribe8": "Spartano",
    "tribe9": "Vichingo",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Inserisci un nome utente. Dovrebbe contenere tra {min} e {max} caratteri.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Spiacenti, il nome utente è troppo corto. Dovrebbe contenere almeno {min} caratteri.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Spiacenti, il nome utente è troppo lungo. Dovrebbe contenere un massimo di {max} caratteri.",
    "Read more here": "Scopri di più qui",
    "GtlTravianAnswersId": "36",
    "Close window": "Chiudi finestra",
    "Change player": "Cambia giocatore",
    "Change region": "Cambia regione",
    "One or more players found on a game world excluded by our rules.": "Uno o più giocatori trovati in un mondo di gioco escluso dalle nostre regole.",
    "noPlayerWithThisName": "Non abbiamo trovato nessun giocatore attivo con questo nome",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Per trasferire i tuoi Gold acquistati e non utilizzati a un giocatore esistente, verifica la titolarità dei Gold inserendo l'indirizzo e-mail associato.",
    "Please verify your code": "Verifica il codice",
    "Player name found on one game world": "Nome giocatore trovato in un mondo di gioco",
    "Please confirm selection": "Conferma la selezione",
    "error": "errore",
    "Gold": "Gold",
    "Gold Transfer": "Trasferimento Gold",
    "Playername": "Nome giocatore",
    "Game World": "Mondo di gioco",
    "Confirm transfer": "Conferma trasferimento",
    "Please check the displayed data and confirm the gold transfer to continue.": "Controlla i dettagli e conferma il trasferimento dei Gold per continuare.",
    "Please enter your email address in format yourname@mail.com": "Inserisci il tuo indirizzo email. Il formato dovrebbe essere simile a yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Spiacenti, l'indirizzo email è troppo corto. Dovrebbe contenere almeno {min} caratteri.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Spiacenti, l'indirizzo email è troppo lungo. Dovrebbe contenere un massimo di {max} caratteri.",
    "We found multiple players in different regions": "Abbiamo trovato più giocatori in diverse regioni",
    "Please select game world": "Seleziona un mondo di gioco",
    "Multiple players with that name were found": "Abbiamo trovato più giocatori con questo nome",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Abbiamo trovato quel giocatore in diversi mondi di gioco nella tua regione. Puoi solo trasferire i Gold a un nuovo giocatore. Seleziona un mondo di gioco.",
    "To find the right player, please select the region of the game world that player is located in.": "Per trovare il giocatore giusto, seleziona la regione del mondo di gioco in cui si trova il giocatore.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} trasferiti al giocatore {player} nel mondo di gioco {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Per completare il trasferimento di {icon} {amount}, il giocatore {player} deve seguire le istruzioni ricevute via messaggio (IGM).",
    "Gold transfer successful": "Trasferimento Gold completato",
    "Verify Ownership": "Verifica titolarità",
    "Server age in days": "Età del server in giorni",
    "Server speed": "Velocità server",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Puoi accedere a questo mondo di gioco solo tramite l'app mobile di Travian: Legends.",
    "Search new player": "Cerca nuovo giocatore",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Inserisci il nome del giocatore a cui desideri trasferire i Gold.",
    "Language selection": "Selezione lingua",
    "Login to Lobby Account": "Login dell'account lobby",
    "Email address / account name": "Indirizzo e-mail/Nome account",
    "Enter your email address or account name": "Inserisci il tuo indirizzo e-mail o nome account",
    "Password": "Password",
    "Enter your password": "Inserisci la password",
    "Please enter your password": "Ti preghiamo di inserire la password",
    "Forgot your password?": "Hai dimenticato la password?",
    "Recover": "Recupera",
    "Privacy Policy": "Informativa sulla privacy",
    "Register": "Registrati",
    "or continue with": "o continua con",
    "Back to Registration": "Torna alla registrazione",
    "Need Help?": "Hai bisogno di aiuto?",
    "Something went wrong": "Si è verificato un errore",
    "Something went wrong with your social login.": "Si è verificato un problema con il tuo login social.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Riprova e, se il problema persiste, contatta il nostro Support Team per ricevere assistenza.",
    "Email already used": "E-mail già in uso",
    "The email address provided is already used for a Travian: Legends lobby account.": "L'indirizzo e-mail fornito è già utilizzato da un account lobby di Travian: Legends.",
    "Please use your email address to login.": "Usa il tuo indirizzo e-mail per accedere.",
    "Email permission missing": "Autorizzazione e-mail mancante",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Per iniziare a giocare a Travian: Legends, abbiamo bisogno dell'autorizzazione ad accedere al tuo indirizzo e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Riprova con le impostazioni corrette per i permessi o prova un altro metodo di registrazione.",
    "registrationSocialLegalText": "Cliccando su {QUOTE}Conferma{QUOTE}, accetti i {GTC} e confermi di aver letto le {INFORMATION_RIGHT_OF_WITHDRAWAL} e la {PRIVACY_POLICY}.",
    "Confirm": "Conferma",
    "Contact support": "Contatta il support",
    "Unexpected Error": "Errore imprevisto",
    "Terms & Conditions": "Termini di utilizzo",
    "Right of Withdrawal": "Diritto di recesso",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Tutti i diritti riservati.",
    "Imprint": "Contatti",
    "Responsible for this website": "Responsabile per questo sito",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Monaco di Baviera\nGermania\n\nmail@traviangames.com",
    "Jurisdiction": "Giurisdizione",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nPartita IVA. DE 246258085\nAmministratori delegati: Viktor Pulz, Jörg Strathaus\nTelefono: 004989/32 49 15 93 8 (nessun supporto al gioco)\nFax: 004989/32 49 15 97 3 (solo per Plus Support)",
    "Support": "Support",
    "Contact": "Contatti",
    "Youth protection officer": "Garante dei Minori",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Responsabile protezione gioventù",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Ti preghiamo di includere sempre il tuo nome utente e il server di gioco nelle email inviate al supporto.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Tutti i diritti su testi, grafica e codici sorgente sono detenuti da Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian è un marchio registrato Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "La Commissione europea ha creato una piattaforma per la risoluzione online delle controversie (Piattaforma ODR) tra venditori e consumatori. Tale Piattaforma ODR è disponibile al seguente link: {link}. Non siamo in alcun modo obbligati a prendervi parte e per il momento non ricorreremo ad altre procedure o piattaforme per la risoluzione delle controversie.",
    "Game Rules": "Regolamento del gioco",
    "gameRulesInfo": "Il regolamento di gioco è parte dei Termini di Utilizzo. In caso di ban o per verificare cosa è consentito e cosa non è consentito, è inoltre necessario consultare i {Terms & Conditions}, specialmente la Sezione 6.\n\n\nOgni tentativo di aggirare il regolamento del gioco, incoraggiare un altro giocatore a violare le regole o trarre vantaggio dalla violazione di una regola sarà trattato come una violazione, e punito in proporzione alla violazione commessa e a discrezione del team di Travian: Legends. L'intero regolamento di gioco si applica anche ai giocatori che desiderano eliminare il proprio account lobby o avatar, o che hanno già avviato la procedura di eliminazione del proprio account lobby o avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Ogni giocatore ha diritto al possesso ed all'uso di un unico avatar per mondo di gioco.",
    "gameRules1.1.b": "Ogni avatar deve sempre essere utilizzato a proprio beneficio o a beneficio della propria confederazione. Gli avatar che esistono per il beneficio di un avatar esterno alla stessa alleanza o confederazione potrebbero essere bannati in modo permanente e rimossi. Gli avatar che traggono vantaggio da altri avatar creati per il proprio beneficio potrebbero essere severamente puniti. \n\nQuesto include, ma non è limitato a, le seguenti azioni:",
    "gameRules1.1.b-1": "Farming privato: raid di avatar esterni alla propria confederazione che si lasciano attaccare da parte di uno specifico giocatore o più giocatori della confederazione. È escluso il normale farming in cui i giocatori inattivi subiscono raid da parte di più confederazioni.",
    "gameRules1.1.b-2": "Costruire villaggi al solo scopo di renderli oggetto di conquista da parte di giocatori esterni alla propria confederazione.",
    "gameRules1.2": "Il proprietario di un account lobby e di un avatar è colui che detiene l'indirizzo e-mail associato all'account lobby.  In caso di ragionevole dubbio, al giocatore può essere chiesto di scrivere una e-mail al Support dall'indirizzo e-mail di registrazione usato per l'account lobby al fine di verificare che egli sia il proprietario dell'account lobby. Nessun membro dello staff di Travian: Legends chiederà mai di fornire la password.",
    "gameRules1.3.a": "La condivisione della password dell'account lobby non è consentita, neppure con gli \"share\" (quando l'avatar è usato da due o più giocatori). Gli share devono essere aggiunti nella lobby degli specifici mondi di gioco e accedere al proprio account lobby per usare l'avatar a loro assegnato come share. \n\nTravian Games GmbH non risarcirà i proprietari di un account lobby per eventuali danni provocati all'account lobby da chiunque abbia ricevuto la password dello stesso.",
    "gameRules1.3.b": "Se un giocatore desidera passare da un avatar all'altro o crearne uno nuovo, allora il vecchio avatar dovrà essere rimosso prima che sia concesso l'accesso al nuovo avatar o che ne venga creato un altro.",
    "gameRules1.4": "Se inattivo, un avatar sarà rimosso automaticamente trascorsi non meno di sette giorni dall'ultimo accesso.",
    "gameRules1.5": "Inviti: Nel caso in cui venga fatto uso improprio del sistema degli inviti (ad esempio con la creazione di più avatar che violino la Sezione 1.1) sia il giocatore che riceve l'invito che colui che lo ha inviato possono essere ritenuti responsabili e puniti.",
    "gameRules1.6": "L'uso improprio dei sistemi di pagamento e ban può risultare nella rimozione dell'avatar senza possibilità di ricorso.",
    "gameRules1.7": "L'uso improprio del design del gioco, che il servizio clienti reputa un ostacolo all'esperienza di gioco altrui, può essere punito.",
    "gameRules1.8": "Le offerte della sezione \"Speciali\" (es. Pacchetto Gold iniziale) sono escluse dal Trasferimento Gold. Questa disposizione sostituisce il punto {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 dei Termini di Utilizzo",
    "Sitting an avatar": "Sitting per gli avatar",
    "gameRules2.1": "Ciascun giocatore può avere a disposizione dei sitter per la gestione del proprio avatar. Il sitter di un avatar può accedervi solo ed esclusivamente attraverso le funzioni sitter del gioco. La password di un account lobby non può essere fornita ai sitter. È vietato l'abuso dei diritti di sitter.",
    "gameRules2.2": "Travian Games GmbH non offre rimborsi per i danni causati da un sitter. Il proprietario dell'account lobby si assume piena responsabilità delle azioni compiute dai propri sitter sull'avatar. Se un sitter viola il regolamento oppure i Termini di Utilizzo di Travian: Legends, sia il proprietario dell'account lobby che il sitter possono essere puniti.",
    "Use of external programs": "Utilizzo di programmi esterni",
    "gameRules3.1": "Travian: Legends deve essere giocato usando un browser convenzionale non modificato. L'utilizzo di script e/o bot per automatizzare azioni nell'avatar o per replicare le funzionalità premium è vietato. \n\nQuesto include, ma non è limitato a, le seguenti azioni:",
    "gameRules3.1.1": "Raid automatici ai danni di altri avatar (e l'invio automatico di attacchi)",
    "gameRules3.1.2": "Avvio automatico di avventure",
    "gameRules3.1.3": "Costruzione/espansione automatica di campi risorse ed edifici nei villaggi",
    "gameRules3.1.4": "Scansione automatica della mappa",
    "gameRules3.1.5": "Scansione automatica delle statistiche di altri giocatori",
    "gameRules3.1.6": "Invio automatico di risorse ad altri avatar",
    "gameRules3.1.7": "Addestramento automatico delle truppe",
    "gameRules3.1.8": "Offerte automatiche nelle aste",
    "gameRules3.1.9": "Inizio automatico di celebrazioni",
    "gameRules3.1.10": "Scansione dei propri villaggi per mostrare risorse e informazioni sulla stessa pagina",
    "gameRules3.1.11": "Qualsiasi altra azione automatizzata eseguita da software di terze parti",
    "gameRules3.2": "Travian Games si riserva il diritto applicare punizioni temporanee o permanenti ai giocatori che si servono di script o bot per automatizzare azioni nei mondi di gioco attivi.",
    "Program errors / bugs": "Errori di programma/bug",
    "gameRules4.1": "Gli errori o i bug del gioco non possono essere usati a beneficio di un avatar e dovrebbero essere segnalati al team del Support. L'uso improprio di qualsiasi errore o bug è punibile.",
    "Selling/buying game content": "Vendita/acquisto di contenuti di gioco",
    "gameRules5.1": "Vendere o acquistare servizi da terze parti, account lobby, avatar, risorse, unità, villaggi, Gold o Silver è vietato. È inoltre vietato offrire la vendita o l'acquisto di contenuti di gioco in cambio di danaro.  Gli account lobby e gli avatar non possono essere ceduti in cambio di denaro.",
    "Netiquette": "Netiquette",
    "gameRules6.1": "I giocatori devono sempre comunicare in modo educato.",
    "gameRules6.2": "Eventuali profili, nomi di villaggi o altri contenuti giudicati inappropriati potrebbero essere modificati dal team del servizio clienti senza preavviso. Le alleanze con nomi inappropriati e/o contenuti nei loro profili, forum pubblici e qualsiasi altra area possono essere cancellati a vista.",
    "gameRules6.3": "La seguente condotta è severamente vietata: linguaggio offensivo, diffamatorio, sessista, razzista o volgare; atteggiamento contro qualsiasi religione, razza, nazione, genere, età o orientamento sessuale; minacce nella vita reale; impersonare lo staff di Travian: Legends o posizioni ufficiali all'interno dell'azienda.",
    "gameRules6.4": "Il gioco deve essere tenuto libero dalla politica del mondo reale.",
    "gameRules6.5": "Pubblicare o mostrare materiale non adatto ai minori è vietato.",
    "gameRules6.6": "I messaggi in gioco possono essere pubblicati solo col consenso di tutte le parti. La pubblicazione di messaggi o e-mail da e per lo staff di Travian: Legends è vietata, a meno che non sia dato l'esplicito consenso.",
    "gameRules6.7": "La pubblicità di ogni genere non è permessa.",
    "gameRules6.8": "Eventuali contenuti inappropriati, che il servizio clienti reputa un ostacolo all'esperienza di gioco altrui, possono essere puniti.",
    "Punishments": "Sanzioni",
    "gameRules7.1": "In caso di violazione del regolamento o dei Termini di Utilizzo, un avatar sarà bannato, e il ban potrà essere rimosso con una sanzione a seconda della violazione commessa. I nomi degli account lobby e degli avatar ritenuti inappropriati possono essere cambiati. Qualsiasi perdita avvenuta durante il periodo di ban, inclusi il \"Travian Plus\" e i Gold, non sarà rimborsata da Travian Games GmbH. Ogni giocatore è trattato in egual maniera indipendentemente dai Gold in suo possesso.",
    "gameRules7.2": "Il ban potrà essere discusso solo ed esclusivamente con il team del servizio clienti attraverso l'apposito {Customer Service portal}.\n \nI ban e le punizioni verranno applicati da un membro del team del regolamento. In caso di reclami, un altro membro del team esaminerà il ban e la punizione. La loro decisione è irrevocabile.\n\nI giocatori accettano il fatto che il team di Travian: Legends non può divulgare informazioni sui meccanismi usati per rilevare le violazioni, poiché tali meccanismi potrebbero di conseguenza venire aggirati.\n\nBan, cancellazioni e connesse conseguenze non devono essere discussi pubblicamente. Il team di Travian: Legends non rivelerà informazioni relative ai ban a terze parti.",
    "Customer Service portal": "portale",
    "Rule changes and correction clause": "Modifiche al regolamento e clausola correttiva",
    "gameRules8.1": "Travian Games GmbH si riserva il diritto di cambiare il regolamento in qualsiasi momento.",
    "gameRules8.2": "Se le singole clausole del regolamento dovessero risultare non effettive o non valide, non ne sono influenzate le rimanenti. Travian Games GmbH si impegna a sostituire le regole inefficaci con nuove regole il più rapidamente possibile.",
    "gameRules8.3": "In caso di incongruenze o discrepanze tra la versione inglese e una qualsiasi altra versione linguistica della presente pubblicazione, sarà la versione inglese a prevalere.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Per maggiori informazioni su alcune regole di gioco, consulta la pagina {Game Rules FAQ}.",
    "Game Rules FAQ": "Regolamento di gioco - FAQ",
    "Romans": "Romani",
    "Teutons": "Teutoni",
    "Gauls": "Galli",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legioni disciplinate, ingegneria avanzata e genio strategico definiscono Roma. Guida i tuoi legionari all'espansione dell'impero attraverso la potenza militare e il dominio culturale.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Feroci incursori e guerrieri sanguinari: sono questi gli implacabili Teutoni. Guida le tue spietate truppe al saccheggio e terrorizza i nemici con attacchi fulminei.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Difese efficaci, trappole astute e depositi nascosti proteggono le risorse dei Galli. Guida la tua tribù e sconfiggi il nemico con resilienza e strategia.",
    "You have reached the end - no more news found.": "Hai raggiunto la fine: non sono state trovate altre notizie.",
    "imprintTitle": "Travian: Legends – Italia | Note legali",
    "imprintDescription": "Contatta i responsabili della protezione dei contatti e dei dati per il sito e il titolo di Travian: Legends – Italia.",
    "gameRulesTitle": "Travian: Legends – Italia | Regole del gioco",
    "gameRulesDescription": "Scopri il codice di condotta e le regole di gioco di Travian: Legends – Italia.  ✓ Direttamente nel tuo browser  ➤ UNISCITI SUBITO ai nostri mondi di gioco internazionali consigliati",
    "Name contains invalid characters, is not allowed, or invalid": "Il nome contiene caratteri non validi, oppure non è consentito o non è valido",
    "Avatar Exists": "L'avatar esiste già",
    "Access Denied": "Accesso negato",
    "Unauthorized": "Non autorizzato",
    "Resend activation code not provided": "Reinvia codice di attivazione non fornito",
    "Resend activation code invalid": "Reinvio codice di attivazione non valido",
    "Code challenge provided, but method is not": "Sfida codice fornita, ma non il metodo",
    "Please accept Terms and Conditions": "Accetta i Termini e Condizioni",
    "No proper email address can be found in authentication credentials": "Nessun indirizzo e-mail corretto nelle credenziali di autenticazione",
    "Wrong email, account name or password": "Indirizzo e-mail, nome account o password non validi",
    "Identity needs activation": "Attivazione richiesta per l'identità",
    "Token is invalid for this request": "Token non valido per questa richiesta",
    "Invalid identity provider": "Provider di identità non valido",
    "Client is unauthorized": "Il client non è autorizzato",
    "Failed to figure out transfer target": "Impossibile determinare la destinazione del trasferimento",
    "Cannot transfer this GTL to the target gameworld": "Impossibile trasferire questo GTL (link trasferimento Gold) nel mondo di gioco di destinazione",
    "Refer a friend": "Invita un amico",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Hai già un avatar nel mondo di gioco dell'invito. La funzione \"Invita un amico\" è disponibile solo per i mondi di gioco in cui non hai un avatar.",
    "To the Lobby": "Vai alla lobby",
    "To the referred gameworld": "Vai al mondo di gioco dell'invito",
    "Change account?": "Vuoi cambiare account?",
    "Log out": "Logout",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Inserisci il nome avatar desiderato. Dovrebbe contenere tra {min} e {max} caratteri.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Spiacenti, il nome avatar è troppo corto. Dovrebbe contenere almeno {min} caratteri.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Spiacenti, il nome avatar è troppo lungo. Dovrebbe contenere un massimo di {max} caratteri.",
    "Change avatar": "Cambia avatar",
    "One or more avatars found on a game world excluded by our rules.": "Uno o più avatar trovati in un mondo di gioco escluso dalle nostre regole.",
    "noAvatarWithThisName": "Non abbiamo trovato nessun avatar attivo con questo nome",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Per trasferire i tuoi Gold acquistati e non utilizzati a un avatar esistente, verifica la titolarità dei Gold inserendo l'indirizzo e-mail associato.",
    "Avatar name found on one game world": "Nome avatar trovato in un mondo di gioco",
    "Avatarname": "Nome avatar",
    "We found multiple avatars in different regions": "Abbiamo trovato più avatar in diverse regioni",
    "Multiple avatars with that name were found": "Abbiamo trovato più avatar con questo nome",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Abbiamo trovato questo avatar in più mondi di gioco della tua regione. Puoi trasferire i Gold a un solo nuovo avatar. Seleziona un mondo di gioco.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Per trovare l'avatar corretto, seleziona la regione del mondo di gioco in cui si trova l'avatar.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} trasferiti all'avatar {avatar} nel mondo di gioco {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Per completare il trasferimento di {icon} {amount}, l'avatar {avatar} deve seguire le istruzioni ricevute via messaggio (IGM).",
    "Search new avatar": "Cerca un nuovo avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Inserisci il nome dell'avatar a cui desideri trasferire i Gold.",
    "This gameworld is only accessible for mobile players.": "Questo mondo di gioco è accessibile solo su mobile.",
    "This gameworld is restricted to players with a special invitation code.": "Questo mondo di gioco è riservato ai giocatori con uno speciale codice di invito.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Questo è un mondo di gioco speciale che potrebbe essere disponibile solo per un periodo limitato e avere caratteristiche diverse dai mondi di gioco classici.",
    "Pop-up was blocked": "Il pop-up è stato bloccato",
    "The pop-up for your social login was blocked by your browser.": "Il pop-up per l'accesso social è stato bloccato dal tuo browser.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Controlla le impostazioni del browser, abilita i pop-up e riprova. Se il problema persiste, contatta il nostro Support Team per ricevere assistenza."
}