{
    "homeTitle": "Travian: Legends - Antarabangsa | Permainan Strategi Berbilang Pemain",
    "homeDescription": "Sertai permainan strategi yang terkenal dengan ribuan pemain ✓ Secara langsung pada pelayar anda  ➤ MAIN SEKARANG di dunia permainan Antarabangsa kami yang disarankan",
    "newsTitle": "Travian: Legends – Antarabangsa | Berita Terkini",
    "newsDescription": "Ketahui lebih lanjut mengenai berita dan kemas kini yang terkini ✓ Secara langsung pada pelayar anda  ➤ MAIN SEKARANG di dunia permainan Antarabangsa kami yang disarankan",
    "calendarTitle": "Travian: Legends – Antarabangsa | Kalendar Dunia Permainan",
    "calendarDescription": "Ketahui lebih lanjut mengenai pelayan yang akan datang untuk bermain Travian: Legends – Antarabangsa ✓ Secara langsung pada pelayar anda  ➤ MAIN SEKARANG di dunia permainan Antarabangsa kami yang disarankan",
    "Gameworld calendar": "Kalendar dunia permainan",
    "Date": "Tarikh",
    "Speed": "Halaju",
    "Construction plans": "Pelan pembinaan",
    "Artefacts": "Artifak",
    "Gameworld end": "Dunia permainan tamat",
    "Wonder of the World, level 100": "Keajaiban Dunia, tahap 100",
    "Local gameworld languages": "Bahasa dunia permainan tempatan",
    "Article image": "Gambar artikel",
    "Read full story": "Baca cerita penuh",
    "Read": "Baca",
    "News & Updates": "Berita dan kemas kini",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Bukan semua butiran dunia permainan telah ditakrifkan lagi. Anda akan menerima pemberitahuan di lobi anda setelah ia dikemas kini.",
    "Currently no entries": "Buat masa ini tiada penyertaan",
    "Join Gameworld": "Sertai dunia permainan",
    "Play Now": "Main sekarang",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Dunia permainan ini terhad kepada pemain dengan kod jemputan khas sahaja. Jika anda mempunyai kod ini, sila masukkannya untuk menyertai dunia permainan ini.",
    "Your invitation code": "Kod jemputan anda",
    "Enter invitation code": "Masukkan kod jemputan",
    "Please enter the invitation code that you received.": "Sila masukkan kod jemputan yang anda terima.",
    "The invitation code is too short. Please enter all {INT} characters.": "Kod jemputan terlalu pendek. Sila masukkan semua {INT} aksara.",
    "Invitation code cooldown": "Masa menunggu kod jemputan",
    "digits": "digit",
    "To news overview": "Pergi ke gambaran keseluruhan berita",
    "Home": "Halaman utama",
    "Gameworld Calendar": "Kalendar dunia permainan",
    "Tournament": "Pertandingan",
    "Login": "Log masuk",
    "Account settings": "Tetapan akaun",
    "Data consent": "Persetujuan data",
    "To lobby": "Pergi ke lobi",
    "Logout": "Log keluar",
    "Search for a language or country": "Cari bahasa atau negara",
    "No language matches your search. Are you sure you typed it correctly?": "Tiada bahasa yang sepadan dengan carian anda. Anda pasti anda telah menaip dengan betul?",
    "Your email address is already connected to a Legends Lobby Account.": "Alamat emel anda sudah tersambung dengan akaun lobi Legends.",
    "Create Legends Lobby Account": "Buka akaun lobi Legends",
    "Enter your email address": "Masukkan alamat emel anda",
    "Email Address": "Alamat emel",
    "Please enter your email address": "Sila masukkan alamat emel anda",
    "Please enter your email address or account name": "Sila masukkan alamat emel atau nama akaun anda",
    "Please enter a valid email address. E.g. mymail@provider.com": "Sila masukkan alamat emel yang sah. Contohnya mymail@provider.com",
    "Redirecting to Login": "Menghala semula ke log masuk",
    "Cancel": "Batal",
    "I want to receive the newsletter": "Saya mahu menerima surat berita.",
    "registrationLegalText": "Dengan mengklik {QUOTE}daftar dengan alamat emel{QUOTE}, anda menerima {GTC} dan mengesahkan anda telah membaca {INFORMATION_RIGHT_OF_WITHDRAWAL} dan {PRIVACY_POLICY}.",
    "GTC": "Syarat-syarat",
    "Information on the Right of Withdrawal": "Maklumat mengenai hak menarik diri",
    "Register with email address": "Daftar dengan alamat emel",
    "Already have an account?": "Anda sudah ada akaun?",
    "Login now": "Log masuk sekarang",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Kod pengaktifan tidak betul. Sila masukkan kod pengaktifan yang anda terima di dalam emel.",
    "Please confirm that you are not a robot": "Sila sahkan bahawa anda bukan robot.",
    "We sent you an activation link to: {email}": "Kami telah menghantar pautan pengaktifan anda di: {email}",
    "Activate Legends Lobby account": "Aktifkan akaun lobi Legends",
    "Please follow the instructions in the email to continue.": "Sila ikuti arahan di dalam emel untuk meneruskan proses pengaktifan.",
    "Enter activation code": "Masukkan kod pengaktifan",
    "E.g. 123456": "Contohnya 123456",
    "Wrong email address?": "Alamat emel salah?",
    "Change email": "Tukar E-mel",
    "Please enter the activation code that you received in the email.": "Sila masukkan kod pengaktifan yang anda terima di dalam emel.",
    "The activation code is too short. Please enter all {int} digits.": "Kod pengaktifan terlalu pendek. Sila masukkan semua {int} digit.",
    "Start again": "Mula semula",
    "Set your password": "Tetapkan kata laluan anda",
    "Create a password for your account with a minimum length of {int} characters.": "Wujudkan kata laluan untuk akaun anda dengan panjang minimum {int} aksara.",
    "Choose a password": "Pilih kata laluan",
    "Password strength": "Kekuatan kata laluan",
    "Write a password to check its strength": "Masukkan kata laluan untuk menyemak kekuatannya.",
    "Set password": "Tetapkan kata laluan",
    "weak": "Sangat lemah",
    "notStrong": "Lemah",
    "moderate": "Sederhana",
    "good": "Baik",
    "strong": "Sangat baik",
    "Password has a good length": "Panjang kata laluan sangat bagus",
    "Password is too short to be secure": "Kata laluan terlalu pendek dan mempunyai risiko keselamatan",
    "Upper and lower case used": "Huruf besar dan kecil digunakan",
    "No mix of upper and lower case": "Tiada campuran huruf besar dan kecil",
    "Only one type of character used": "Hanya satu jenis aksara digunakan",
    "Two types of characters used": "Dua jenis aksara digunakan",
    "No letters used": "Tiada huruf yang digunakan",
    "No numbers used": "Tiada nombor yang digunakan",
    "No special characters used": "Tiada aksara khas digunakan",
    "Three types of characters used": "Tiga jenis aksara digunakan",
    "Create Account": "Buka akaun",
    "Pick a username and tagline": "Pilih nama pengguna dan tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Pilih nama pengguna dan tag untuk mencipta akaun lobi unik anda.",
    "Choose a username": "Pilih nama pengguna",
    "Choose a tagline": "Pilih tag",
    "{int1} - {int2} characters": "{int1} - - {int2} aksara",
    "Username preview": "Semak semula nama pengguna",
    "Username": "Nama pengguna",
    "Tagline": "Tag",
    "Additional information for username and tagline": "Maklumat tambahan untuk nama pengguna dan tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Gabungan nama pengguna dan tag anda akan menjadi nama lobi unik anda. Selagi kombinasi tersebut masih ada, anda boleh memilih mana-mana kombinasi yang anda suka.",
    "Lobby Account created!": "Akaun lobi berjaya dicipta!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Akaun lobi Legends anda dengan nama log masuk {name} telah berjaya dicipta.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Kami menemui avatar dunia permainan berikut yang dikaitkan dengan alamat emel anda. Anda boleh mengaksesnya dari lobi.",
    "You didn't get a code?": "Anda tidak mendapat kod?",
    "Resend activation code": "Hantar semula kod pengaktifan",
    "ActivateAccount": "Aktifkan akaun",
    "Start Playing": "Mula bermain",
    "Enter Lobby and select Gameworld": "Masuk lobi dan pilih dunia permainan",
    "Generate new tagline": "Jana  Teg baharu",
    "Enter new password": "Masukkan kata laluan baru",
    "loginPassword": "Kata laluan",
    "Create a new password for your Legends Lobby Account.": "Cipta kata laluan baru untuk akaun lobi Legends anda.",
    "Set new password": "Tetapkan kata laluan baru",
    "Recover password": "Dapatkan semula kata laluan",
    "Your password was successfully updated.": "Kata laluan anda telah berjaya dikemas kini.",
    "You can now login with your updated credentials.": "Anda kini boleh melog masuk dengan butiran anda yang telah dikemas kini.",
    "New password set": "Kata laluan baru telah ditetapkan",
    "Back to Login": "Kembali ke log masuk",
    "Password Recovery": "Dapatkan semula kata laluan",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Masukkan alamat emel yang dikaitkan dengan akaun lobi Legends anda. Kami akan menghantar arahan tentang cara mengeset semula kata laluan anda.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Jika akaun lobi sudah wujud untuk alamat emel ini, anda akan menerima arahan untuk mengeset semula kata laluan anda pada emel anda:",
    "Once you have recovered your password, you can log in again.": "Sebaik sahaja anda mendapatkan semula kata laluan anda, anda boleh melog masuk semula.",
    "Next upcoming server": "Pelayan seterusnya yang akan datang",
    "Show gameworld calendar": "Tunjuk kalendar dunia permainan",
    "Show all news": "Tunjuk semua berita",
    "Load more news": "Muatkan lebih banyak berita",
    "tribe1": "Rom",
    "tribe2": "Teuton",
    "tribe3": "Gaul",
    "tribe6": "Orang Mesir",
    "tribe7": "Orang Hun",
    "tribe8": "Spartan",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Sila masukkan nama pengguna yang anda inginkan. Panjangnya perlu di antara {min} hingga {max} aksara.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Kami minta maaf tetapi nama pengguna yang anda inginkan terlalu pendek. Ia perlu mengandungi sekurang-kurangnya {min} aksara.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Kami minta maaf tetapi nama pengguna yang anda inginkan terlalu panjang. Ia perlu mengandungi paling banyak {max} aksara.",
    "Read more here": "Ketahui lebih lanjut di sini",
    "GtlTravianAnswersId": "36",
    "Close window": "Tutup tetingkap",
    "Change player": "Tukar pemain",
    "Change region": "Tukar wilayah",
    "One or more players found on a game world excluded by our rules.": "Seorang pemain atau lebih ditemui di dunia permainan yang telah dikecualikan mengikut peraturan kami.",
    "noPlayerWithThisName": "Tiada pemain yang aktif dengan nama ini ditemui",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Untuk memindahkan Emas yang belum digunakan kepada pemain sedia ada, anda perlu mengesahkan dahulu anda adalah pemilik Emas tersebut dengan memasukkan alamat emel yang relevan.",
    "Please verify your code": "Sila sahkan kod anda.",
    "Player name found on one game world": "Nama pemain telah ditemui di satu dunia permainan",
    "Please confirm selection": "Sila sahkan pilihan",
    "error": "ralat",
    "Gold": "Emas",
    "Gold Transfer": "Pemindahan Emas",
    "Playername": "Nama pemain",
    "Game World": "Dunia permainan",
    "Confirm transfer": "Sahkan pemindahan",
    "Please check the displayed data and confirm the gold transfer to continue.": "Sila semak butiran yang dipaparkan dan sahkan pindahan Emas untuk meneruskan.",
    "Please enter your email address in format yourname@mail.com": "Sila masukkan alamat emel di dalam format namaanda@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Kami minta maaf tetapi alamat emel ini terlalu pendek. Ia perlu mengandungi sekurang-kurangnya {min} aksara.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Kami minta maaf tetapi alamat emel ini terlalu panjang. Ia perlu mengandungi paling banyak {max} aksara.",
    "We found multiple players in different regions": "Kami menemui beberapa pemain di wilayah yang berbeza",
    "Please select game world": "Sila pilih dunia permainan",
    "Multiple players with that name were found": "Beberapa pemain dengan nama tersebut ditemui",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Kami menemui pemain tersebut di beberapa dunia permainan di wilayah anda. Anda hanya dibenarkan untuk memindahkan Emas kepada seorang pemain baru. Sila pilih dunia permainan.",
    "To find the right player, please select the region of the game world that player is located in.": "Untuk menemui pemain yang betul, sila pilih wilayah dunia permainan pemain tersebut.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} telah dipindahkan kepada pemain {player} di dunia permainan {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Untuk menyelesaikan pindahan {icon} {amount}, pemain {player} perlu mengikuti arahan yang diterima melalui IGM.",
    "Gold transfer successful": "Pindahan emas berjaya",
    "Verify Ownership": "Sahkan milik anda",
    "Server age in days": "Usia pelayan dalam hari",
    "Server speed": "Kelajuan pelayan",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Dunia permainan ini hanya boleh disertai melalui aplikasi mudah alih Travian: Legends.",
    "Search new player": "Cari pemain baru",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Sila masukkan nama pemain yang ingin anda pindahkan Emas tersebut.",
    "Language selection": "Pemilihan bahasa",
    "Login to Lobby Account": "Log masuk untuk akaun lobi",
    "Email address / account name": "Alamat emel / nama akaun",
    "Enter your email address or account name": "Masukkan alamat emel atau nama akaun anda",
    "Password": "Kata laluan",
    "Enter your password": "Masukkan kata laluan anda",
    "Please enter your password": "Sila masukkan kata laluan anda",
    "Forgot your password?": "Terlupa kata laluan anda?",
    "Recover": "Pulihkan",
    "Privacy Policy": "Dasar Privasi",
    "Register": "Daftar",
    "or continue with": "atau teruskan dengan",
    "Back to Registration": "Kembali ke pendaftaran",
    "Need Help?": "Perlukan bantuan?",
    "Something went wrong": "Ada ralat terjadi",
    "Something went wrong with your social login.": "Kesilapan telah berlaku dengan log masuk sosial anda.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Sila cuba lagi, atau jika isu ini berterusan, sila hubungi pasukan sokongan kami untuk mendapatkan bantuan.",
    "Email already used": "Emel sudah digunakan",
    "The email address provided is already used for a Travian: Legends lobby account.": "Alamat emel yang diberikan telah digunakan untuk akaun lobi Travian: Legends.",
    "Please use your email address to login.": "Sila masukkan alamat emel anda untuk melog masuk.",
    "Email permission missing": "Kebenaran emel tiada",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Untuk mula bermain Travian: Legends, kami memerlukan kebenaran anda untuk mengakses alamat emel anda.",
    "Please try again with the correct permission settings or try another registration method.": "Sila cuba lagi dengan tetapan kebenaran yang betul atau cuba kaedah pendaftaran yang lain.",
    "registrationSocialLegalText": "Dengan mengklik {QUOTE}Sahkan{QUOTE}, anda menerima {GTC} dan mengesahkan anda telah membaca {INFORMATION_RIGHT_OF_WITHDRAWAL} dan {PRIVACY_POLICY}.",
    "Confirm": "Disahkan",
    "Contact support": "Hubungi Sokongan",
    "Unexpected Error": "Ralat yang tidak dijangka",
    "Terms & Conditions": "Terma & Syarat",
    "Right of Withdrawal": "Hak Penarikan Diri",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH Hak cipta terpelihara.",
    "Imprint": "Penerbit",
    "Responsible for this website": "Tanggungjawab ke atas laman web ini",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Munich\nJerman\n\nmail@traviangames.com",
    "Jurisdiction": "Bidang Kuasa",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nNombor ID VAT DE 246258085\nPengarah Urusan: Viktor Pulz, Jörg Strathaus\nTelefon: +49 89/32 49 15 93 8 (bukan untuk sokongan permainan)\nFaks: +49 89/32 49 15 97 3 (sokongan tambahan sahaja)",
    "Support": "Sokongan",
    "Contact": "Hubungi",
    "Youth protection officer": "Pegawai perlindungan remaja",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Pegawai Perlindungan Data",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Sila jangan terlupa untuk memasukkan nama pengguna dan pelayan permainan semasa anda menulis kepada Sokongan.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Semua hak terhadap teks, grafik dan kod sumber adalah milik Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian adalah tanda dagang berdaftar Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Suruhanjaya KE telah mencipta platform untuk penyelesaian pertikaian dalam talian (platform ODR) di antara pedagang dengan pengguna. Platform ODR ini tersedia melalui pautan berikut: {link}. Kita tidak terpaksa untuk menyertai dan sekarang tidak mengambil bahagian dalam penyelesaian pertikaian alternatif atau platform penyelesaian pertikaian.",
    "Game Rules": "Peraturan Permainan",
    "gameRulesInfo": "Peraturan permainan ini merupakan sebahagian daripada Syarat-syarat permainan. Sekiranya terdapat penggantungan atau untuk menyemak apa yang dibenarkan dan apa yang tidak, anda juga perlu merujuk {Terms & Conditions} permainan, terutama sekali Bahagian 6.\n\n\nCubaan untuk mengelak daripada peraturan permainan, untuk menggalakkan pemain lain melanggar peraturan permainan atau untuk mendapat kelebihan daripada pelanggaran peraturan akan dianggap sebagai satu pelanggaran dan dihukum sewajarnya berdasarkan pelanggaran yang dibuat dan atas budi bicara pasukan Travian: Legends. Semua peraturan permainan masih dikenakan terhadap pemain yang ingin memadam akaun Lobi atau avatar mereka atau dalam proses untuk memadam akaun Lobi atau avatar mereka.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Setiap pemain hanya boleh memiliki dan bermain satu avatar bagi setiap dunia permainan.",
    "gameRules1.1.b": "Suatu avatar mestilah sentiasa dimainkan untuk manfaatnya sendiri atau manfaat gabungannya. Avatar yang wujud untuk manfaat avatar di luar perikatan atau gabungan yang sama mungkin digantung atau dihapuskan secara kekal. Avatar yang menerima manfaat daripada avatar yang wujud untuk manfaat mereka akan dikenakan hukuman yang berat. \n\nKelakuan yang ditegah ini termasuk, tetapi tidak terhad kepada, tindakan yang berikut:",
    "gameRules1.1.b-1": "Kebun persendirian: menyerbu avatar di luar gabungan penyerbu yang membenarkan dirinya diserbu oleh pemain yang tertentu atau beberapa pemain daripada gabungannya. Ini tidak menjejaskan serbuan biasa di mana pemain yang tidak aktif diserbu oleh pelbagai gabungan.",
    "gameRules1.1.b-2": "Bangunan kampung untuk tujuan ditakluk oleh pemain lain di luar gabungan mereka sendiri.",
    "gameRules1.2": "Pemilik akaun Lobi dan avatar adalah pemilik alamat emel yang dikaitkan dengan akaun Lobi tersebut.  Sekiranya terdapat keraguan yang sewajarnya, pemain tersebut mungkin diminta menghantar satu emel kepada bahagian Sokongan sebagai bukti daripada alamat emel berdaftar akaun Lobi tersebut, untuk mengesahkan bahawa dia adalah pemilik akaun Lobi tersebut. Kakitangan Travian: Legends tidak sekali-kali akan meminta kata laluan anda.",
    "gameRules1.3.a": "Berkongsi kata laluan akaun Lobi tidak dibenarkan, termasuk kes \"dwi\" - apabila avatar dimainkan oleh dua pemain atau lebih. Dwi mestilah ditambahkan di Lobi bagi dunia permainan yang tertentu, dan mereka perlu melog masuk ke akaun Lobi mereka sendiri untuk mengakses avatar yang telah ditugaskan kepada mereka. \n\nTravian Games GmbH tidak akan membayar apa-apa ganti rugi kepada pemilik akaun Lobi di atas apa-apa kerugian yang dialami oleh akaun Lobi tersebut yang disebabkan oleh orang lain yang mendapat tahu kata laluan akaun tersebut.",
    "gameRules1.3.b": "Jika Pemain ingin bertukar daripada satu avatar kepada avatar yang lain atau ingin mencipta avatar yang baru, maka avatar yang lama perlu dipadamkan terlebih dahulu sebelum akses diberikan kepada avatar baru atau avatar baru dicipta.",
    "gameRules1.4": "Jika tidak aktif, avatar akan dipadam secara automatik tidak kurang daripada tujuh hari selepas kali terakhir log masuk.",
    "gameRules1.5": "Rujukan: Sekiranya terdapat penyalahgunaan sistem rujukan (seperti mencipta beberapa avatar yang melanggar 1.1), kedua-dua pihak yang terlibat akan dipertanggungjawabkan dan dihukum.",
    "gameRules1.6": "Penyalahgunaan sistem pembayaran dan penggantungan boleh membawa kepada pemadaman avatar tanpa peluang untuk merayu lagi.",
    "gameRules1.7": "Penyalahgunaan reka bentuk permainan, yang dianggap oleh Perkhidmatan Pelanggan sebagai mengganggu pengalaman permainan pemain lain, boleh didenda.",
    "gameRules1.8": "Tawaran “istimewa”, seperti Pek Permulaan Emas, akan dikecualikan daripada Pemindahan Emas. Peruntukan ini akan menggantikan {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 di dalam Syarat-syarat",
    "Sitting an avatar": "Pengganti avatar",
    "gameRules2.1": "Setiap pemain boleh melantik pengganti yang akan menjaga avatarnya. Pengganti sesuatu avatar mestilah memainkan avatar ini menggunakan fungsi gantian avatar dalam permainan. Kata laluan akaun lobi tidak boleh diberikan kepada pengganti. Dilarang menyalahgunakan fungsi pengganti.",
    "gameRules2.2": "Travian Games GmbH tidak menawarkan bayaran ganti rugi ke atas kerosakan yang disebabkan oleh rakan kongsi. Pemilik akaun Lobi bertanggungjawab sepenuhnya ke atas tindakan mana-mana pengganti avatar mereka. Sekiranya pengganti melanggar peraturan atau Syarat-syarat Travian: Legends, kedua-dua pemilik akaun Lobi dan penggantinya boleh dihukum.",
    "Use of external programs": "Penggunaan program luaran",
    "gameRules3.1": "Travian: Legends mestilah dimainkan menggunakan pelayar yang konvensional dan tidak diubah suai. Dilarang menggunakan skrip dan/atau bot untuk menjalankan tindakan yang tertentu secara automatik pada avatar tersebut atau untuk mendapatkan ciri premium. \n\nIni termasuk tetapi tidak terhad kepada tindakan yang berikut:",
    "gameRules3.1.1": "Menyerbu avatar yang lain secara automatik (dan menghantar gelombang serangan secara automatik)",
    "gameRules3.1.2": "Memulakan pengembaraan secara automatik",
    "gameRules3.1.3": "Membina dan menaik taraf lapangan sumber dan bangunan di kampung secara automatik",
    "gameRules3.1.4": "Mengimbas peta secara automatik",
    "gameRules3.1.5": "Mengimbas statistik pemain lain secara automatik",
    "gameRules3.1.6": "Menolak sumber kepada avatar yang lain secara automatik",
    "gameRules3.1.7": "Melatih askar secara automatik",
    "gameRules3.1.8": "Meletakkan bidaan di dalam lelongan bagi item secara automatik",
    "gameRules3.1.9": "Memulakan sambutan secara automatik",
    "gameRules3.1.10": "Mengimbas kampung sendiri untuk memaparkan sumber kampung dan maklumat di dalam satu tempat",
    "gameRules3.1.11": "Apa-apa tindakan automatik yang dilakukan oleh perisian pihak ketiga",
    "gameRules3.2": "Travian Games berhak mendenda pemain yang menggunakan skrip atau bot untuk menjalankan apa-apa tindakan secara automatik secara kekal atau bagi tempoh masa yang tertentu selagi dunia permainan ini aktif.",
    "Program errors / bugs": "Ralat / pepijat program",
    "gameRules4.1": "Ralat atau pepjiat atau yang seumpamanya di dalam permainan tidak boleh digunakan untuk manfaat avatar dan perlu dilaporkan kepada pasukan sokongan. Penyalahgunaan apa-apa ralat atau pepijat boleh dihukum.",
    "Selling/buying game content": " Menjual/membeli kandungan permainan",
    "gameRules5.1": "Dilarang sama sekali menjual atau membeli perkhidmatan daripada pihak ketiga, akaun Lobi, avatar, sumber, unit, kampung, Emas, atau perak. Tawaran untuk menjual atau membeli kandungan permainan yang melibatkan wang juga dilarang.  Akaun Lobi dan avatar tidak boleh dijual dengan nilai wang.",
    "Netiquette": "Netika",
    "gameRules6.1": "Pemain mestilah sentiasa berkomunikasi dengan sopan.",
    "gameRules6.2": "Profil, nama kampung atau apa-apa kandungan yang lain yang tidak sesuai boleh disunting oleh Perkhidmatan Pelanggan tanpa amaran. Perikatan dengan nama dan/atau kandungan yang tidak sesuai di dalam profil mereka, forum awam atau mana-mana tempat awam yang lain mungkin dipadam.",
    "gameRules6.3": "Perlakuan yang berikut dilarang sama sekali: Penyalahgunaan, fitnah, seksis, rasis atau bahasa yang menghina; berkelakuan buruk terhadap mana-mana agama, kaum, bangsa, jantina, kumpulan umur, atau orientasi seksual; ancaman sebenar; menyamar sebagai kakitangan Travian: Legends atau jawatan rasmi di dalam syarikat ini.",
    "gameRules6.4": "Permainan ini mestilah bebas daripada politik dan agama dunia sebenar.",
    "gameRules6.5": "Tidak dibenarkan menampal dan memaparkan bahan yang tidak sesuai untuk mereka yang di bawah umur.",
    "gameRules6.6": "Mesej-mesej di dalam permainan ini hanya akan dipaparkan dengan kebenaran daripada kedua-dua pihak. Memaparkan mesej atau emel kepada atau daripada kakitangan Travian: Legends adalah dilarang, kecuali jika diberikan izin dengan jelas.",
    "gameRules6.7": "Pengiklanan dalam apa-apa cara sekalipun tidak dibenarkan.",
    "gameRules6.8": "Apa-apa kandungan yang tidak sesuai, yang dianggap oleh Perkhidmatan Pelanggan sebagai mengganggu pengalaman permainan pemain lain, boleh dikenakan penalti.",
    "Punishments": "Denda",
    "gameRules7.1": "Sekiranya peraturan atau Syarat-syarat permainan dilanggar, avatar tersebut akan digantung dan boleh dilepaskan dengan hukuman menurut pelanggaran yang berlaku. Nama akaun Lobi dan avatar yang tidak sesuai mungkin diubah. Apa-apa kerugian sepanjang tempoh penggantungan, termasuk “Travian Plus” dan Emas tidak akan diganti oleh Travian Games GmbH. Setiap pemain akan dilayan secara sama rata, tanpa mengira status Emas mereka.",
    "gameRules7.2": "Penggantungan hanya boleh dibincangkan dengan unit Perkhidmatan Pelanggan melalui {Customer Service portal}.\n \nPenggantungan dan hukuman akan dijatuhkan oleh seorang ahli Pasukan Penguatkuasaan Peraturan. Sekiranya terdapat aduan, seorang lagi ahli Pasukan Penguatkuasaan Peraturan akan menyemak semula penggantungan dan hukuman tersebut. Keputusan mereka adalah muktamad.\n\nPemain bersetuju bahawa pasukan Travian: Legends tidak boleh mendedahkan mekanisme yang digunakan untuk mengesan perlanggaran, kerana mekanisme tersebut boleh dipintas.\n\nPenggantungan, pemadaman dan akibatnya tidak boleh dibincangkan secara awam. Pasukan Travian: Legends tidak akan mendedahkan maklumat mengenai penggantungan kepada orang lain selain daripada mereka yang terlibat.",
    "Customer Service portal": "portal Perkhidmatan Pelanggan",
    "Rule changes and correction clause": "Klausa perubahan dan pembetulan peraturan",
    "gameRules8.1": "Travian Games GmbH berhak mengubah peraturan ini ada bila-bila masa.",
    "gameRules8.2": "Jika satu-satu peraturan menjadi tidak efektif atau tidak sah, kesahan peraturan yang lain tidak akan terjejas. Travian Games GmbH berjanji akan menggantikan peraturan yang tidak efektif dengan peraturan yang baru secepat yang mungkin.",
    "gameRules8.3": "Sekiranya terdapat maklumat yang tidak konsisten atau bercanggah di antara versi Bahasa Inggeris dengan apa-apa versi bahasa lain bagi penerbitan ini, versi Bahasa Inggeris akan digunakan.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Penjelasan yang lebih terperinci tentang peraturan permainan yang tertentu boleh didapati di dalam {Game Rules FAQ}.",
    "Game Rules FAQ": "Soalan Lazim Peraturan Permainan",
    "Romans": "Rom",
    "Teutons": "Teuton",
    "Gauls": "Gaul",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legion yang berdisiplin, kejuruteraan yang maju, dan kecemerlangan yang strategik menjadi takrif Rom. Pimpin anggota legion anda untuk mengembangkan empayar anda melalui kekuatan ketenteraan dan penguasaan budaya.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Penyerang yang ganas, pahlawan yang kejam, dan pencerobohan yang tidak putus-putus merupakan ciri-ciri utama orang Teuton. Pimpin pasukan ganas anda untuk merompak musuh dan menimbulkan ketakutan di dalam hati mereka dengan serangan sepantas kilat.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Pembela yang pantas, perangkap yang licik dan gua yang tersembunyi melindungi sumber Gaul. Pimpin puak anda untuk mengalahkan musuh dengan daya tahan dan tipu daya.",
    "You have reached the end - no more news found.": "Anda telah sampai ke penghujung – tiada lagi berita ditemui.",
    "imprintTitle": "Travian: Legends – Antarabangsa | Penerbit",
    "imprintDescription": "Hubungi orang yang bertanggungjawab dan pegawai perlindungan data bagi laman web dan tajuk Travian: Legends - Antarabangsa.",
    "gameRulesTitle": "Travian: Legends – Antarabangsa | Peraturan Permainan",
    "gameRulesDescription": "Ketahui lebih lanjut tentang kod kelakuan dan peraturan permainan Travian: Legends – Antarabangsa.  ✓ Secara langsung di pelayar anda  ➤ MAIN SEKARANG di dunia permainan Antarabangsa kami yang disarankan",
    "Name contains invalid characters, is not allowed, or invalid": "Nama ini mengandungi aksara yang tidak sah, tidak dibenarkan atau tidak sah",
    "Avatar Exists": "Avatar wujud",
    "Access Denied": "Akses ditolak",
    "Unauthorized": "Tiada kebenaran",
    "Resend activation code not provided": "Hantar semula kod pengaktifan tidak dibenarkan",
    "Resend activation code invalid": "Hantar semula kod pengaktifan tidak sah",
    "Code challenge provided, but method is not": "Cabaran kod disediakan, tetapi kaedah tidak",
    "Please accept Terms and Conditions": "Sila terima Terma & Syarat ini",
    "No proper email address can be found in authentication credentials": "Tiada alamat emel yang betul yang ditemui di dalam bukti kelayakan pengesahan",
    "Wrong email, account name or password": "Emel, nama akaun atau kata laluan salah",
    "Identity needs activation": "Identiti memerlukan pengaktifan",
    "Token is invalid for this request": "Token tidak sah untuk permintaan ini",
    "Invalid identity provider": "Pembekal identiti tidak sah",
    "Client is unauthorized": "Klien ini tiada kebenaran",
    "Failed to figure out transfer target": "Gagal menentukan sasaran pemindahan",
    "Cannot transfer this GTL to the target gameworld": "Tidak dapat memindahkan GTL ini ke dunia permainan sasaran",
    "Refer a friend": "Rujuk seorang rakan",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Anda sudah mempunyai avatar di dunia permainan yang dirujuk. Ciri-ciri rujuk rakan hanya berfungsi pada dunia permainan yang anda tidak punyai avatar.",
    "To the Lobby": "Pergi ke lobi",
    "To the referred gameworld": "Pergi ke dunia permainan yang dirujuk",
    "Change account?": "Tukar akaun?",
    "Log out": "Log keluar",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Sila masukkan nama avatar yang anda inginkan. Panjangnya perlu di antara {min} hingga {max} aksara.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Maaf tetapi nama avatar yang anda inginkan terlalu pendek. Ia perlu mengandungi sekurang-kurangnya {min} aksara.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Maaf tetapi nama avatar yang anda inginkan terlalu panjang. Ia perlu mengandungi paling banyak {max} aksara.",
    "Change avatar": "Tukar avatar",
    "One or more avatars found on a game world excluded by our rules.": "Seorang avatar atau lebih ditemui di dunia permainan yang telah dikecualikan mengikut peraturan kami.",
    "noAvatarWithThisName": "Tiada avatar yang aktif dengan nama ini ditemui",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Untuk memindahkan Emas yang belum digunakan, yang telah anda beli, kepada avatar sedia ada, anda perlu mengesahkan dahulu anda adalah pemilik Emas tersebut dengan memasukkan alamat emel yang relevan.",
    "Avatar name found on one game world": "Nama avatar telah ditemui di satu dunia permainan",
    "Avatarname": "Nama avatar",
    "We found multiple avatars in different regions": "Kami menemui beberapa avatar di wilayah yang berbeza",
    "Multiple avatars with that name were found": "Beberapa avatar dengan nama ini telah ditemui",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Kami menemui avatar ini di beberapa dunia permainan di wilayah anda. Anda hanya dibenarkan untuk memindahkan Emas kepada satu avatar baru. Sila pilih dunia permainan.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Untuk mencari avatar yang betul, sila pilih wilayah dunia permainan avatar tersebut.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} telah dipindahkan kepada avatar {avatar} di dunia permainan {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Untuk menyelesaikan pemindahan {icon} {amount}, avatar {avatar} perlu mengikuti arahan yang diterima melalui IGM.",
    "Search new avatar": "Cari avatar baru",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Sila masukkan nama avatar yang ingin anda pindahkan Emas tersebut.",
    "This gameworld is only accessible for mobile players.": "Dunia permainan ini hanya boleh diakses oleh pemain peranti mudah alih.",
    "This gameworld is restricted to players with a special invitation code.": "Dunia permainan ini terhad kepada pemain dengan kod jemputan khas sahaja.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Ini ialah dunia permainan istimewa yang mungkin hanya tersedia untuk masa yang terhad dan mungkin mempunyai ciri yang berbeza daripada dunia permainan Klasik.",
    "Pop-up was blocked": "Tetingkap timbul telah disekat",
    "The pop-up for your social login was blocked by your browser.": "Tetingkap timbul untuk log masuk sosial anda telah disekat oleh pelayar anda.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Sila semak tetapan pelayar anda, benarkan tetingkap timbul, dan cuba sekali lagi. Sekiranya isu ini berlanjutan, sila hubungi pasukan sokongan kami untuk mendapatkan bantuan."
}