{
    "homeTitle": "Travian: Legends – Internationaal | Het Online Multiplayer Strategiespel",
    "homeDescription": "Speel het bekende strategiespel met duizenden echte spelers ✓ Direct in je browser  ➤ SPEEL NU in onze aanbevolen internationale spelwerelden",
    "newsTitle": "Travian: Legends – Internationaal | Laatste nieuws",
    "newsDescription": "Lees meer over het laatste nieuws en updates ✓ Direct in je browser  ➤ SPEEL NU in onze aanbevolen internationale spelwerelden",
    "calendarTitle": "Travian: Legends – Internationaal | Spelwereldkalender",
    "calendarDescription": "Lees meer over aankomende servers om Travian: Legends – International te spelen ✓ Direct in je browser  ➤ SPEEL NU in onze aanbevolen internationale spelwerelden",
    "Gameworld calendar": "Speelwereldkalender",
    "Date": "Datum",
    "Speed": "Snelheid",
    "Construction plans": "Blauwdrukken",
    "Artefacts": "Artefacten",
    "Gameworld end": "Einde spelwereld",
    "Wonder of the World, level 100": "Wereldwonder level 100",
    "Local gameworld languages": "Talen lokale spelwereld",
    "Article image": "Artikelafbeelding",
    "Read full story": "Lees het hele verhaal",
    "Read": "Lezen",
    "News & Updates": "Nieuws en updates",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Nog niet alle details van de spelwereld zijn bepaald. Zodra ze zijn bijgewerkt, krijg je een melding in je lobby.",
    "Currently no entries": "Momenteel geen vermeldingen",
    "Join Gameworld": "Meedoen met speelwereld",
    "Play Now": "Speel nu",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Deze spelwereld is alleen toegankelijk voor spelers met een speciale uitnodigingscode. Als je er een hebt, voer hem dan in om mee te doen met de spelwereld.",
    "Your invitation code": "Jouw uitnodigingscode",
    "Enter invitation code": "Uitnodigingscode invoeren",
    "Please enter the invitation code that you received.": "Voer de uitnodigingscode in die je ontvangen hebt.",
    "The invitation code is too short. Please enter all {INT} characters.": "De uitnodigingscode is te kort. Voer alle {INT} tekens in.",
    "Invitation code cooldown": "Afkoelperiode uitnodigingscode",
    "digits": "cijfers",
    "To news overview": "Naar nieuwsoverzicht",
    "Home": "Thuis",
    "Gameworld Calendar": "Speelwereldkalender",
    "Tournament": "Toernooi",
    "Login": "Inloggen",
    "Account settings": "Accountinstellingen",
    "Data consent": "Gegevenstoestemming",
    "To lobby": "Naar de lobby",
    "Logout": "Uitloggen",
    "Search for a language or country": "Een taal of land zoeken",
    "No language matches your search. Are you sure you typed it correctly?": "Er komen geen talen overeen met de zoekopdracht. Weet je zeker dat je geen typfouten hebt gemaakt?",
    "Your email address is already connected to a Legends Lobby Account.": "Je e-mailadres is al gekoppeld aan een Legends-lobbyaccount.",
    "Create Legends Lobby Account": "Legends-lobbyaccount maken",
    "Enter your email address": "Vul je e-mailadres in",
    "Email Address": "E-mailadres",
    "Please enter your email address": "Voer je e-mailadres in",
    "Please enter your email address or account name": "Vul je e-mailadres of accountnaam in",
    "Please enter a valid email address. E.g. mymail@provider.com": "Vul een geldig e-mailadres in. Bijvoorbeeld mijnmail@provider.com",
    "Redirecting to Login": "Doorverwijzen naar inloggen",
    "Cancel": "Annuleren",
    "I want to receive the newsletter": "Ik wil de nieuwsbrief ontvangen.",
    "registrationLegalText": "Door op {QUOTE}Registreren met e-mailadres{QUOTE} te klikken, accepteer je de {GTC}en bevestig je dat je de {INFORMATION_RIGHT_OF_WITHDRAWAL} en het {PRIVACY_POLICY} hebt gelezen.",
    "GTC": "Algemene voorwaarden",
    "Information on the Right of Withdrawal": "Informatie over het herroepingsrecht",
    "Register with email address": "Registreren met e-mailadres",
    "Already have an account?": "Heb jij al een account?",
    "Login now": "Nu inloggen",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "De activeringscode is onjuist. Voer de activeringscode in die je in de e-mail hebt ontvangen.",
    "Please confirm that you are not a robot": "Bevestig dat je geen robot bent.",
    "We sent you an activation link to: {email}": "We hebben je activeringslink gestuurd naar: {email}",
    "Activate Legends Lobby account": "Legends-lobbyaccount activeren",
    "Please follow the instructions in the email to continue.": "Volg de instructies in de e-mail om verder te gaan.",
    "Enter activation code": "Vul de activeringscode in",
    "E.g. 123456": "Bijvoorbeeld 123456",
    "Wrong email address?": "Verkeerde e-mailadres?",
    "Change email": "Email veranderen",
    "Please enter the activation code that you received in the email.": "Voer de activeringscode in die je in de e-mail hebt ontvangen.",
    "The activation code is too short. Please enter all {int} digits.": "De activeringscode is te kort. Voer alle {int} cijfers in.",
    "Start again": "Opnieuw beginnen",
    "Set your password": "Stel je wachtwoord in",
    "Create a password for your account with a minimum length of {int} characters.": "Kies een wachtwoord voor je account met een minimale lengte van {int} tekens.",
    "Choose a password": "Kies een wachtwoord",
    "Password strength": "Wachtwoordsterkte",
    "Write a password to check its strength": "Voer een wachtwoord in om te controleren hoe sterk het is.",
    "Set password": "Wachtwoord instellen",
    "weak": "Zwak",
    "notStrong": "Middelmatig",
    "moderate": "Redelijk",
    "good": "Goed",
    "strong": "Sterk",
    "Password has a good length": "Wachtwoord heeft een goede lengte",
    "Password is too short to be secure": "Wachtwoord is te kort om veilig te zijn",
    "Upper and lower case used": "Hoofdletters en kleine letters gebruikt",
    "No mix of upper and lower case": "Geen mix van hoofdletters en kleine letters",
    "Only one type of character used": "Maar één soort tekens gebruikt",
    "Two types of characters used": "Twee soorten tekens gebruikt",
    "No letters used": "Geen letters gebruikt",
    "No numbers used": "Geen cijfers gebruikt",
    "No special characters used": "Geen speciale tekens gebruikt",
    "Three types of characters used": "Drie soorten tekens gebruikt",
    "Create Account": "Maak account",
    "Pick a username and tagline": "Kies een gebruikersnaam en tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Kies een gebruikersnaam en tag om je unieke lobbyaccount te maken.",
    "Choose a username": "Kies een gebruikersnaam",
    "Choose a tagline": "Kies een tag",
    "{int1} - {int2} characters": "{int1}-{int2} tekens",
    "Username preview": "Voorbeeld gebruikersnaam",
    "Username": "Gebruikersnaam",
    "Tagline": "Tag",
    "Additional information for username and tagline": "Meer informatie over de gebruikersnaam en tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "De combinatie van je gebruikersnaam en tag wordt je unieke lobbynaam. Zolang de combinatie beschikbaar is, kun je elke combinatie kiezen die je wilt.",
    "Lobby Account created!": "Lobbyaccount gemaakt!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Je Legends-lobbyaccount met de inlognaam {name} is gemaakt.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "We hebben de volgende avatars voor spelwerelden gevonden die bij je e-mailadres horen. Je kunt ze bereiken vanuit de lobby.",
    "You didn't get a code?": "Heb je geen code ontvangen?",
    "Resend activation code": "Activeringscode opnieuw verzenden",
    "ActivateAccount": "Account activeren",
    "Start Playing": "Start met spelen",
    "Enter Lobby and select Gameworld": "Ga naar de lobby en selecteer een spelwereld",
    "Generate new tagline": "Nieuwe tag genereren",
    "Enter new password": "Vul nieuw wachtwoord in",
    "loginPassword": "Wachtwoord",
    "Create a new password for your Legends Lobby Account.": "Maak een nieuw wachtwoord voor je Legends-lobbyaccount.",
    "Set new password": "Nieuw wachtwoord instellen",
    "Recover password": "Wachtwoord herstellen",
    "Your password was successfully updated.": "Je wachtwoord is bijgewerkt.",
    "You can now login with your updated credentials.": "Je kunt nu inloggen met je bijgewerkte gegevens.",
    "New password set": "Nieuw wachtwoord ingesteld",
    "Back to Login": "Terug naar login",
    "Password Recovery": "Wachtwoordherstel",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Voer het e-mailadres in dat gekoppeld is aan je Legends-lobbyaccount. We sturen je instructies over hoe je je wachtwoord opnieuw kunt instellen.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Als er een lobbyaccount bestaat voor dit e-mailadres, heb je als het goed is instructies ontvangen per e-mail om je wachtwoord opnieuw in te stellen:",
    "Once you have recovered your password, you can log in again.": "Zodra je je wachtwoord hersteld hebt, kun je weer inloggen.",
    "Next upcoming server": "Volgende aankomende server",
    "Show gameworld calendar": "Speelwereldkalender tonen",
    "Show all news": "Toon al het nieuws",
    "Load more news": "Meer nieuws laden",
    "tribe1": "Romeinen",
    "tribe2": "Germane",
    "tribe3": "Galliërs",
    "tribe6": "Egyptenaar",
    "tribe7": "Hun",
    "tribe8": "Spartaan",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Voer de gewenste gebruikersnaam in. Het moet tussen de {min} en {max} karakters bevatten.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Het spijt ons, maar de gewenste gebruikersnaam is te kort. Het moet tenminste {min} karakters bevatten.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Het spijt ons, maar de gewenste gebruikersnaam is te lang. Het mag hooguit uit {max} karakters bestaan.",
    "Read more here": "Lees hier meer",
    "GtlTravianAnswersId": "36",
    "Close window": "Venster sluiten",
    "Change player": "Andere speler",
    "Change region": "Andere regio",
    "One or more players found on a game world excluded by our rules.": "Een of meer spelers gevonden in een speelwereld die volgens onze regels is uitgesloten.",
    "noPlayerWithThisName": "Geen actieve speler met deze naam gevonden",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Om je ongebruikte, gekochte goud over te dragen naar een bestaande speler, moet je eerst het eigendom van het goud verifiëren door het betreffende e-mailadres in te voeren.",
    "Please verify your code": "Controleer je code",
    "Player name found on one game world": "Spelersnaam gevonden in één speelwereld",
    "Please confirm selection": "Bevestig je keuze",
    "error": "fout",
    "Gold": "Goud",
    "Gold Transfer": "Goud overdragen",
    "Playername": "Spelersnaam",
    "Game World": "Speelwereld",
    "Confirm transfer": "Overdracht bevestigen",
    "Please check the displayed data and confirm the gold transfer to continue.": "Controleer de getoonde details en bevestig de goudoverdracht om verder te gaan.",
    "Please enter your email address in format yourname@mail.com": "Voer jouw e-mailadres in het formaat yourname@mail.com in.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Het spijt ons, maar dit e-mailadres lijkt te kort te zijn. Het moet tenminste {min} karakters bevatten.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Het spijt ons, maar dit e-mail adres lijkt te lang te zijn. Het mag hooguit uit {max} karakters bestaan.",
    "We found multiple players in different regions": "We hebben meerdere spelers in verschillende regio's gevonden",
    "Please select game world": "Kies een speelwereld",
    "Multiple players with that name were found": "Meerdere spelers met die naam gevonden",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "We hebben die speler gevonden in meerdere speelwerelden in jouw regio. Je kunt het goud maar naar één nieuwe speler overdragen. Kies een speelwereld.",
    "To find the right player, please select the region of the game world that player is located in.": "Om de juiste speler te vinden, selecteer je de regio van de speelwereld waar de speler zich bevindt.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} is overgedragen aan speler {player} in speelwereld {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Om de overdracht van {icon} {amount} te voltooien, moet speler {player} de via IGM ontvangen instructies uitvoeren.",
    "Gold transfer successful": "Goudoverdracht geslaagd",
    "Verify Ownership": "Eigendom verifiëren",
    "Server age in days": "Servertijd in dagen",
    "Server speed": "server speelsnelheid",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Je kunt deze spelwereld alleen betreden via de mobiele app van Travian: Legends.",
    "Search new player": "Nieuwe speler zoeken",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Voer de naam in van de speler aan wie je het goud wilt overdragen.",
    "Language selection": "Taalkeuze",
    "Login to Lobby Account": "Inloggen voor het lobbyaccount",
    "Email address / account name": "E-mailadres / accountnaam",
    "Enter your email address or account name": "Vul je e-mailadres of accountnaam in ",
    "Password": "Wachtwoord",
    "Enter your password": "Vul je wachtwoord in",
    "Please enter your password": "Vul je wachtwoord in",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Recover": "Herstellen",
    "Privacy Policy": "Privacybeleid",
    "Register": "Registreren",
    "or continue with": "of ga verder met",
    "Back to Registration": "Terug naar registratie",
    "Need Help?": "Hulp nodig?",
    "Something went wrong": "Er ging iets mis",
    "Something went wrong with your social login.": "Er ging iets mis bij het inloggen op je socialmedia-account.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Probeer het opnieuw of neem contact op met ons supportteam als het probleem zich blijft voordoen.",
    "Email already used": "E-mailadres wordt al gebruikt",
    "The email address provided is already used for a Travian: Legends lobby account.": "Het opgegeven e-mailadres wordt al gebruikt voor een Travian: Legends-lobbyaccount.",
    "Please use your email address to login.": "Gebruik je e-mailadres om in te loggen.",
    "Email permission missing": "E-mailtoestemming ontbreekt",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Voordat je Travian: Legends kunt spelen, hebben we jouw toestemming nodig om toegang te krijgen tot je e-mailadres.",
    "Please try again with the correct permission settings or try another registration method.": "Probeer het opnieuw met de juiste toestemmingsinstellingen of probeer een andere registratiemethode.",
    "registrationSocialLegalText": "Door op {QUOTE}Bevestigen{QUOTE} te klikken, accepteer je de {GTC}en bevestig je dat je op de hoogte bent van de {INFORMATION_RIGHT_OF_WITHDRAWAL} en het {PRIVACY_POLICY}.",
    "Confirm": "Bevestigen",
    "Contact support": "Contacteer Support",
    "Unexpected Error": "Onverwachte fout",
    "Terms & Conditions": "Algemene Voorwaarden",
    "Right of Withdrawal": "Herroepingsrecht",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 {currentYear} Travian Games GmbH. Alle rechten voorbehouden",
    "Imprint": "Imprint",
    "Responsible for this website": "Verantwoordelijk voor deze website:",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 München\nDuitsland\n\nmail@traviangames.com",
    "Jurisdiction": "Jurispredictie",
    "imprintJurisdiction": "Rechtbank München, HRB 173511\nBTW-nr. DE 246258085\nManaging Directors: Viktor Pulz, Jörg Strathaus\nPhone: 004989/32 49 15 93 8 (Niet voor spelsupport)\nFax: 004989/32 49 15 97 3 (Uitsluitend voor betaalsupport)",
    "Support": "Support",
    "Contact": "Contact",
    "Youth protection officer": "Jeugdbeschermingsbeambte",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Gegevensbeschermingsbeambte",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Vergeet a.u.b. niet jouw gebruikersnaam en spelserver te vermelden als je contact opneemt met Support.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Alle rechten m.b.t. teksten, afbeeldingen en broncodes zijn voorbehouden aan Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian is een geregistreerd handelsmerk van Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "De Europese Commissie heeft een platform voor online geschillenbeslechting (ODR-platform) tussen bedrijven en consumenten in het leven geroepen. Dit ODR-platforum is beschikbaar via de volgende link: {link} Wij zijn niet verplicht om hieraan deel te nemen en zullen op dit moment niet deelnemen aan alternatieve platforms voor geschillenbeslechting.",
    "Game Rules": "Spelregels",
    "gameRulesInfo": "De spelregels maken deel uit van de Algemene Voorwaarden & Condities. Je kunt deze {Terms & Conditions} ook raadplegen in het geval van een verbanning of als je wilt controleren wat wel of niet is toegestaan, vooral sectie 6.\n\n\nEen poging om de spelregels te omzeilen, om een andere speler aan te moedigen om de spelregels te overtreden of om voordeel te behalen uit een overtreding van de spelregels zal worden behandeld als een overtreding en dienovereenkomstig worden bestraft in verhouding tot de overtreding en naar goeddunken van het Travian: Legends team. Alle spelregels blijven nog steeds van toepassing op spelers die hun lobby-account of avatar willen verwijderen of spelers die in het proces van het verwijderen van hun lobby-account of avatar zitten.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Elke speler mag slechts één avatar per speelwereld bezitten en bespelen.",
    "gameRules1.1.b": "Een avatar moet altijd in het eigen voordeel of dat van de confederatie gespeeld worden. Avatars die bestaan ten gunste van een avatar buiten dezelfde alliantie of confederatie kunnen permanent worden verbannen en verwijderd. Avatars die profiteren van avatars die ten behoeve van hun voordeel bestaan, kunnen zwaar worden gestraft. \n\nNiet toegestaan gedrag omvat, maar is niet beperkt tot, de volgende acties:",
    "gameRules1.1.b-1": "Privéfarmen - avatars overvallen buiten het bondgenootschap van de overvaller die zichzelf laten overvallen door een specifieke speler of meerdere spelers uit het bondgenootschap. Hiermee wordt niet het gebruikelijke farmen bedoeld waarbij inactieve spelers worden overvallen door meerdere bondgenootschappen.",
    "gameRules1.1.b-2": "Dorpen bouwen om veroverd te worden door andere spelers buiten hun eigen bondgenootschap.",
    "gameRules1.2": "De eigenaar van een lobby-account en een avatar is de persoon wiens e-mailadres bij het lobby-account hoort.  In gevallen van gerede twijfel, mag de speler gevraagd worden een e-mail naar Support te sturen vanaf het geregistreerde e-mailadres van het lobby-account om zo te controleren dat de speler de eigenaar van het lobby-account is. Medewerkers van Travian: Legends zullen nooit naar jouw wachtwoord vragen.",
    "gameRules1.3.a": "Het wachtwoord van een Lobby-account delen is niet toegestaan, ook niet in het geval van 'duals' (waarbij de avatar door twee of meer spelers wordt gespeeld). Duals moeten worden toegevoegd in de lobby voor specifieke spelwerelden, en ze moeten inloggen op hun eigen lobby-account om toegang te krijgen tot de avatar waaraan ze als dual zijn toegewezen. \n\nTravian Games GmbH vergoedt de eigenaar van een lobby-account geen schade die aan hun lobby-account of avatar aangericht is door iemand die het wachtwoord tot het lobby-account gekregen heeft.",
    "gameRules1.3.b": "Als een speler van de ene avatar naar de andere wil gaan of een nieuwe avatar wil maken, moet de oude avatar worden verwijderd voordat toegang wordt verleend tot de nieuwe avatar of de nieuwe avatar wordt gemaakt.",
    "gameRules1.4": "Een inactieve avatar wordt niet eerder dan zeven dagen na de laatste login automatisch verwijderd.",
    "gameRules1.5": "Aanbrenging: In het geval van misbruik van het aanbrengsysteem (bijv. maken van meerdere avatars en overtreden van 1.1), worden zowel de aanbrenger als de aangebrachte speler verantwoordelijk worden gesteld en bestraft.",
    "gameRules1.6": "Misbruik van het betalings- en verbanningssysteem kan leiden tot verwijdering van de avatar zonder dat daartegen in beroep kan worden gegaan.",
    "gameRules1.7": "Misbruik van het spelontwerp dat door Customer Support als storend voor de spelervaring van anderen wordt beschouwd, kan worden bestraft.",
    "gameRules1.8": "'Speciale aanbiedingen' zoals het Goud Startpakket zijn uitgesloten van goudtransfers. Deze bepaling vervangt {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 van de AV",
    "Sitting an avatar": "Een avatar sitten",
    "gameRules2.1": "Elke speler kan een sitter aanwijzen die de avatar mag waarnemen. Om een avatar te kunnen sitten, moet de sitter gebruik maken van de ingame sittersfunctie. Het wachtwoord van het lobbyaccount mag niet aan de sitter worden gegeven. Misbruik van sitterrechten is verboden.",
    "gameRules2.2": "Travian Games GmbH geeft geen compensatie voor schade veroorzaakt door een sitter. De eigenaar van het lobby-account is volledig verantwoordelijk voor de acties en handelingen van de sitters op diens avatar. Als een sitter de regels van de Algemene Voorwaarden van Travian: Legends overtreedt, worden zowel de eigen avatar als de avatar van de sitter bestraft.",
    "Use of external programs": "Gebruik van externe programma's",
    "gameRules3.1": "Travian: Legends moet bespeeld worden via een niet aangepaste, conventionele browser. Het gebruik van scripts en/of bots voor geautomatiseerde handelingen op de avatar of om premiumfuncties na te bootsen, is niet toegestaan. \n\nDit omvat maar is niet beperkt tot de volgende acties:",
    "gameRules3.1.1": "Het automatisch overvallen van andere avatars (en het automatisch versturen van aanvalsgolven)",
    "gameRules3.1.2": "Automatisch avonturen starten",
    "gameRules3.1.3": "Automatisch grondstoffenvelden en gebouwen in dorpen bouwen en uitbreiden",
    "gameRules3.1.4": "Automatisch scannen van de kaart",
    "gameRules3.1.5": "Het automatisch scannen van de statistieken van andere spelers",
    "gameRules3.1.6": "Automatisch grondstoffen doorschuiven naar andere avatars",
    "gameRules3.1.7": "Automatisch troepen trainen",
    "gameRules3.1.8": "Automatisch bieden op veiling items",
    "gameRules3.1.9": "Automatisch feesten starten",
    "gameRules3.1.10": "Het scannen van eigen dorpen om grondstoffen en informatie op één plaats weer te geven.",
    "gameRules3.1.11": "Alle andere geautomatiseerde handelingen die door software van derden worden uitgevoerd",
    "gameRules3.2": "Travian Games behoudt zich het recht voor om spelers die een script of bot gebruiken om acties permanent of voor een beperkte tijd te automatiseren terwijl de spelwereld actief is, te bestraffen.",
    "Program errors / bugs": "Programmafouten/bugs",
    "gameRules4.1": "Fouten, bugs of dergelijke in het spel mogen niet misbruikt worden ten voordele van de avatar en moeten direct aan het suppportteam worden medegedeeld. Misbruik van fouten of bugs is ook strafbaar.",
    "Selling/buying game content": "Spelinhoud verkopen/kopen",
    "gameRules5.1": "Het verkopen of kopen van diensten van derden zoals een lobby-account, avatar, grondstoffen, eenheden, dorpen, goud of zilver is verboden. Het aanbod om spelinhoud te verkopen of te kopen voor geld is ook verboden.  Lobby-accounts en avatars mogen niet weggegeven worden in ruil voor geld.",
    "Netiquette": "Nettiquette",
    "gameRules6.1": "Spelers moeten altijd op een beleefde manier communiceren.",
    "gameRules6.2": "Ongepaste profielen, dorpsnamen of andere inhoud kunnen door de Customer Service zonder waarschuwing worden verwijderd. Allianties met ongepaste namen en/of inhoud in hun profiel, publiek forum en elk ander openbaar gedeelte mogen verwijderd worden.",
    "gameRules6.3": "De volgende gedragingen zijn ten strengste verboden: Beledigende, seksistische, racistische of grove taal; negatief gedrag ten opzichte van elke religie, ras, natie, geslacht, leeftijd of seksuele geaardheid; real-life bedreigingen; nadoen/immiteren Travian: Legends personeel of officiële functies binnen het bedrijf.",
    "gameRules6.4": "Het spel moet vrij worden gehouden van politiek en religie.",
    "gameRules6.5": "Het plaatsen en tonen van materiaal dat niet geschikt is voor minderjarigen is verboden.",
    "gameRules6.6": "Berichten mogen ingame alleen gepubliceerd worden wanneer beide partijen daarmee akkoord gaan. Het openbaar maken van e-mails van of naar Travian: Legends crew is verboden, tenzij nadrukkelijk toestemming is gegeven.",
    "gameRules6.7": "Advertenties in welke vorm dan ook zijn niet toegestaan.",
    "gameRules6.8": "Elke ongepaste inhoud, die door de Customer Service wordt beschouwd als storend voor de spelervaring van anderen, kan worden bestraft.",
    "Punishments": "Straffen",
    "gameRules7.1": "In geval van overtreding van de regels conform de Algemene Voorwaarden & Condities zal een avatar verbannen worden en pas weer vrijgegeven worden na bestraffing conform de begane overtreding. Ongepaste lobby-accountnamen kunnen veranderd worden. Eventuele verliezen ten tijde van de verbanning, waaronder 'Plus Accounts' en Goud, worden niet vergoed door Travian Games GmbH. Iedere speler wordt gelijk behandeld, ongeacht hun Goud status.",
    "gameRules7.2": "Een ban mag alleen worden besproken met het Customer Servcie team via het {Customer Service portal}.\n \nEen ban en straf worden gegeven door een lid van het Rule Enforcement Team. In het geval van een klacht zal een ander lid van het Rule Enforcement Team de ban en de straf herzien. Hun beslissing is definitief.\n\nDe spelers aanvaarden dat het Travian: Legends team de mechanismen die gebruikt worden voor het opsporen van overtredingen niet kan bekendmaken aangezien dergelijke mechanismen omzeild zouden kunnen worden.\n\nBans, verwijderingen en de gevolgen hiervan mogen niet publiekelijk besproken worden. Het Travian: Legends team geeft geen informatie over bans aan andere personen dan de betrokkenen.",
    "Customer Service portal": "Customer Service portaal",
    "Rule changes and correction clause": "Wijzigingen van de regels en correctie clausule",
    "gameRules8.1": "Travian Games GmbH behoudt zich het recht voor de regels te allen tijde te mogen veranderen.",
    "gameRules8.2": " Mochten afzonderlijke bepalingen van de regels ineffectieve of nietig blijken te zijn, wordt de geldigheid van de overige bepalingen niet aangetast. Travian Games GmbH verbindt zich ertoe ineffectieve regelgeving zo snel mogelijk met nieuwe regelgeving te vervangen.",
    "gameRules8.3": "In geval van inconsistentie of discrepantie tussen de Engelse versie van deze publicatie en een versie in een andere taal, prevaleert de Engelstalige versie.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Meer gedetailleerde uitleg over bepaalde spelregels kun je vinden in de {Game Rules FAQ}.",
    "Game Rules FAQ": "Spelregels FAQ",
    "Romans": "Romeinen",
    "Teutons": "Germanen",
    "Gauls": "Galliers",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Rome staat bekend om gedisciplineerde legioenen, geavanceerde techniek en strategisch vernuft. Leid je legionairs om je rijk uit te breiden met militaire macht en culturele dominantie.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "De Teutonen zijn felle rovers en meedogenloze krijgers, en ongekend agressief. Leid je woeste troepen om vijanden te plunderen en angst in hun harten te zaaien met bliksemsnelle aanvallen.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Gallië beschermd zijn grondstoffen met vlugge verdedigers, sluwe valstrikken en verborgen schuilplaatsen. Leid je stam om vijanden te verslaan met veerkracht en sluwheid.",
    "You have reached the end - no more news found.": "Je hebt het einde bereikt - geen nieuws meer.",
    "imprintTitle": "Travian: Legends – Internationaal | Imprint",
    "imprintDescription": "Neem contact op met de verantwoordelijke contactpersonen en gegevensbeschermers voor de website en de titel van Travian: Legends - Internationaal.",
    "gameRulesTitle": "Travian: Legends – Internationaal | Spelregels",
    "gameRulesDescription": "Lees meer over de gedragscode en spelregels van Travian: Legends - Internationaal.  ✓ Rechtstreeks in je browser  ➤ SPEEL NU in onze aanbevolen internationale spelwerelden",
    "Name contains invalid characters, is not allowed, or invalid": "Naam bevat ongeldige tekens of is niet toegestaan of ongeldig",
    "Avatar Exists": "Avatar bestaat",
    "Access Denied": "Avatar geweigerd",
    "Unauthorized": "Onbevoegd",
    "Resend activation code not provided": "Activeringscode opnieuw verzenden niet opgegeven",
    "Resend activation code invalid": "Activeringscode opnieuw verzenden ongeldig",
    "Code challenge provided, but method is not": "Code-uitdaging opgegeven, maar methode niet",
    "Please accept Terms and Conditions": "Accepteer de algemene voorwaarden",
    "No proper email address can be found in authentication credentials": "Er kan geen juist e-mailadres worden gevonden in de verificatiegegevens",
    "Wrong email, account name or password": "Verkeerd e-mailadres, accountnaam of wachtwoord",
    "Identity needs activation": "Identiteit moet geactiveerd worden",
    "Token is invalid for this request": "Token is ongeldig voor dit verzoek",
    "Invalid identity provider": "Ongeldige identiteitsprovider",
    "Client is unauthorized": "Klant is onbevoegd",
    "Failed to figure out transfer target": "Doel niet bepaald",
    "Cannot transfer this GTL to the target gameworld": "Kan deze GTL niet overbrengen naar de doelwereld",
    "Refer a friend": "Verwijs een vriend",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Je hebt al een avatar in de genoemde spelwereld. De verwijs een vriend-functie werkt alleen op spelwerelden waar je geen avatar hebt.",
    "To the Lobby": "Naar de lobby",
    "To the referred gameworld": "Naar gewenste spelwereld",
    "Change account?": "Account wijzigen?",
    "Log out": "Uitloggen",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Voer de gewenste avatarnaam in. Het moet tussen de {min} en {max} karakters bevatten.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Het spijt ons, maar de gewenste avatarnaam is te kort. Het moet tenminste {min} karakters bevatten.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Het spijt ons, maar de gewenste avatarnaam is te lang. Het mag hooguit uit {max} karakters bestaan.",
    "Change avatar": "Avatar veranderen",
    "One or more avatars found on a game world excluded by our rules.": "Een of meer avatars gevonden in een speelwereld die volgens onze regels is uitgesloten.",
    "noAvatarWithThisName": "Geen actieve avatar met deze naam gevonden",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Om ongebruikt goud dat je gekocht hebt over te dragen naar een bestaande avatar, moet je eerst het eigendom van het goud verifiëren door het betreffende e-mailadres in te voeren.",
    "Avatar name found on one game world": "Avatarnaam gevonden in één speelwereld",
    "Avatarname": "Avatarnaam",
    "We found multiple avatars in different regions": "We hebben meerdere avatars in verschillende regio's gevonden",
    "Multiple avatars with that name were found": "Er zijn meerdere avatars met deze naam gevonden",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "We hebben deze avatar gevonden in meerdere speelwerelden in jouw regio. Je kunt het goud maar naar één nieuwe avatar overdragen. Kies een speelwereld.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Om de juiste avatar te vinden, selecteer je de regio van de speelwereld waar de avatar zich bevindt.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} is overgedragen aan avatar {avatar} in speelwereld {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Om de overdracht van {icon} {amount} te voltooien, moet avatar {avatar} de via IGM ontvangen instructies uitvoeren.",
    "Search new avatar": "Nieuwe avatar zoeken",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Voer de naam in van de avatar waaraan je het goud wilt overdragen.",
    "This gameworld is only accessible for mobile players.": "Deze speelwereld is alleen toegankelijk voor mobiele spelers.",
    "This gameworld is restricted to players with a special invitation code.": "Deze spelwereld is alleen toegankelijk voor spelers met een speciale uitnodigingscode.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Dit is een speciale speelwereld die mogelijk tijdelijk beschikbaar is en andere functies heeft dan de klassieke speelwerelden.",
    "Pop-up was blocked": "Pop-up werd geblokkeerd",
    "The pop-up for your social login was blocked by your browser.": "De pop-up om in te loggen via sociale media werd geblokkeerd door je browser.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Controleer de instellingen van je browser, sta pop-ups toe en probeer het opnieuw. Neem contact op met ons supportteam als het probleem aanhoudt."
}