{
    "homeTitle": "Travian: Legends  – International | Det nettbaserte strategispillet for flere spillere",
    "homeDescription": "Spill det anerkjente strategispillet med tusenvis av ekte spillere ✓ Rett i nettleseren   ➤ SPILL NÅ på våre anbefalte internasjonale spillverdener",
    "newsTitle": "Travian: Legends – International | Siste nytt",
    "newsDescription": "Mer informasjon om de siste nyhetene og oppdateringene ✓ Rett i nettleseren din  ➤ SPILL NÅ på våre anbefalte internasjonale spillverdener",
    "calendarTitle": "Travian: Legends – International | Spillverdenenkalender",
    "calendarDescription": "Lær mer om kommende servere for å spille Travian: Legends – International ✓ Direkte i nettleseren din  ➤ SPILL NÅ på våre anbefalte internasjonale spillverdener",
    "Gameworld calendar": "Spillverdenkalender",
    "Date": "Dato",
    "Speed": "Fart",
    "Construction plans": "Byggeplaner",
    "Artefacts": "Artefakter",
    "Gameworld end": "Spillverdenens slutt",
    "Wonder of the World, level 100": "Verdens underverk, nivå 100",
    "Local gameworld languages": "Lokale språk for spillverdenen",
    "Article image": "Artikkelbilde",
    "Read full story": "Les hele artikkelen",
    "Read": "Les",
    "News & Updates": "Nyheter og oppdateringer",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Ikke alle spesifikasjonene for spillverdenen er angitt ennå. Du vil motta et varsel i lobbyen din når de er oppdatert.",
    "Currently no entries": "For øyeblikket ingen oppføringer",
    "Join Gameworld": "Bli med på spillverden",
    "Play Now": "Spill nå",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Denne spillverdenen er begrenset til spillere med en egen invitasjonskode. Hvis du har en, kan du skrive den inn for å bli med i spillverdenen.",
    "Your invitation code": "Invitasjonskoden din",
    "Enter invitation code": "Oppgi invitasjonskode",
    "Please enter the invitation code that you received.": "Oppgi invitasjonskoden du har mottatt.",
    "The invitation code is too short. Please enter all {INT} characters.": "Invitasjonskoden er for kort. Du må oppgi alle de {INT} tegnene.",
    "Invitation code cooldown": "Ventetid for invitasjonskode",
    "digits": "sifre",
    "To news overview": "Gå til nyhetsoversikt",
    "Home": "Hjem",
    "Gameworld Calendar": "Spillverdenkalender",
    "Tournament": "Turnering",
    "Login": "Logg inn",
    "Account settings": "Kontoinnstillinger",
    "Data consent": "Datasamtykke",
    "To lobby": "Til lobby",
    "Logout": "Logg ut",
    "Search for a language or country": "Søk etter språk eller land",
    "No language matches your search. Are you sure you typed it correctly?": "Ingen språk matchet søket ditt. Er du sikker på at du stavet det riktig?",
    "Your email address is already connected to a Legends Lobby Account.": "E-postadressen din er allerede koblet til en Legends-lobby-konto.",
    "Create Legends Lobby Account": "Opprett Legends-lobby-konto",
    "Enter your email address": "Oppgi e-postadressen din",
    "Email Address": "E-postadresse",
    "Please enter your email address": "Oppgi e-postadressen din",
    "Please enter your email address or account name": "Skriv inn e-postadressen din eller kontonavnet ditt",
    "Please enter a valid email address. E.g. mymail@provider.com": "Oppgi en gyldig e-postadresse F.eks. minpost@selskap.no",
    "Redirecting to Login": "Omdirigerer til innlogging",
    "Cancel": "Avbryt",
    "I want to receive the newsletter": "Jeg ønsker å motta nyhetsbrevet.",
    "registrationLegalText": "Ved å trykk på {QUOTE}registrer deg med e-postadresse{QUOTE}, godtar du våre {GTC} og bekrefter at du har lest {INFORMATION_RIGHT_OF_WITHDRAWAL} og {PRIVACY_POLICY}.",
    "GTC": "vilkår og betingelser",
    "Information on the Right of Withdrawal": "opplysninger om angreretten",
    "Register with email address": "Registrer deg med e-postadresse",
    "Already have an account?": "Har du allerede en konto?",
    "Login now": "Logg inn nå",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktiveringskoden var feil. Skriv inn aktiveringskoden du mottok på e-post.",
    "Please confirm that you are not a robot": "Bekreft at du ikke er en robot.",
    "We sent you an activation link to: {email}": "Vi sendte aktiveringslenken din til: {email}",
    "Activate Legends Lobby account": "Aktivere Legends-lobby-konto",
    "Please follow the instructions in the email to continue.": "Følg instruksjonene i e-posten for å fortsette.",
    "Enter activation code": "Oppgi aktiveringskode",
    "E.g. 123456": "F.eks. 123456",
    "Wrong email address?": "Feil e-postadresse?",
    "Change email": "Endre e-postadresse",
    "Please enter the activation code that you received in the email.": "Skriv inn aktiveringskoden du mottok på e-post.",
    "The activation code is too short. Please enter all {int} digits.": "Aktiveringskoden er for kort. Oppgi alle {int} sifre.",
    "Start again": "Start på nytt",
    "Set your password": "Opprett passordet ditt",
    "Create a password for your account with a minimum length of {int} characters.": "Opprett et passord for kontoen din med en minimumslengde på {int} tegn.",
    "Choose a password": "Velg et passord",
    "Password strength": "Passordstyrke",
    "Write a password to check its strength": "Oppgi et passord for å kontrollere styrken.",
    "Set password": "Velg passord",
    "weak": "Svakt",
    "notStrong": "Middels",
    "moderate": "Moderat",
    "good": "God",
    "strong": "Sterk",
    "Password has a good length": "Passordet har en god lengde",
    "Password is too short to be secure": "Passordet er for kort til å være sikkert",
    "Upper and lower case used": "Store og små bokstaver brukt",
    "No mix of upper and lower case": "Ingen blanding av store og små bokstaver",
    "Only one type of character used": "Bare én type tegn brukt",
    "Two types of characters used": "To typer tegn brukt",
    "No letters used": "Ingen bokstaver brukt",
    "No numbers used": "Ingen tall brukt",
    "No special characters used": "Ingen spesialtegn er brukt",
    "Three types of characters used": "Tre typer tegn brukt",
    "Create Account": "Lag konto",
    "Pick a username and tagline": "Velg et brukernavn og merke",
    "Pick a username and tagline to create your unique Lobby Account.": "Velg et brukernavn og merke for å opprette din unike lobby-konto.",
    "Choose a username": "Velg et brukernavn",
    "Choose a tagline": "Velg et merke",
    "{int1} - {int2} characters": "{int1} - {int2} tegn",
    "Username preview": "Forhåndsvisning av brukernavn",
    "Username": "Brukernavn",
    "Tagline": "Merke",
    "Additional information for username and tagline": "Tilleggsinformasjon for brukernavn og merke",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinasjonen av brukernavn og merke blir ditt lobbynavn. Så lenge kombinasjonen er tilgjengelig, kan du velge hvilken som helst kombinasjon du vil.",
    "Lobby Account created!": "Lobby-konto opprettet!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Legends-lobby-kontoen med påloggingsnavnet {name} har blitt opprettet.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Vi fant følgende avatarer for spillverdener knyttet til e-postadressen din. Du dinner dem i lobbyen.",
    "You didn't get a code?": "Mottok du ingen kode?",
    "Resend activation code": "Send aktiveringskode på nytt",
    "ActivateAccount": "Aktiver konto",
    "Start Playing": "Start spillet",
    "Enter Lobby and select Gameworld": "Gå til lobbyen og velg spillverden",
    "Generate new tagline": "Opprett nytt merke",
    "Enter new password": "Oppgi nytt passord",
    "loginPassword": "Passord",
    "Create a new password for your Legends Lobby Account.": "Opprett et nytt passord til Legends-lobby-kontoen din.",
    "Set new password": "Velg nytt passord",
    "Recover password": "Gjenopprett passord",
    "Your password was successfully updated.": "Passordet ditt ble oppdatert.",
    "You can now login with your updated credentials.": "Nå kan du logge inn med den oppdaterte informasjonen din.",
    "New password set": "Nytt passord valgt.",
    "Back to Login": "Tilbake til innlogging",
    "Password Recovery": "Gjenoppretting av passord",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Skriv inn e-postadressen tilknyttet Legends-lobby-kontoen. Vi sender deg instrukser for hvordan du tilbakestiller passordet ditt.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Hvis det allerde finnest en lobby-konto for denne e-postadressen, skal du ha mottatt instrukser for tilbakestilling av passordet ditt på e-post:",
    "Once you have recovered your password, you can log in again.": "Etter at du har gjenopprettet passordet ditt, kan du forsøke å logge inn på nytt igjen.",
    "Next upcoming server": "Neste kommende server",
    "Show gameworld calendar": "Vis spillverdenkalender",
    "Show all news": "Vis alle nyheter",
    "Load more news": "Last inn flere nyheter",
    "tribe1": "Romer",
    "tribe2": "Germaner",
    "tribe3": "Galler",
    "tribe6": "Egypter",
    "tribe7": "Huner",
    "tribe8": "Spartaner",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Oppgi brukernavnet du vil ha. Det må være på mellom {min} og {max} tegn.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Beklager. Det valgte brukernavnet er for kort. Det må være på minst {min} tegn.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Beklager. Det valgte brukernavnet er for langt. Den må være på maksimalt {max} tegn.",
    "Read more here": "Les mer her",
    "GtlTravianAnswersId": "36",
    "Close window": "Lukk vindu",
    "Change player": "Endre spiller",
    "Change region": "Endre region",
    "One or more players found on a game world excluded by our rules.": "En eller flere spillere funnet på en spillverden ekskludert av våre regler.",
    "noPlayerWithThisName": "Fant ingen aktive spillere med dette navnet",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "For å overføre ubrukt gull til en eksisterende spiller, må du første verifisere eierskapet av gullet ved å skrive inn tilhørende e-postadresse.",
    "Please verify your code": "Bekreft koden din.",
    "Player name found on one game world": "Spillernavn funnet på en spillverden",
    "Please confirm selection": "Bekreft valget",
    "error": "feil",
    "Gold": "Gull",
    "Gold Transfer": "Gulloverførsel",
    "Playername": "Spillernavn",
    "Game World": "Spillverden",
    "Confirm transfer": "Bekreft overføring",
    "Please check the displayed data and confirm the gold transfer to continue.": "Sjekk informasjonen som vises og bekreft gulloverføringen for å fortsette.",
    "Please enter your email address in format yourname@mail.com": "Oppgi e-postadressen din i formatet navnetditt@epost.no.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Beklager. Denne e-postadressen ser ut til å være for kort. Den må være på minst {min} tegn.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Beklager. Denne e-postadressen ser ut til å være for lang. Den må være på maksimalt {max} tegn.",
    "We found multiple players in different regions": "Vi har funnet flere spillere i forskjellige regioner",
    "Please select game world": "Velg spillverden",
    "Multiple players with that name were found": "Fant flere spillere med dette navnet",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Vi fant spilleren på flere spillverdener i din region. Du kan kun overføre gullet til én ny spiller. Velg en spillverden.",
    "To find the right player, please select the region of the game world that player is located in.": "For å finne rett spiller, velg regionen til spillverdenen som spilleren er på.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} ble overført til spilleren {player} på spillverdenen {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "For å fullføre overføringen av {icon} {amount}, må spilleren {player} fullføre instruksene som er mottatt via melding i spillet.",
    "Gold transfer successful": "Gulloverføring fullført",
    "Verify Ownership": "Bekreft eierskap",
    "Server age in days": "Serveralder i dager",
    "Server speed": "Serverhastighet",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Denne spillverdenen kan du kun bli med i via Travian: Legends-mobilappen.",
    "Search new player": "Søk etter spiller",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Oppgi navnet på spilleren du ønsker å overføre gullet til.",
    "Language selection": "Språkvalg",
    "Login to Lobby Account": "Innlogging for lobby-lokontoen",
    "Email address / account name": "E-postadresse/Kontonavn",
    "Enter your email address or account name": "Skriv inn e-postadressen din eller kontonavnet ditt",
    "Password": "Passord",
    "Enter your password": "Skriv inn passordet ditt",
    "Please enter your password": "Skriv inn passordet ditt",
    "Forgot your password?": "Har du glemt passordet ditt?",
    "Recover": "Gjenopprett",
    "Privacy Policy": "Personvern",
    "Register": "Registrer",
    "or continue with": "eller fortsett med",
    "Back to Registration": "Tilbake til registrering",
    "Need Help?": "Trenger du hjelp?",
    "Something went wrong": "Noe gikk galt",
    "Something went wrong with your social login.": "Noe gikk galt med din sosiale pålogging.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Prøv igjen, eller hvis problemet vedvarer, kan du kontakte supportteamet vårt for å få hjelp.",
    "Email already used": "E-postadressen er allerede i bruk",
    "The email address provided is already used for a Travian: Legends lobby account.": "Den angitte e-postadressen brukes allerede til en Travian: Legends-lobby-konto.",
    "Please use your email address to login.": "Bruk en e-postadresse for å logge inn.",
    "Email permission missing": "E-posttillatelse mangler",
    "To start playing Travian: Legends, we need your permission to access your email address.": "For å begynne å spille Travian: Legends, trenger vi tillatelse fra deg til å få tilgang til e-postadressen din.",
    "Please try again with the correct permission settings or try another registration method.": "Prøv igjen med riktige tillatelsesinnstillinger, eller prøv en annen registreringsmetode.",
    "registrationSocialLegalText": "Ved å tryke på {QUOTE}bekreft{QUOTE} godtar du {GTC} og bekrefter at du har sett {INFORMATION_RIGHT_OF_WITHDRAWAL} og {PRIVACY_POLICY}.",
    "Confirm": "Bekreft",
    "Contact support": "Kontakt support",
    "Unexpected Error": "Uventet feil",
    "Terms & Conditions": "Regler og betingelser",
    "Right of Withdrawal": "Angreretten",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004–{currentYear} Travian Games GmbH. Alle rettigheter reservert.",
    "Imprint": "Om oss",
    "Responsible for this website": "Ansvarlige for denne nettsiden",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 München\nTyskland\n\nmail@traviangames.com",
    "Jurisdiction": "Rettsområde",
    "imprintJurisdiction": "München tingrett, HRB 173511\nMVA-nummer DE 246258085\nAdministrerende direktør: Viktor Pulz, Jörg Strathaus\nTelefon: 089/32 49 15 93 8 (ingen spillersupport)\nFaks: 089/32 49 15 97 3 (kun til bruk for plus-support)",
    "Support": "Brukerstøtte",
    "Contact": "Kontakt",
    "Youth protection officer": "Sikkerhetsansvarlig for mindreårige",
    "imprintYouthProtection": "Advokat: Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Ansvarlig for datasikkerhet",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Husk å alltid ta med spillernavn og hvilken server du spiller på når du skriver til support.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Alle rettigheter til tekst, grafikk og kildekode eies av Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian er et registrert varemerke tilhørende Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "EU-kommisjonen har opprettet en nettbasert klageportal (ODR-plattform) for forhandlere og kunder. Denne nettbaserte klageportalen (ODR) er tilgjengelig via følgende lenke: {link}. Vi er forpliktet til å ikke delta og vil for øyeblikket ikke ta del i alternative konfliktløsninger eller konfliktløsningsplattformer.",
    "Game Rules": "Spillregler",
    "gameRulesInfo": "Spillreglene er del av vilkårene og betingelsene. Om du er utestengt eller ønsker å se hva som er lov og ikke lov bør du også lese {Terms & Conditions}, særskilt 6.\n\n\nEt forsøk på å omgå spillereglene, for å oppfordre en annen spiller til å bryte spillereglene eller for å få en fordel ved hjelp av regelbrudd, vil bli behandlet som en overtredelse og straffet således i henhold til overtredelsen og etter skjønn av Travian: Legends-teamet. Alle spillregler gjelder fortsatt for spillere som ønsker å slette lobby-kontoen eller avataren sin eller som har startet prosessen med å slette lobby-kontoen eller avataren sin.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Hver spiller har kun lov til å eie og spille med én avatar per spillverden.",
    "gameRules1.1.b": "En avatar må alltid spilles med til fordel for kontoen eller konføderasjonen. Avatarer som eksisterer til fordel for en annen avatar, utenfor den samme alliansen eller konføderasjonen, kan bli permanent utestengt og slettet. Avatarer som har fordeler fra avatarer som eksisterte til deres fordel kan bli omfattende straffet. \n\nSlik ikke-tillatt adferd inkluderer, men er ikke begrenset til; følgende handlinger:",
    "gameRules1.1.b-1": "Private farming: å raide avatarer utenfor raiderens konføderasjon som frivillig lar seg raide av en spesifikk spiller eller flere spiller fra konføderasjonen. Dette påvirker ikke ordinær farming, hvor inaktive spiller blir plyndret av flere konføderasjoner.",
    "gameRules1.1.b-2": "Å bygge landsbyer med kun den hensikt å la de bli erobret av andre spillere utenfor egen konføderasjon.",
    "gameRules1.2": "Eieren av en lobby-konto og en avatar er personen som eier e-postadressen tilknyttet lobby-kontoen.  Ved rimelig tvil kan spilleren bli bedt om å sende en e-post til support fra den registrerte adressen til lobby-kontoen for å bekrefte at spilleren eier lobby-kontoen. Teamet bak Travian: Legends vil aldri spørre etter passordet ditt.",
    "gameRules1.3.a": "Deling av passordet til lobby-kontoen er ikke tillatt, dette gjelder også for \"dualer\" - når avataren spilles av to eller flere spiller. Dual må legges til i lobbyen for spesifikke Spillverden, og de må logge på sin egen Lobby Konto for å få tilgang til avataren de ble tildelt som en Dual. \n\nTravian Games GmbH kompenserer ikke eieren av en lobby-konto for skader påført lobby-kontoen eller avataren deres hvis noen har fått tilgang til passordet deres.",
    "gameRules1.3.b": "Hvis en spiller ønsker å flytte fra en avatar og over til en annen, eller opprette en ny, må den gamle avataren først slettes før det gis tilgang til den nye avataren eller den nye avataren blir opprettet.",
    "gameRules1.4": "Ved inaktivitet vil en avatar automatisk bli slettet tidligst syv dager etter forrige innlogging.",
    "gameRules1.5": "Invitasjoner: I tilfeller hvor invitasjonssystemet misbrukes (ved f.eks. å opprette flere avatarer som bryter med 1.1), vil både den som inviterer og den inviterte bli holdt ansvarlig og straffet for det.",
    "gameRules1.6": "Misbruk av betalings- og utestengelsessystemer kan føre til sletting av avatarer uten muligheten til å anke eller klage på avgjørelsen.",
    "gameRules1.7": "Misbruk av spillets design, i den grad det i henhold til kundeservice er ansett som forstyrrende for spillopplevelsen til andre spillere, kan straffes.",
    "gameRules1.8": "“Spesial”-tilbud, som gullstartpakker, er ekskludert fra gulloverføring. Denne bestemmelsen overgår {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 i bruksvilkårene",
    "Sitting an avatar": "Å sitte en avatar",
    "gameRules2.1": "Hver spiller kan sette opp sittere som kan passe på avataren deres. Sitteren til en avatar må sitte avataren ved å bruke sittefunksjonen for avatarer i spillet. Passordet til lobby-kontoen skal ikke bli delt med en sitter. Misbruk av rettighetene til sitting er forbudt.",
    "gameRules2.2": "Travian Games GmbH tilbyr ingen erstatning for skader utført av en sitter. Eieren av lobby-kontoen er selv ansvarlig for handlingene til sitteren av kontoen deres. Hvis en sitter bryter vilkårene og betingelsene for Travian: Legends, vil både eieren av lobby-kontoen  og sitteren bli straffet for det.",
    "Use of external programs": "Bruk av eksterne program",
    "gameRules3.1": "Travian: Legends skal spilles på en ordinær og umodifisert nettleser. Bruken av skript og/eller bots til å automatisere handlingene til avateren eller gjenskape premiumfunksjoner er forbudt. \n\nDette inkluderer, men er ikke begrenset til, følgende handlinger:",
    "gameRules3.1.1": "Automatisk plynding av andre avatarer (og sending av automatiserte angrepsbølger)",
    "gameRules3.1.2": "Automatisk starting av eventyr",
    "gameRules3.1.3": "Automatisk bygging og oppgradering av ressursfelter og bygninger i landsbyer",
    "gameRules3.1.4": "Automatisk skanning av kartet",
    "gameRules3.1.5": "Automatisk skanning av statistikken til andre spillere",
    "gameRules3.1.6": "Automatisk flytting av ressurser til andre avatarer",
    "gameRules3.1.7": "Automatisk trening av tropper",
    "gameRules3.1.8": "Automatisk plassering av bud på auksjoner",
    "gameRules3.1.9": "Automatisk starting av fester",
    "gameRules3.1.10": "Skanning av egne landsbyer for å vise landsbyressurser og informasjon på ett og samme sted",
    "gameRules3.1.11": "Andre automatiserte handlinger utført av tredjepartsprogramvare",
    "gameRules3.2": "Travian Games forbeholder seg retten til å straffe spillere som bruker skript eller botter til å automatisere handlinger permanent eller i en begrenset periode mens spillverdenen er aktiv.",
    "Program errors / bugs": "Programfeil",
    "gameRules4.1": "Feil og svakheter i programmet skal ikke misbrukes til en avatars fordel og må rapporteres til support. Misbruk av slike feil kan også straffes.",
    "Selling/buying game content": "Salg/kjøp av spillinnhold",
    "gameRules5.1": "Salg elle rkjøp av tjenester fra tredjeparter, en lobby-konto, en avatar, ressurser, enheter, landsbyer ,gull eller sølv er forbudt. Det er ikke lov å kjøpe eller selge spillinnhold for penger.  Lobby-kontoer og avatarer kan ikke bli gitt bort i bytte mot penger.",
    "Netiquette": "Nettikette",
    "gameRules6.1": "Alle spillere skal alltid kommunisere på høflig vis.",
    "gameRules6.2": "Upassende profiler, landsbynavn eller annet innhold kan bli endret av kundeservice uten forvarsel. Allianser med upassende navn og/eller innhold i profilen, offentlig forum eller andre offentlige områder kan bli slettes når de oppdages.",
    "gameRules6.3": "Følgende oppførsel er strengt forbudt: Fornærmelser, sjikanering, rasisme eller banning; å snakke nedsettende om religion, rase, nasjon/nasjonalitet, kjønn, alder eller seksuell legning; trusler om handlinger i det virkelige liv; utgi seg for å være del av teamet bak Travian: Legends eller andre offisielle stillinger i firmaet.",
    "gameRules6.4": "Spillet må holdes fritt for politikk og religion fra virkeligheten.",
    "gameRules6.5": "Det er forbudt å poste / vise materiale som er upassende for mindreårige.",
    "gameRules6.6": "Meldinger fra spillet kan ikke offentliggjøres uten samtykke fra begge parter. Det er ikke tillatt å offentliggjøre meldinger eller e-poster til/fra teamet bak Travian: Legends med mindre det er gitt eksplisitt tillatelse.",
    "gameRules6.7": "Enhver form for reklame er ikke tillatt.",
    "gameRules6.8": "Alt upassende innhold, som av kundeservice blir ansett som forstyrrende for spillopplevelsen til andre, kan føre til straff.",
    "Punishments": "Straff",
    "gameRules7.1": "I tilfeller hvor spillets regler eller vilkårene og betingelsene brytes, kan en avatar utestenges og frigjøres i henhold til en straff basert på hendelsen som har oppstått. Upassende navn på lobby-kontoer og avatarer må bli endret. Tap som oppstår under utestengelser, som f.eks \"Travian Plus\" og gull vil ikke bli refudnert av Travian Games GmbH. Alle spillere håndteres likt, uavhengig av gullstatus.",
    "gameRules7.2": "En utestengelse kan kun bli diskutert med kundeservice via {Customer Service portal}.\n \nEn utestengelse og straff utdeles et medlem fra teamet for opprettholdelse av reglene. Ved eventuelle klager, vil et annet medlem av teamet for opprettholdelse av reglene evaluere utestengelsen og straffen. Avgjørelsen deres vil være endelig.\n\nSpilleren godtar at teamet bak Travian: Legends ikke kan dele detaljer om systemene for hvordan de oppdager juks, da slike systemer kan bli omgått.\n\nUtestengelser, slettinger og eventuelle tilhørende konsekvenser skal ikke diskuteres offentlig. Teamet bak Travian: Legends gir ikke ut informasjon om en utestengelse til andre individer enn de som er involvert.",
    "Customer Service portal": "kundeservice-portalen",
    "Rule changes and correction clause": "Regelendringer og korrigeringsklausul",
    "gameRules8.1": "Travian Games GmbH reserverer seg retten til å endre disse reglene når som helst.",
    "gameRules8.2": "Dersom individuelle reguleringer av disse reglene skulle vises å være virkningsløse, påvirker ikke det gyldigheten til de gjenværende reguleringene av disse reglene. Travian Games GmbH forplikter seg til å erstatte ineffektive reguleringer med nye reguleringer så fort som mulig.",
    "gameRules8.3": "I tilfeller hvor ting ikke er konsekvent eller avvikende mellom den engelske versjonen og alle andre språkvarianter av denne teksten, vil det være den engelske utgaven som prioriteres.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Mer detaljerte forklaringer av enkelte spillregler finner du i våre {Game Rules FAQ}.",
    "Game Rules FAQ": "ofte stilte spørsmål om spillreglene",
    "Romans": "Romere",
    "Teutons": "Germanere",
    "Gauls": "Gallere",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Disiplinerte legioner, avansert ingeniørkunst og strategisk briljans er det som definerer Roma. Led legionærene dine for å utvide imperiet ditt ved hjelp av militærmakt og kulturell dominans.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Teutonernes voldsomme plyndringstokt, hensynsløse krigere og ubarmhjertig aggresjon kjennetegner dem. Led de barbariske styrkene dine for å plyndre fiender og skape frykt i hjertene deres med lynraske angrep.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Hurtig forsvar, utspekulerte feller og skjulte kroker beskytter galliske ressurser. Led stammen din til å overvinne fiender med utholdenhet og list.",
    "You have reached the end - no more news found.": "Du har nådd slutten – ingen flere nyheter funnet.",
    "imprintTitle": "Travian: Legends – International | Imprint",
    "imprintDescription": "Kom i kontakt med de ansvarlige kontaktene og personvernombudene for nettsiden og tittelen Travian: Legends – International.",
    "gameRulesTitle": "Travian: Legends – International | Spillregler",
    "gameRulesDescription": "Mer informasjon om de etiske retningslinjene og spillereglene til Travian: Legends – International.  ✓ Rett i nettleseren din  ➤ SPILL NÅ på våre anbefalte internasjonale spillverdener",
    "Name contains invalid characters, is not allowed, or invalid": "Navnet inneholder enten ugyldige tegn eller er ikke tillatt eller gyldig",
    "Avatar Exists": "Avataren eksisterer",
    "Access Denied": "Tilgang nektet",
    "Unauthorized": "Uautorisert",
    "Resend activation code not provided": "Aktiveringskode for sending på nytt ikke oppført",
    "Resend activation code invalid": "Ugyldig aktiveringskode for sending på nytt",
    "Code challenge provided, but method is not": "Kodeutfordring angitt, men metoden er ikke angitt",
    "Please accept Terms and Conditions": "Godta vilkår og betingelser",
    "No proper email address can be found in authentication credentials": "Ingen riktig e-postadresse funnet i autentiseringsopplysningene",
    "Wrong email, account name or password": "Feil e-postadresse, kontonavn eller passord",
    "Identity needs activation": "Identitet må aktiveres",
    "Token is invalid for this request": "Ugyldig token for denne forespørselen",
    "Invalid identity provider": "Ugyldig identitetsleverandør",
    "Client is unauthorized": "Klienten er uautorisert",
    "Failed to figure out transfer target": "Kunne ikke avgjøre overføringsmål",
    "Cannot transfer this GTL to the target gameworld": "Kan ikke overføre GTL til målspillverdenen",
    "Refer a friend": "Henvis en venn",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Du har allerede en avatar i den henviste spillverdenen. Henvis en venn-funksjonen fungerer kun i spillverdener der du ikke har noen avatar.",
    "To the Lobby": "Til lobby",
    "To the referred gameworld": "Gå til henvist spillverden",
    "Change account?": "Endre konto?",
    "Log out": "Logg ut",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Oppgi ønsket avatarnavn. Det må være på mellom {min} og {max} tegn.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Beklager, men det ønskede avatarnavnet ditt er for kort. Det må være på minst {min} tegn.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Beklager, men det ønskede avatarnavnet ditt er for langt. Den må være på maksimalt {max} tegn.",
    "Change avatar": "Endre avatar",
    "One or more avatars found on a game world excluded by our rules.": "En eller flere avatarer ble funnet på en spillverden som er ekskludert av reglene våre.",
    "noAvatarWithThisName": "Ingen aktive avatarer ble funnet med dette navnet",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "For å overføre ubrukt gull du har kjøpt til en eksisterende avatar, må du første verifisere eierskapet av gullet ved å skrive inn tilhørende e-postadresse.",
    "Avatar name found on one game world": "Avatarnavn funnet på en spillverden",
    "Avatarname": "Avatarnavn",
    "We found multiple avatars in different regions": "Flere avatarer i forskjellige regioner funnet",
    "Multiple avatars with that name were found": "Flere avatarer med dette navnet ble funnet",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Vi fant avataren på flere spillverdener i din region. Du kan kun overføre gullet til én ny avatar. Velg en spillverden.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "For å finne rett avatar, må du velge regionen for spillverdenen avataren er på.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} ble overført til avataren {avatar} på spillverdenen {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "For å fullføre overføringen av {icon} {amount}, må avataren {avatar} fullføre instruksene som er sendt på melding i spillet.",
    "Search new avatar": "Søk etter ny avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Oppgi navnet på avataren du ønsker å overføre gull til.",
    "This gameworld is only accessible for mobile players.": "Denne spillverdenen er kun tilgjengelig for mobilspillere.",
    "This gameworld is restricted to players with a special invitation code.": "Denne spillverdenen er begrenset til spillere med en egen invitasjonskode.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Dette er en spesiell spillverden som kanskje kun er tilgjengelig i en begrenset periode, og som kan ha andre funksjoner enn klassiske spillverdener.",
    "Pop-up was blocked": "Popup-vinduet ble blokkert",
    "The pop-up for your social login was blocked by your browser.": "Popup-vinduet for innlogging med sosiale medier ble blokkert av nettleseren din.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Se innstillingene til nettleseren din, tillat popup-vinduer og prøv igjen. Hvis problemet vedvarer, kan du kontakte brukerstøtte for å få hjelp."
}