{
    "homeTitle": "Travian: Legends – Polska | Wieloosobowa gra strategiczna online",
    "homeDescription": "Dołącz do słynnej gry strategicznej dla ekspertów z tysiącami prawdziwych graczy ✓ Bezpośrednio w przeglądarce  ➤ ZAGRAJ TERAZ na naszych rekomendowanych międzynarodowych światach gry",
    "newsTitle": "Travian: Legends – Polska | Najnowsze wiadomości",
    "newsDescription": "Dowiedz się więcej o nowościach i aktualizacjach ✓ Bezpośrednio w przeglądarce  ➤ ZAGRAJ TERAZ na naszych rekomendowanych międzynarodowych światach gry",
    "calendarTitle": "Travian: Legends – Polska | Kalendarz światów gry",
    "calendarDescription": "Dowiedz się więcej o nadchodzących serwerach gry w Travian: Legends – Polska ✓ Bezpośrednio w przeglądarce  ➤ ZAGRAJ TERAZ na naszych rekomendowanych międzynarodowych światach gry",
    "Gameworld calendar": "Kalendarz światów gry",
    "Date": "Data",
    "Speed": "Prędkość",
    "Construction plans": "Plany konstrukcyjne",
    "Artefacts": "Artefakty",
    "Gameworld end": "Koniec świata gry",
    "Wonder of the World, level 100": "Cud Świata, poziom 100",
    "Local gameworld languages": "Lokalne języki świata gry",
    "Article image": "Obrazek artykułu",
    "Read full story": "Przeczytaj całą wiadomość",
    "Read": "Przeczytaj",
    "News & Updates": "Wiadomości i aktualizacje",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Nie wszystkie szczegóły świata gry zostały określone. Otrzymasz powiadomienie w swoim lobby, gdy zostaną zaktualizowane.",
    "Currently no entries": "Obecnie brak wpisów",
    "Join Gameworld": "Dołącz do świata gry",
    "Play Now": "Zagraj teraz",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Na tym świecie gry mogą grać tylko gracze ze specjalnym kodem zaproszenia. Jeśli go posiadasz, wprowadź go, aby dołączyć do świata gry.",
    "Your invitation code": "Twój kod zaproszenia",
    "Enter invitation code": "Wprowadź kod zaproszenia",
    "Please enter the invitation code that you received.": "Prosimy, wprowadź otrzymany kod zaproszenia.",
    "The invitation code is too short. Please enter all {INT} characters.": "Kod zaproszenia jest zbyt krótki. Prosimy, wprowadź wszystkie {INT} znaki(–ów)",
    "Invitation code cooldown": "Czas odnowienia kodu zaproszenia",
    "digits": "cyfry",
    "To news overview": "Przejdź do przeglądu nowości",
    "Home": "Strona główna",
    "Gameworld Calendar": "Kalendarz światów gry",
    "Tournament": "Turniej",
    "Login": "Zaloguj się",
    "Account settings": "Ustawienia konta",
    "Data consent": "Zgoda na przetwarzanie danych",
    "To lobby": "Idź do lobby",
    "Logout": "Wyloguj się",
    "Search for a language or country": "Wyszukaj język lub kraj",
    "No language matches your search. Are you sure you typed it correctly?": "Nie znaleziono języka odpowiadającego Twojemu wyszukiwaniu. Czy na pewno wpisałeś(–aś) to poprawnie?",
    "Your email address is already connected to a Legends Lobby Account.": "Twój adres e-mail jest już połączony z kontem lobby Legends.",
    "Create Legends Lobby Account": "Załóż konto lobby Legends",
    "Enter your email address": "Wpisz swój adres e-mail",
    "Email Address": "Adres e-mail",
    "Please enter your email address": "Wpisz proszę swój adres e-mail",
    "Please enter your email address or account name": "Wpisz proszę swój adres e-mail lub nazwę konta",
    "Please enter a valid email address. E.g. mymail@provider.com": "Proszę wpisz prawidłowy adres e-mailowy. Np. mojmail@provider.com",
    "Redirecting to Login": "Przekierowanie do logowania",
    "Cancel": "Anuluj",
    "I want to receive the newsletter": "Chcę otrzymywać newsletter",
    "registrationLegalText": "Klikając {QUOTE}zarejestruj się z użyciem adresu e-mail{QUOTE}, akceptujesz {GTC} i potwierdzasz przeczytanie {INFORMATION_RIGHT_OF_WITHDRAWAL} oraz {PRIVACY_POLICY}.",
    "GTC": "Ogólne zasady i warunki",
    "Information on the Right of Withdrawal": "Informacji o prawie do odstąpienia od umowy",
    "Register with email address": "Zarejestruj się z użyciem adresu e-mail",
    "Already have an account?": "Masz już konto?",
    "Login now": "Zaloguj się teraz",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Kod aktywacyjne jest nieprawidłowy. Prosimy, wprowadź kod aktywacyjny otrzymany w e-mailu.",
    "Please confirm that you are not a robot": "Potwierdź proszę, że nie jesteś robotem.",
    "We sent you an activation link to: {email}": "Wysłaliśmy Twój link aktywacyjny na adres: {email}",
    "Activate Legends Lobby account": "Aktywuj konto lobby Travian: Legends",
    "Please follow the instructions in the email to continue.": "Aby kontynuować, postępuj zgodnie z instrukcjami zawartymi w wiadomości e-mail.",
    "Enter activation code": "Wpisz kod aktywacyjny",
    "E.g. 123456": "Np. 123456",
    "Wrong email address?": "Zły adres e-mail?",
    "Change email": "Zmień adres mailowy",
    "Please enter the activation code that you received in the email.": "Wpisz kod aktywacyjny otrzymany w wiadomości e-mail.",
    "The activation code is too short. Please enter all {int} digits.": "Kod aktywacyjny jest zbyt krótki. Proszę wpisz wszystkie {int} cyfry.",
    "Start again": "Zacznij od początku",
    "Set your password": "Ustaw swoje hasło",
    "Create a password for your account with a minimum length of {int} characters.": "Utwórz hasło dla swojego konta zawierające minimum {int} znaków.",
    "Choose a password": "Wybierz hasło",
    "Password strength": "Siła hasła",
    "Write a password to check its strength": "Wprowadź hasło, aby sprawdzić jego siłę.",
    "Set password": "Ustaw hasło",
    "weak": "Słabe",
    "notStrong": "Przeciętne",
    "moderate": "Umiarkowana",
    "good": "Dobre",
    "strong": "Silne",
    "Password has a good length": "Hasło ma dobrą długość",
    "Password is too short to be secure": "Hasło jest zbyt krótkie, aby było bezpieczne",
    "Upper and lower case used": "Użyto wielkich i małych liter",
    "No mix of upper and lower case": "Bez dużych i małych liter",
    "Only one type of character used": "Użyto tylko jednego rodzaju znaków",
    "Two types of characters used": "Użyto dwóch rodzajów znaków",
    "No letters used": "Nie użyto liter",
    "No numbers used": "Nie użyto żadnych cyfr",
    "No special characters used": "Nie użyto znaków specjalnych",
    "Three types of characters used": "Użyto trzech rodzajów znaków",
    "Create Account": "Załóż konto",
    "Pick a username and tagline": "Wybierz nazwę użytkownika i tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Wybierz nazwę użytkownika i tag, aby utworzyć swoje unikalne konto lobby.",
    "Choose a username": "Wybierz nazwę użytkownika",
    "Choose a tagline": "Wybierz tag",
    "{int1} - {int2} characters": "{int1} - {int2} znaków",
    "Username preview": "Podgląd nazwy użytkownika",
    "Username": "Nazwa konta",
    "Tagline": "Skrót:",
    "Additional information for username and tagline": "Dodatkowe informacje dotyczące nazwy użytkownika i tagu",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinacja nazwy użytkownika i tagu będzie Twoją unikalną nazwą konta lobby. Tak długo jak tylko dana kombinacja jest wolna, możesz jej użyć.",
    "Lobby Account created!": "Konto lobby utworzone!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Twoje konto lobby Travian: Legends o nazwie {name} zostało pomyślnie utworzone.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Znaleźliśmy następujące awatary na światach gry powiązane z Twoim adresem e-mail. Możesz uzyskać do nich dostęp z poziomu konta lobby.",
    "You didn't get a code?": "Nie masz kodu?",
    "Resend activation code": "Wyślij kod ponownie",
    "ActivateAccount": "Aktywuj konto",
    "Start Playing": "Zacznij grę",
    "Enter Lobby and select Gameworld": "Wejdź do lobby i wybierz świat gry",
    "Generate new tagline": "Wygeneruj nowy tag",
    "Enter new password": "Wprowadź nowe hasło",
    "loginPassword": "Hasło",
    "Create a new password for your Legends Lobby Account.": "Utwórz nowe hasło do swojego konta lobby Travian: Legends.",
    "Set new password": "Ustaw nowe hasło",
    "Recover password": "Odzyskaj hasło",
    "Your password was successfully updated.": "Twoje hasło zostało zaktualizowane.",
    "You can now login with your updated credentials.": "Możesz teraz zalogować się przy użyciu zaktualizowanych danych logowania.",
    "New password set": "Nowe hasło ustawione",
    "Back to Login": "Wróć do logowania",
    "Password Recovery": "Odzyskiwanie hasła",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Wpisz adres e-mail powiązany z Twoim kontem lobby Travian: Legends. Wyślemy Ci instrukcje dotyczące resetowania hasła.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Jeśli dla tego adresu e-mail istnieje konto lobby, otrzymasz instrukcje resetowania hasła w wiadomości email:",
    "Once you have recovered your password, you can log in again.": "Po odzyskaniu hasła możesz zalogować się ponownie.",
    "Next upcoming server": "Kolejny nadchodzący serwer",
    "Show gameworld calendar": "Pokaż kalendarz światów gry",
    "Show all news": "Pokaż wszystkie wiadomości",
    "Load more news": "Załaduj więcej wiadomości",
    "tribe1": "Rzymianin",
    "tribe2": "Germanin",
    "tribe3": "Gal",
    "tribe6": "Egipcjanin",
    "tribe7": "Hun",
    "tribe8": "Spartanin",
    "tribe9": "Wiking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Prosimy, wprowadź wybrany nick. Powinien mieć od {min} do {max} znaków.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Przepraszamy, ale wybrany nick jest zbyt krótki. Powinien mieć przynajmniej {min} znaków.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Przepraszamy, ale wybrany nick jest zbyt długi. Powinien mieć maksymalnie {max} znaków.",
    "Read more here": "Przeczytaj więcej tutaj",
    "GtlTravianAnswersId": "36",
    "Close window": "Zamknij okno",
    "Change player": "Zmień gracza",
    "Change region": "Zmień region",
    "One or more players found on a game world excluded by our rules.": "Znaleźliśmy jednego lub więcej graczy na światach gry, które są niedostępne z powodu naszych regulacji.",
    "noPlayerWithThisName": "Nie znaleźliśmy aktywnych graczy z takim nickiem",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Aby przenieść zakupione, ale niewykorzystane Złote Monety istniejącemu graczowi, proszę najpierw potwierdzić prawa do Złotych Monet wpisując powiązany z nimi adres e-mail.",
    "Please verify your code": "Proszę, potwierdź swój kod",
    "Player name found on one game world": "Znaleziono gracza o takim nicku na jednym świecie gry",
    "Please confirm selection": "Proszę, potwierdź wybór",
    "error": "błąd",
    "Gold": "Złoto",
    "Gold Transfer": "Przeniesienie Złotych Monet",
    "Playername": "Nick gracza",
    "Game World": "Świat gry",
    "Confirm transfer": "Potwierdź przeniesienie",
    "Please check the displayed data and confirm the gold transfer to continue.": "Proszę, sprawdź podane szczegóły i potwierdź przeniesienie Złotych Monet, aby kontynuować.",
    "Please enter your email address in format yourname@mail.com": "Prosimy, wprowadź adres e-mail w formacie twojnick@poczta.pl.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Przepraszamy, ale adres e-mail wydaje się zbyt krótki. Powinien mieć przynajmniej {min} znaków.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Przepraszamy, ale adres e-mail wydaje się zbyt długi. Powinien mieć maksymalnie {max} znaków.",
    "We found multiple players in different regions": "Znaleźliśmy wielu graczy w różnych regionach",
    "Please select game world": "Proszę, wybierz świat gry",
    "Multiple players with that name were found": "Znaleźliśmy wielu graczy z takim nickiem",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Znaleźliśmy gracza z podanym nickiem na wielu światach gry w Twoim regionie. Możesz przekazać Złote Monety tylko jednemu graczowi. Wybierz świat gry.",
    "To find the right player, please select the region of the game world that player is located in.": "Aby odnaleźć właściwego gracza, wybierz region świata gry, na którym jest ten gracz.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{amount} {icon} zostało przeniesione do gracza {player} na świecie gry {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Aby ukończyć przeniesienie {amount} {icon}, gracz {player} musi postępować według instrukcji przesłanych w wiadomości w grze.",
    "Gold transfer successful": "Udało się przenieść Złote Monety",
    "Verify Ownership": "Potwierdź posiadanie",
    "Server age in days": "Wiek serwera w dniach",
    "Server speed": "Prędkość serwera",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Do tego świata gry można dołączyć wyłącznie przez aplikację mobilną Traviana: Legends.",
    "Search new player": "Wyszukaj nowego gracza",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Proszę, wprowadź teraz nick gracza, któremu chcesz przekazać Złote Monety.",
    "Language selection": "Wybór języka",
    "Login to Lobby Account": "Zaloguj się do konta lobby",
    "Email address / account name": "Adres e-mail / nazwa konta",
    "Enter your email address or account name": "Wpisz swój adres e-mail lub nazwę konta",
    "Password": "Hasło",
    "Enter your password": "Wpisz swoje hasło",
    "Please enter your password": "Proszę wpisz swoje hasło",
    "Forgot your password?": "Nie pamiętasz swojego hasła?",
    "Recover": "Przywróć",
    "Privacy Policy": "Polityki prywatności",
    "Register": "Rejestracja",
    "or continue with": "lub kontynuuj z",
    "Back to Registration": "Powrót do rejestracji",
    "Need Help?": "Potrzebujesz pomocy?",
    "Something went wrong": "Coś poszło nie tak",
    "Something went wrong with your social login.": "Coś poszło nie tak z Twoim logowaniem społecznościowym.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Proszę spróbować ponownie, a jeśli problem będzie się powtarzać, skontaktuj się z naszą obsługą klienta.",
    "Email already used": "E-mail w użyciu",
    "The email address provided is already used for a Travian: Legends lobby account.": "Podany adres e-mail jest już używany na koncie lobby Traviana: Legends.",
    "Please use your email address to login.": "Użyj adresu e-mail, aby się zalogować.",
    "Email permission missing": "Brak uprawnień do wysyłania wiadomości e-mail",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Aby rozpocząć grę w Travianie: Legends, potrzebujemy zgody na uzyskanie Twojego adresu e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Spróbuj ponownie z prawidłowymi ustawieniami uprawnień lub wypróbuj inną metodę rejestracji.",
    "registrationSocialLegalText": "Klikając {QUOTE}Potwierdzam{QUOTE}, akceptujesz {GTC} i potwierdzasz zapoznanie się z {INFORMATION_RIGHT_OF_WITHDRAWAL} oraz {PRIVACY_POLICY}.",
    "Confirm": "Potwierdź",
    "Contact support": "Kontakt z supportem",
    "Unexpected Error": "Niespodziewany błąd",
    "Terms & Conditions": "Ogólne zasady i warunki",
    "Right of Withdrawal": "Prawo do odstąpienia",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Wszystkie prawa zastrzeżone.",
    "Imprint": "Stopka",
    "Responsible for this website": "Odpowiedzialni za tę stronę",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Monachium\nNiemcy\n\nmail@traviangames.com",
    "Jurisdiction": "Jurysdykcja",
    "imprintJurisdiction": "Miejscowy sąd w Monachium, HRB 173511\nNIP. DE 246258085\nDyrektorzy zarządzający: Viktor Pulz, Jörg Strathaus\nTelefon: 004989/32 49 15 93 8 (nie dla supportu!)\nFaks: 004989/32 49 15 97 3 (tylko w sprawach PLUSa)",
    "Support": "Pomoc",
    "Contact": "Kontakt",
    "Youth protection officer": "Odpowiedzialny za ochronę młodzieży",
    "imprintYouthProtection": "Radca prawny Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Odpowiedzialny za ochronę młodzieży",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Jeżeli potrzebujesz pomocy, podaj w korespondencji nick Twojego konta oraz świat gry, na którym grasz.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Wszystkie prawa do tekstów, obrazków i kodu stron należą do Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian jest zarejestrowanym znakiem handlowym Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Komisja UE stworzyła platformę internetowego rozstrzygania sporów (platformę ODR) między sprzedawcami i klientami. Platforma ODR jest dostępna pod tym adresem: {link}. Nie jesteśmy do tego zobowiązani i obecnie nie bierzemy udziału w alternatywnym rozstrzyganiu sporów lub w platformach rozstrzygania sporów.",
    "Game Rules": "Zasady gry",
    "gameRulesInfo": "Poniższe zasady gry są częścią Ogólnych Zasad i Warunków. W przypadku blokady lub w celu sprawdzenia, co jest dozwolone, a co nie, należy również zapoznać się z {Terms & Conditions}, a w szczególności z sekcją 6.\n\n\nPróba ominięcia zasad gry, zachęcanie innego gracza do ich złamania lub do zdobycia przewagi z ich naruszenia będzie traktowane jako naruszenie i karane odpowiednio do stopnia naruszenia i według uznania zespołu Traviana: Legends. Wszystkie zasady gry odnoszą się bez wyjątku do wszystkich graczy, także tych, którzy mają zamiar skasować bądź właśnie kasują swoje konta lobby.",
    "Avatar": "Awatar",
    "gameRules1.1.a": "Każdy gracz może posiadać i grać na jednym awatarze na każdym świecie gry.",
    "gameRules1.1.b": "Granie na awatarze w grze musi mieć zawsze na celu korzyść dla tego konta lub jego koalicji. Awatary, które istnieją dla korzyści innych awatarów spoza tego samego sojuszu lub koalicji mogą zostać permanentnie zablokowane i skasowane. Awatary, które czerpią korzyści z awatarów, które istniały dla ich korzyści, mogą zostać surowo ukarane. \n\nNiedozwolone zachowanie obejmuje między innymi następujące działania:",
    "gameRules1.1.b-1": "Prywatne grabieże – grabież awatarów spoza konfederacji grabieżcy, które pozwalają na grabież przez określonego gracza lub wielu graczy z konfederacji. Nie ma to wpływu na zwykłe grabieże, gdy nieaktywni gracze są grabieni przez kilka koalicji.",
    "gameRules1.1.b-2": "Budowa osad z zamiarem przejęcia ich przez innych graczy spoza ich konfederacji.",
    "gameRules1.2": "Właścicielem awatara jest osoba, do której należy adres e-mail przypisany do konta lobby.  W razie uzasadnionych wątpliwości, gracz może zostać poproszony o napisanie e-maila do Supportu z adresu przypisanego do konta lobby, aby potwierdzić, że jest właścicielem tego konta lobby. Członkowie zespołu Travian: Legends nigdy nie proszą o podanie hasła.",
    "gameRules1.3.a": "Przekazanie hasła do konta lobby jest niedozwolone, także w przypadku \"współgraczy\", gdy na awatarze gra dwóch lub więcej graczy. Współgracze muszą zostać dodani w lobby do określonych światów gry i muszą logować się na własne konto lobby, aby uzyskać dostęp do awatara, do którego zostali przypisani jako współgracz. \n\nTravian Games GmbH nie rekompensuje właścicielowi konta lobby żadnych szkód wyrządzonych przez osobę, która zdobyła hasło do konta lobby.",
    "gameRules1.3.b": "Jeśli gracz chce przenieść się z jednego awatara na inny lub utworzyć nowy, stary awatar musi zostać usunięty przed przyznaniem dostępu do nowego awatara lub utworzeniem nowego awatara.",
    "gameRules1.4": "Nieaktywne awatary zostaną skasowane nie wcześniej niż po 7 dniach od ostatniego logowania.",
    "gameRules1.5": "Zaproszenia: jeśli system zaproszeń do gry zostanie nadużyty (np. przez utworzenie kilku awatarów w sposób łamiący 1.1), zarówno osoby zaproszone, jak i zapraszający mogą zostać pociągnięci do odpowiedzialności i ukarani.",
    "gameRules1.6": "Używanie systemów płatności i blokad niezgodnie z przeznaczeniem może prowadzić do skasowania awatara bez możliwości odwołania.",
    "gameRules1.7": "Nadużycie mechaniki gry, które jest ocenione przez Obsługę Klienta jako szkodliwe dla gry innych graczy, może zostać ukarane.",
    "gameRules1.8": "“Oferty specjalne”, takie jak Złoty Pakiet Startowy, są wyłączone z możliwości przeniesienia Złotych Monet. Ten zapis jest nadrzędny wobec {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 OZiW",
    "Sitting an avatar": "Zastępowanie awatara",
    "gameRules2.1": "Każdy gracz może wyznaczyć zastępców, którzy będą zajmować się jego awatarem. Zastępca awatara jest zobowiązany opiekować się awatarem, używając opcji zastępowania awatara w grze. Nie wolno podać zastępcy hasła do konta lobby. Nadużywanie uprawnień zastępcy jest zabronione.",
    "gameRules2.2": "Travian Games GmbH nie rekompensuje strat spowodowanych przez zastępcę. Właściciel konta lobby jest w pełni odpowiedzialny za wszystkie działania zastępców i graczy na swoim awatarze. Jeśli zastępca naruszy zasady gry lub zasady i warunki Traviana: Legends, zarówno właściciel konta lobby jak i zastępca mogą zostać ukarani.",
    "Use of external programs": "Użycie zewnętrznych programów",
    "gameRules3.1": "W Traviana: Legends należy grać przy pomocy typowej i niezmodyfikowanej przeglądarki internetowej. Użycie skryptów lub botów do automatyzowania akcji na awatarze lub podrobienia funkcji premium jest zabronione. \n\nObejmuje to między innymi następujące działania:",
    "gameRules3.1.1": "Automatyczne wysyłanie grabieży na inne awatary (oraz wysyłanie automatycznie fal ataków)",
    "gameRules3.1.2": "Automatyczne podejmowanie wyzwań",
    "gameRules3.1.3": "Automatyczne budowanie i rozbudowywanie pól surowców i budynków w osadach",
    "gameRules3.1.4": "Automatyczne skanowanie mapy",
    "gameRules3.1.5": "Automatyczne skanowanie statystyk innych graczy",
    "gameRules3.1.6": "Automatyczne wysyłanie surowców do innych awatarów",
    "gameRules3.1.7": "Automatyczne szkolenie wojsk",
    "gameRules3.1.8": "Automatyczne ustawianie ofert na aukcjach przedmiotów",
    "gameRules3.1.9": "Automatyczne rozpoczynanie świąt",
    "gameRules3.1.10": "Skanowanie własnych osad w celu wyświetlania surowców osady i informacji w jednym miejscu",
    "gameRules3.1.11": "Jakiekolwiek inne automatyczne działania dokonywane przez oprogramowanie innych autorów",
    "gameRules3.2": "Travian Games rezerwuje sobie prawo do karania awatarów, które korzystają ze skryptu lub bota do automatyzowania akcji przez cały czas lub w krótkim okresie, gdy świat gry jest aktywny.",
    "Program errors / bugs": "Błędy gry / bugi",
    "gameRules4.1": "Nie można wykorzystywać błędów w grze dla korzyści awatara i należy je zgłosić do zespołu gry. Wykorzystywanie błędów jest również karalne.",
    "Selling/buying game content": "Sprzedaż/kupno zawartości w grze",
    "gameRules5.1": "Sprzedaż lub kupno usług, konta lobby, awatara, surowców, jednostek, osad, Złotych Monet czy Srebra osobom trzecim / od osób trzecich jest zabroniona. Oferowanie sprzedaży lub kupna zawartości gry za pieniądze jest także zabronione.  Nie można oddawać kont lobby i awatarów w zamian za pieniądze.",
    "Netiquette": "Netykieta",
    "gameRules6.1": "Gracze muszą zawsze komunikować się w sposób uprzejmy i kulturalny.",
    "gameRules6.2": "Niewłaściwe profile, nazwy osad oraz jakakolwiek inna treść w grze mogą zostać zmienione przez Obsługę Klienta bez ostrzeżenia. Sojusze z niewłaściwymi nazwami lub zawartością na profilu, publicznym forum lub innym publicznym miejscu w grze mogą zostać skasowane natychmiastowo.",
    "gameRules6.3": "Następujące działania są surowo zabronione: treści obelżywe, obraźliwe, seksistowskie, rasistowskie oraz wulgarne; zachowanie wrogie wobec dowolnej religii, rasie, narodowości, płci, grupie wiekowej, orientacji seksualnej; groźby dotyczące świata rzeczywistego; podszywanie się pod członków zespołu Travian: Legends lub oficjalne stanowiska w firmie.",
    "gameRules6.4": "Gra ma pozostać wolna od polityki i religii.",
    "gameRules6.5": "Umieszczanie i wyświetlanie materiałów niewłaściwych dla nieletnich jest zabronione.",
    "gameRules6.6": "Wiadomości z gry mogą zostać publikowane wyłącznie za zgodą obu stron. Publikowanie wiadomości lub e-maili od zespołu Travian: Legends jest zabronione, chyba że zostanie to wyraźnie dozwolone.",
    "gameRules6.7": "Zabronione są jakiekolwiek reklamy.",
    "gameRules6.8": "Wszelkie nieodpowiednie treści, które zostaną uznane przez Obsługę Klienta za zakłócające rozgrywkę innych osób, mogą zostać ukarane.",
    "Punishments": "Kary",
    "gameRules7.1": "W przypadku naruszenia zasad gry lub zasad i warunków, awatar zostanie zablokowany i może zostać odblokowany tylko po nałożeniu kary odpowiedniej do danego naruszenia. Niewłaściwa nazwa konta lobby i awatara może zostać zmieniona. Straty wynikłe z blokady, w tym dotyczące \"Traviana Plus\" i Złotych Monet nie zostaną zrekompensowane przez Travian Games GmbH. Wszyscy gracze są traktowani tak samo, niezależnie od ich statusu Złotych Monet.",
    "gameRules7.2": "Blokadę można omawiać wyłącznie z zespołem Obsługi Klienta przy {Customer Service portal}.\n \nBlokada i kara są nakładane przez jednego z członków Zespołu ds. Przestrzegania Zasad. W razie skargi inny członek Zespołu ds. Przestrzegania Zasad sprawdzi nałożoną blokadę i karę. Jego decyzja jest ostateczna.\n\nGracze zgadzają się, że zespół Traviana: Legends nie może zdradzić szczegółów na temat mechanizmów wykrywania naruszeń, jako że mogłoby to doprowadzić do ich obchodzenia.\n\nBlokad, kasacji i ich konsekwencji nie należy publicznie omawiać. Zespół Traviana: Legends nie udziela informacji na temat blokad innym osobom niż osoby, których one dotyczą.",
    "Customer Service portal": "pomocy portalu Obsługi Klienta",
    "Rule changes and correction clause": "Zmiany zasad gry",
    "gameRules8.1": "Travian Games GmbH zastrzega sobie prawo do zmiany zasad w dowolnym terminie.",
    "gameRules8.2": "Jeśli któraś z zasad stanie się nieskuteczna lub nieważna, ważność pozostałych zasad się nie zmienia. Travian Games GmbH będzie dążyć do zastąpienia nieważnych zasad nowymi najszybciej, jak to będzie możliwe.",
    "gameRules8.3": "W przypadku niespójności lub rozbieżności między wersją angielską, a dowolną inną wersją językową niniejszej publikacji, wersja w języku angielskim będzie rozstrzygająca.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Bardziej szczegółowe wyjaśnienia niektórych zasad gry można znaleźć na stronie {Game Rules FAQ}.",
    "Game Rules FAQ": "Zasady gry FAQ",
    "Romans": "Rzymianie",
    "Teutons": "Germanie",
    "Gauls": "Galowie",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Zdyscyplinowane legiony, zaawansowana inżynieria i strategiczna błyskotliwość definiują Rzym. Poprowadź swoich legionistów do rozbudowy imperium poprzez potęgę militarną i dominację kulturową.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Zaciekli najeźdźcy, bezwzględni wojownicy i nieubłagana agresja charakteryzują Germanów. Poprowadź swoje dzikie siły, aby splądrować wrogów i wzbudzić strach w ich sercach błyskawicznymi atakami.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Szybcy obrońcy, sprytne pułapki i ukryte kryjówki chronią galijskie zasoby. Poprowadź swoją nację, aby pokonać wrogów dzięki odporności i sprytowi.",
    "You have reached the end - no more news found.": "Jesteś na końcu – nie znaleziono więcej wiadomości.",
    "imprintTitle": "Travian: Legends – Polska | Stopka",
    "imprintDescription": "Skontaktuj się z odpowiednim działem lub osobami odpowiedzialnymi za ochronę danych osobowych strony i gry Travian: Legends – Polska.",
    "gameRulesTitle": "Travian: Legends – Polska | Zasady Gry",
    "gameRulesDescription": "Dowiedz się więcej o kodeksie postępowania i zasadach gry w Travian: Legends – Polska.  ✓ Bezpośrednio w Twojej przeglądarce  ➤ ZAGRAJ TERAZ na naszych rekomendowanych międzynarodowych światach gry",
    "Name contains invalid characters, is not allowed, or invalid": "Nazwa zawiera niedozwolone znaki lub jest niedozwolona",
    "Avatar Exists": "Awatar istnieje",
    "Access Denied": "Odmowa dostępu",
    "Unauthorized": "Nieautoryzowany",
    "Resend activation code not provided": "Wyślij kod ponownie - nie udostępniono",
    "Resend activation code invalid": "Wyślij kod ponownie - nieprawidłowy",
    "Code challenge provided, but method is not": "Kod wyzwania podany, ale metoda nie",
    "Please accept Terms and Conditions": "Zaakceptuj proszę Warunki i Zasady",
    "No proper email address can be found in authentication credentials": "Nie można znaleźć prawidłowego adresu e-mail w danych uwierzytelniających",
    "Wrong email, account name or password": "Nieprawidłowy adres e-mail, nazwa użytkownika lub hasło",
    "Identity needs activation": "Tożsamość wymaga aktywacji",
    "Token is invalid for this request": "Token jest nieprawidłowy dla tego żądania",
    "Invalid identity provider": "Nieprawidłowy dostawca tożsamości",
    "Client is unauthorized": "Klient nie jest autoryzowany",
    "Failed to figure out transfer target": "Nie udało się określić celu transferu",
    "Cannot transfer this GTL to the target gameworld": "Nie możesz przenieść tego GTL do docelowego świata gry",
    "Refer a friend": "Poleć znajomemu",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Masz już awatara na wybranym świecie gry. Funkcja polecania znajomych działa tylko na światach gry, w których nie masz awatara.",
    "To the Lobby": "Idź do lobby",
    "To the referred gameworld": "Przejdź do wybranego świata gry",
    "Change account?": "Zmiana konta?",
    "Log out": "Wyloguj się",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Prosimy, wprowadź wybraną nazwę awatara. Powinien mieć od {min} do {max} znaków.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Przepraszamy, ale wybrana nazwa awatara jest zbyt krótka. Powinien mieć przynajmniej {min} znaków.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Przepraszamy, ale wybrana nazwa awatara jest zbyt długa. Powinien mieć maksymalnie {max} znaków.",
    "Change avatar": "Zmień awatara",
    "One or more avatars found on a game world excluded by our rules.": "Znaleźliśmy jeden lub więcej awatarów na światach gry, które są wykluczone z powodu naszych regulacji.",
    "noAvatarWithThisName": "Nie znaleźliśmy awatarów z tą nazwą",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Aby przenieść niewykorzystane Złote Monety, które zakupiono, na istniejącego awatara, proszę najpierw potwierdzić prawo własności do Złotych Monet wpisując powiązany z nimi adres e-mail.",
    "Avatar name found on one game world": "Znaleziono awatara o takiej nazwie na jednym świecie gry",
    "Avatarname": "Nazwa awatara",
    "We found multiple avatars in different regions": "Znaleźliśmy wiele awatarów w różnych regionach",
    "Multiple avatars with that name were found": "Znaleziono wiele awatarów o tej nazwie",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Znaleźliśmy awatara z podaną nazwą na wielu światach gry w Twoim regionie. Możesz przekazać Złote Monety tylko jednemu awatarowi. Wybierz świat gry.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Aby odnaleźć właściwego awatara, wybierz region świata gry, na którym jest ten awatar.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{amount} {icon} zostało przeniesionych na awatara {avatar} na świecie gry {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Aby ukończyć przeniesienie {amount} {icon}, awatar {avatar} musi postępować według instrukcji przesłanych w wiadomości w grze.",
    "Search new avatar": "Wyszukaj nowy awatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Proszę, wprowadź teraz nazwę awatara, któremu chcesz przekazać Złote Monety.",
    "This gameworld is only accessible for mobile players.": "Ten świat gry jest dostępny tylko dla graczy mobilnych.",
    "This gameworld is restricted to players with a special invitation code.": "Na tym świecie gry mogą grać tylko gracze ze specjalnym kodem zaproszenia.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Jest to specjalny świat gry, który może być dostępny tylko przez ograniczony czas i może mieć inne funkcje niż klasyczne światy gry.",
    "Pop-up was blocked": "Wyskakujące okienko zostało zablokowane",
    "The pop-up for your social login was blocked by your browser.": "Wyskakujące okienko logowania społecznościowego zostało zablokowane przez Twoją przeglądarkę.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Sprawdź ustawienia przeglądarki, zezwól na wyskakujące okienka i spróbuj ponownie. Jeśli problem będzie się powtarzać, skontaktuj się z naszą obsługą klienta."
}