{
    "homeTitle": "Travian: Legends – Internacional | Jogo de Estratégia Multijogador Online",
    "homeDescription": "Junte-se ao famoso jogo de estratégia com milhares de jogadores reais ✓ Diretamente no seu navegador  ➤ JOGUE AGORA em nossos servidores internacionais recomendados",
    "newsTitle": "Travian: Legends – Internacional | Últimas notícias",
    "newsDescription": "Sabe mais sobre as últimas notícias e atualizações ✓ Diretamente no seu navegador  ➤ JOGUE AGORA em nossos servidores internacionais recomendados",
    "calendarTitle": "Travian: Legends – Internacional | Calendário do Servidor",
    "calendarDescription": "Saiba mais sobre os próximos servidores para jogar Travian: Legends – Internacional ✓ Diretamente no seu navegador  ➤ JOGUE AGORA em nossos servidores internacionais recomendados",
    "Gameworld calendar": "Calendário do servidor",
    "Date": "Data",
    "Speed": "Velocidade",
    "Construction plans": "Planos de Construção",
    "Artefacts": "Artefatos",
    "Gameworld end": "Fim do servidor",
    "Wonder of the World, level 100": "Maravilha do Mundo, nível 100",
    "Local gameworld languages": "Idiomas do servidor local",
    "Article image": "Imagem do artigo",
    "Read full story": "Ler a história completa",
    "Read": "Ler",
    "News & Updates": "Notícias e atualizações",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Nem todos os detalhes do servidor foram definidos ainda. Você receberá uma notificação no seu lobby assim que eles forem atualizados.",
    "Currently no entries": "Atualmente sem entradas",
    "Join Gameworld": "Entrar no servidor",
    "Play Now": "Jogue agora",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Este servidor está restrito a jogadores com um código de convite especial. Se você tiver um, insira-o para entrar no servidor.",
    "Your invitation code": "Seu código de convite",
    "Enter invitation code": "Insira o código do convite",
    "Please enter the invitation code that you received.": "Insira o código de convite que você recebeu.",
    "The invitation code is too short. Please enter all {INT} characters.": "O código de convite é muito curto. Por favor, insira todos os {INT} caracteres.",
    "Invitation code cooldown": "Tempo de espera do código de convite",
    "digits": "dígitos",
    "To news overview": "Ir para o Resumo de Notícias",
    "Home": "Início",
    "Gameworld Calendar": "Calendário de servidores",
    "Tournament": "Torneio",
    "Login": "Entrar",
    "Account settings": "Configurações da conta",
    "Data consent": "Consentimento de dados",
    "To lobby": "Ir para o Lobby",
    "Logout": "Sair",
    "Search for a language or country": "Pesquise um idioma ou país",
    "No language matches your search. Are you sure you typed it correctly?": "Nenhum idioma corresponde à sua pesquisa. Tem certeza de que você digitou corretamente?",
    "Your email address is already connected to a Legends Lobby Account.": "Seu endereço de e-mail já está conectado a uma conta lobby do Legends.",
    "Create Legends Lobby Account": "Criar conta lobby do Legends",
    "Enter your email address": "Digite o seu endereço de e-mail",
    "Email Address": "E-mail",
    "Please enter your email address": "Por favor, digite o seu endereço de e-mail",
    "Please enter your email address or account name": "Digite seu endereço de e-mail ou nome da conta",
    "Please enter a valid email address. E.g. mymail@provider.com": "Por favor insira um endereço de e-mail válido. Ex.: meumail@provedor.com",
    "Redirecting to Login": "Redirecionando para login",
    "Cancel": "Cancelar",
    "I want to receive the newsletter": "Quero receber a newsletter.",
    "registrationLegalText": "Ao clicar em {QUOTE}registrar com o endereço de e-mail{QUOTE} , você aceita o {GTC} e confirma que leu o {INFORMATION_RIGHT_OF_WITHDRAWAL} e o {PRIVACY_POLICY}.",
    "GTC": "T&C",
    "Information on the Right of Withdrawal": "Informações sobre o direito de rescisão",
    "Register with email address": "Registre-se com o endereço de e-mail",
    "Already have an account?": "Já tenho uma conta",
    "Login now": "Faça login agora",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "O código de ativação está incorreto. Por favor, insira o código de ativação que você recebeu no e-mail.",
    "Please confirm that you are not a robot": "Por favor, confirme que você não é um robô.",
    "We sent you an activation link to: {email}": "Enviamos seu link de ativação para: {email}",
    "Activate Legends Lobby account": "Ativar conta lobby do Legends",
    "Please follow the instructions in the email to continue.": "Siga as instruções no e-mail para continuar.",
    "Enter activation code": "Insira o código de ativação",
    "E.g. 123456": "Ex.: 123456",
    "Wrong email address?": "Endereço de email errado?",
    "Change email": "Alterar e-mail",
    "Please enter the activation code that you received in the email.": "Por favor, insira o código de ativação que você recebeu no e-mail.",
    "The activation code is too short. Please enter all {int} digits.": "O código de ativação é muito curto. Insira todos os {int} dígitos.",
    "Start again": "Recomeçar",
    "Set your password": "Defina sua senha",
    "Create a password for your account with a minimum length of {int} characters.": "Crie uma senha para sua conta com um comprimento mínimo de {int} caracteres.",
    "Choose a password": "Escolha uma senha",
    "Password strength": "Força da senha",
    "Write a password to check its strength": "Digite uma senha para verificar sua força.",
    "Set password": "Definir senha",
    "weak": "Fraca",
    "notStrong": "Medíocre",
    "moderate": "Moderada",
    "good": "Boa",
    "strong": "Forte",
    "Password has a good length": "A senha tem um bom comprimento",
    "Password is too short to be secure": "A senha é curta demais para ser segura",
    "Upper and lower case used": "Maiúsculas e minúsculas usadas",
    "No mix of upper and lower case": "Sem mistura de maiúsculas e minúsculas",
    "Only one type of character used": "Apenas um tipo de caractere utilizado",
    "Two types of characters used": "Dois tipos de caracteres usados",
    "No letters used": "Nenhuma letra usada",
    "No numbers used": "Nenhum número usado",
    "No special characters used": "Nenhum caractere especial usado",
    "Three types of characters used": "Três tipos de caracteres usados",
    "Create Account": "Criar conta",
    "Pick a username and tagline": "Escolha um nome de usuário e uma sigla",
    "Pick a username and tagline to create your unique Lobby Account.": "Escolha um nome de usuário e uma sigla para criar sua conta lobby exclusiva.",
    "Choose a username": "Escolha um nome de usuário",
    "Choose a tagline": "Escolha uma sigla",
    "{int1} - {int2} characters": "{int1} - {int2} caracteres",
    "Username preview": "Visualização do nome de usuário",
    "Username": "Usuário",
    "Tagline": "Sigla",
    "Additional information for username and tagline": "Informações adicionais sobre o nome de usuário e a sigla",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "A combinação do seu nome de usuário e sigla será o nome exclusivo no lobby. Desde que a combinação esteja disponível, você pode escolher qualquer combinação que quiser.",
    "Lobby Account created!": "Conta lobby criada!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Sua conta lobby do Legends com o nome de login {name} foi criado com sucesso.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Encontramos os avatares dos servidores a seguir associados ao seu endereço de e-mail. Você pode acessá-los do lobby.",
    "You didn't get a code?": "Você não recebeu um código?",
    "Resend activation code": "Reenviar código de ativação",
    "ActivateAccount": "Ativar conta",
    "Start Playing": "Iniciar jogo",
    "Enter Lobby and select Gameworld": "Entre no lobby e selecione o servidor",
    "Generate new tagline": "Gerar nova sigla",
    "Enter new password": "Digite a nova senha",
    "loginPassword": "Senha",
    "Create a new password for your Legends Lobby Account.": "Crie uma nova senha para sua conta lobby do Legends.",
    "Set new password": "Definir nova senha",
    "Recover password": "Recuperar senha",
    "Your password was successfully updated.": "Sua senha foi atualizada com sucesso.",
    "You can now login with your updated credentials.": "Agora você pode fazer login com suas credenciais atualizadas.",
    "New password set": "Nova senha definida",
    "Back to Login": "Voltar para o login",
    "Password Recovery": "Recuperação de senha",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Insira o endereço de e-mail associado à sua conta lobby do Legends. Enviaremos instruções sobre como redefinir sua senha.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Se existir uma conta lobby para este endereço de e-mail, você deve ter recebido instruções para redefinir sua senha nos seus e-mails:",
    "Once you have recovered your password, you can log in again.": "Depois de recuperar sua senha, você pode fazer login novamente.",
    "Next upcoming server": "Próximo servidor",
    "Show gameworld calendar": "Mostrar calendário do servidor",
    "Show all news": "Mostrar todas as notícias",
    "Load more news": "Carregar mais notícias",
    "tribe1": "Romano",
    "tribe2": "Teuton",
    "tribe3": "Gaulês",
    "tribe6": "Egípcio",
    "tribe7": "Huno",
    "tribe8": "Espartano",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Digite o nome de usuário desejado. Ele deve ter entre {min} e {max} caracteres.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Lamentamos, mas seu nome de usuário escolhido é muito curto. Ele deve ter no mínimo {min} caracteres.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Lamentamos, mas seu nome de usuário escolhido é muito longo. Ele deve ter no máximo {max} caracteres.",
    "Read more here": "Leia mais aqui",
    "GtlTravianAnswersId": "36",
    "Close window": "Fechar janela",
    "Change player": "Mudar jogador",
    "Change region": "Mudar região",
    "One or more players found on a game world excluded by our rules.": "Um ou mais jogadores encontrados em um servidor excluído por nossas regras.",
    "noPlayerWithThisName": "Nenhum jogador ativo com esse nome encontrado",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir seu Ouro comprado e não usado para um jogador existente, verifique primeiro sua posse do Ouro ao fornecer o endereço de e-mail relevante.",
    "Please verify your code": "Verifique seu código",
    "Player name found on one game world": "Nome de jogador encontrado em um servidor",
    "Please confirm selection": "Confirme a seleção",
    "error": "erro",
    "Gold": "Ouro",
    "Gold Transfer": "Transferência de Ouro",
    "Playername": "Nome de jogador",
    "Game World": "Servidor",
    "Confirm transfer": "Confirmar transferência",
    "Please check the displayed data and confirm the gold transfer to continue.": "Verifique os detalhes exibidos e confirme a transferência de Ouro para continuar.",
    "Please enter your email address in format yourname@mail.com": "Digite o endereço de e-mail no formato nome@email.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Lamentamos, mas este endereço de e-mail parece ser muito curto. Ele deve ter no mínimo {min} caracteres.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Lamentamos, mas este endereço de e-mail parece ser muito longo. Ele deve ter no máximo {max} caracteres.",
    "We found multiple players in different regions": "Encontramos vários jogadores em diferentes regiões",
    "Please select game world": "Selecione o servidor",
    "Multiple players with that name were found": "Vários jogadores com esse nome encontrados",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Encontramos esse jogador em vários servidores na sua região Você só pode transferir o ouro para um jogador. Selecione o servidor.",
    "To find the right player, please select the region of the game world that player is located in.": "Para encontrar o jogador certo, selecione a região do servidor no qual o jogador está localizado.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} foram transferidos para o jogador {player} no servidor {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Para concluir a transferência de {icon} {amount}, o jogador {player} tem que concluir as instruções recebidas por IGM.",
    "Gold transfer successful": "Transferência de Ouro bem sucedida",
    "Verify Ownership": "Verificar a propriedade",
    "Server age in days": "Idade do servidor em dias",
    "Server speed": "Velocidade do servidor",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Este servidor só pode ser acessado por meio do aplicativo móvel Travian: Legends.",
    "Search new player": "Procurar novo jogador",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Digite o nome do jogador para quem deseja transferir o Ouro.",
    "Language selection": "Seleção de idioma",
    "Login to Lobby Account": "Faça login na conta lobby",
    "Email address / account name": "Endereço de e-mail / nome da conta",
    "Enter your email address or account name": "Digite seu endereço de e-mail ou nome da conta",
    "Password": "Senha",
    "Enter your password": "Digite sua senha",
    "Please enter your password": "Por favor digite sua senha",
    "Forgot your password?": "Esqueceu sua senha?",
    "Recover": "Recuperar",
    "Privacy Policy": "Política de Privacidade",
    "Register": "Registrar",
    "or continue with": "ou continuar com",
    "Back to Registration": "Voltar ao registo",
    "Need Help?": "Precisa de ajuda?",
    "Something went wrong": "Algo deu errado",
    "Something went wrong with your social login.": "Algo deu errado com seu login social.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Tente novamente ou, se o problema persistir, entre em contato com nossa equipe de suporte para obter ajuda.",
    "Email already used": "E-mail já utilizado",
    "The email address provided is already used for a Travian: Legends lobby account.": "O endereço de e-mail fornecido já está em uso por uma conta lobby do Travian: Legends.",
    "Please use your email address to login.": "Use seu novo endereço de e-mail para efetuar login.",
    "Email permission missing": "Permissão de e-mail ausente",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Para começar a jogar Travian: Legends, precisamos da sua permissão para acessar seu endereço de e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Tente novamente com as configurações de permissão corretas ou tente outro método de registro.",
    "registrationSocialLegalText": "Ao clicar em {QUOTE}Confirmar{QUOTE}, você aceita o {GTC} e confirma que você tomou conhecimento do {INFORMATION_RIGHT_OF_WITHDRAWAL} e da {PRIVACY_POLICY}.",
    "Confirm": "Confirmar",
    "Contact support": "Contatar o Suporte",
    "Unexpected Error": "Erro inesperado",
    "Terms & Conditions": "Termos e Condições",
    "Right of Withdrawal": "Direito de Rescisão",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Todos os direitos reservados",
    "Imprint": "Imprint",
    "Responsible for this website": "Responsável por este website",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80807 Munique\nAlemanha\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdição",
    "imprintJurisdiction": "Tribunal Distrital de Munique, HRB 173511\nNúmero de identificação do IVA. DE 246258085\nDiretores Executivos: Viktor Pulz, Jörg Strathaus\nFone: 004989/32 49 15 93 8 (não para suporte de jogo)\nFax: 004989/32 49 15 97 3 (apenas para suporte plus)",
    "Support": "Suporte",
    "Contact": "Contactos",
    "Youth protection officer": "Responsável pela proteção de jovens",
    "imprintYouthProtection": "Advogado: Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Responsável pela proteção de dados",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Não esqueça de incluir seu nome de usuário e servidor de jogo quando você escreve para Suporte.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Todos os direitos de textos, gráficos e código fonte são propriedade da Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian é uma marca registada da Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "A Comissão da UE criou uma plataforma para Resolução de Litígios em Linha (plataforma RLL) entre mercadores e consumidores. A plataforma RLL está disponível no seguinte link: {link} Não temos a obrigação de participar e atualmente não tomaremos partido em resoluções de litígios ou plataformas de resolução de litígios alternativos.",
    "Game Rules": "Regras do Jogo",
    "gameRulesInfo": "As regras do jogo fazem parte dos Termos e Condições. No caso de uma punição ou para verificar o que é permitido e o que não é, você também deve consultar os {Terms & Conditions}, especialmente a Seção 6.\n\n\nUma tentativa de contornar as regras do jogo, de encorajar outro jogador a violar as regras do jogo ou de obter uma vantagem de uma violação de regras será tratada como uma violação e punida proporcionalmente à violação e à discrição da equipe do Travian: Legends. Todas as regras do jogo ainda se aplicam para os jogadores que desejam excluir sua conta Lobby ou avatar ou estão em processo de exclusão de sua conta Lobby ou avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Cada jogador só pode ter e jogar com um avatar por servidor.",
    "gameRules1.1.b": "Um avatar sempre deve ser usado em seu benefício ou em benefício da sua confederação. Avatares que existem para o benefício de um avatar fora da mesma aliança ou confederação podem ser banidos permanentemente e apagados. Avatares que se beneficiam de avatares que existiam para o seu benefício podem ser severamente penalizados. \n\nO comportamento não permitido inclui, mas não limitado a, as seguintes ações:",
    "gameRules1.1.b-1": "Farm privado: assaltar avatares fora da confederação do saqueador que permitem ser atacados por um jogador específico ou por vários jogadores da confederação. Isso não afeta o farm normal, onde jogadores inativos são assaltados por várias confederações.",
    "gameRules1.1.b-2": "Construir aldeias com o propósito de serem conquistadas por outros jogadores fora de sua própria confederação.",
    "gameRules1.2": "O proprietário de uma conta Lobby e de um avatar é a pessoa cujo endereço de e-mail está associado à conta Lobby.  Em casos de dúvida razoável, poderá ser pedido ao jogador que escreva um e-mail ao Suporte a partir do e-mail registado da conta Lobby, para verificar que o jogador é realmente o dono da conta Lobby. Os membros da equipe do Travian: Legends nunca irão pedir a sua senha.",
    "gameRules1.3.a": "Não é permitido compartilhar a senha da conta Lobby, inclusive no caso de “co-players” – quando o avatar é jogado por dois ou mais jogadores. Co-players devem ser adicionados no Lobby para servidores específicos, e eles devem fazer login em sua própria conta Lobby para acessar o avatar ao qual foram atribuídos como co-player. \n\nA Travian Games GmbH não indeniza o proprietário de uma conta Lobby por quaisquer danos incorridos na conta Lobby ou nos avatares por alguém que tenha obtido a senha.",
    "gameRules1.3.b": "Se um jogador desejar passar de um avatar para outro ou criar um novo, então o avatar antigo deverá ser excluído antes que o acesso seja concedido ao novo avatar ou que o novo avatar seja criado.",
    "gameRules1.4": "Se inativo, um avatar será excluído automaticamente no máximo sete dias após o último login.",
    "gameRules1.5": "Convites: No caso de abuso do sistema de convite (como a criação de vários avatares violando o 1.1), tanto a conta que convidou como as convidadas poderão ser responsabilizadas e punidas.",
    "gameRules1.6": "O abuso dos sistemas de pagamento e banimento pode levar à exclusão do avatar sem possibilidade de recurso.",
    "gameRules1.7": "O abuso do design do jogo, que é considerado pelo Atendimento ao Cliente como prejudicial à experiência de jogo de terceiros, pode ser penalizado.",
    "gameRules1.8": "Ofertas “especiais”, como o Pacote de Iniciante de Ouro, estão excluídas da Transferência de Ouro. Essa disposição substitui a {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 dos Termos e Condições",
    "Sitting an avatar": "Responsáveis pelo avatar",
    "gameRules2.1": "Cada jogador pode definir até dois sitters para cuidar do avatar. O sitter de uma conta deve cuidar da conta usando a funcionalidade de sitting do jogo. A senha da conta Lobby não pode ser dada ao sitter. É proibido abusar dos direitos de responsabilidade (sitter) do avatar.",
    "gameRules2.2": "A Travian Games GmbH não oferece compensação por danos infligidos por um sitter. O proprietário da conta Lobby é totalmente responsável pelas ações de qualquer sitter em seu avatar. Se um sitter violar as regras ou os Termos e Condições do Travian: Legends, tanto o proprietário da conta Lobby como o sitter poderão ser punidos.",
    "Use of external programs": "Uso de programas externos",
    "gameRules3.1": "Travian: Legends deve ser jogado usando um navegador web convencional e não modificado. É proibido o uso de scripts e/ou bots para automatizar ações no avatar ou para se assemelhar a funcionalidades premium. \n\nIncluindo, mas não limitado a, as seguintes ações:",
    "gameRules3.1.1": "Assaltar outros avatares automaticamente (assim como enviar ondas de ataque automaticamente)",
    "gameRules3.1.2": "Começar aventuras automaticamente",
    "gameRules3.1.3": "Construir e melhorar campo de recursos e edifícios em aldeias automaticamente",
    "gameRules3.1.4": "Verificar o mapa automaticamente",
    "gameRules3.1.5": "Verificar as estatísticas de outros jogadores automaticamente",
    "gameRules3.1.6": "Enviar recursos para outras contas automaticamente",
    "gameRules3.1.7": "Treinar tropas automaticamente",
    "gameRules3.1.8": "Fazer lances em leilões automaticamente",
    "gameRules3.1.9": "Começar celebrações automaticamente",
    "gameRules3.1.10": "Verificar a própria aldeia para recursos da aldeia e informações em um lugar",
    "gameRules3.1.11": "Qualquer ação automática desempenhada por software de terceiros",
    "gameRules3.2": "A Travian Games reserva o direito de penalizar jogadores que usam um script ou bot para automatizar ações permanentemente ou por um período limitado de tempo enquanto o servidor está ativo.",
    "Program errors / bugs": "Erros / falhas de programação",
    "gameRules4.1": "Erros, falhas ou similares no jogo não podem ser usados de forma abusiva em benefício de um avatar e devem ser relatados à equipe de suporte. O abuso de qualquer erro ou falha também é punível.",
    "Selling/buying game content": "Vendendo/comprando conteúdo de jogo",
    "gameRules5.1": "Vender ou comprar serviços de terceiros, como uma conta Lobby, avatares, recursos, unidades, aldeias, Ouro, ou prata é proibido. Também é proibido vender ou comprar qualquer conteúdo do jogo por dinheiro.  Não é permitido dar acesso a uma conta Lobby ou avatar em troca de dinheiro.",
    "Netiquette": "Insulto",
    "gameRules6.1": "Os jogadores têm que comunicar sempre de forma educada.",
    "gameRules6.2": "Perfis inadequados, nomes de aldeias ou qualquer outro conteúdo pode ser editado pelo Atendimento ao Cliente sem aviso prévio. Alianças com nomes e/ou conteúdo inapropriados no seu perfil, fórum público ou qualquer outra área pública poderão ser eliminadas assim que forem detectadas.",
    "gameRules6.3": "A seguinte conduta é estritamente proibida: linguagem abusiva, difamatória, sexista, racista ou profana; comportamento adverso em relação a qualquer religião, raça, nação, gênero, grupo etário ou orientação sexual; ameaças na vida real; fazer-se passar por alguém da equipe do Travian: Legends ou alguém com uma posição oficial na empresa.",
    "gameRules6.4": "O jogo tem de permanecer livre de assuntos políticos e religiosos do mundo real.",
    "gameRules6.5": "Publicar ou expor material impróprio para menores é proibido.",
    "gameRules6.6": "Mensagens dentro do jogo só podem ser publicadas com o consentimento de ambas as partes. Publicar mensagens ou e-mails de e para a equipe do Travian: Legends é proibido, exceto se dado consentimento explícito.",
    "gameRules6.7": "Não são permitidos anúncios de nenhum tipo.",
    "gameRules6.8": "Qualquer conteúdo inapropriado, que é considerado pelo Atendimento ao Cliente como uma perturbação da experiência do jogo de outros, pode levar a penalizações.",
    "Punishments": "Castigos",
    "gameRules7.1": "Em caso de violação das regras ou dos Termos e Condições, o avatar será banido, e só será liberada cumprindo um castigo concordante com a violação ocorrida. Nomes de contas Lobby e avatares inapropriados poderão ser alterados. Quaisquer perdas durante o período de banimento, incluindo “Travian Plus” e Ouro, não serão reembolsadas pela Travian Games GmbH. Todos os jogadores são tratados com igualdade, independentemente de terem ou não adquirido Ouro.",
    "gameRules7.2": "Só é possível discutir banimentos com a equipe de Atendimento ao Cliente por meio do {Customer Service portal}.\n \nUm banimento e penalização são aplicados por um membro da Equipe de Verificação de Regras. No caso de uma queixa, outro membro da Equipe de Verificação de Regras revisará o banimento e penalização. A decisão do membro é definitiva.\n\nOs jogadores aceitam que a equipe do Travian: Legends não pode exibir os mecanismos usados para detectar violações, pois tais mecanismos poderiam ser contornados.\n\nBans, eliminações de conta e as suas consequências não devem ser discutidas publicamente. A equipe do Travian: Legends não revela informação sobre banimentos a nenhuma pessoa além dos jogadores envolvidos.",
    "Customer Service portal": "portal do Atendimento ao Cliente",
    "Rule changes and correction clause": "Alteração de regras e cláusula de correção",
    "gameRules8.1": "A Travian Games GmbH reserva-se o direito de alterar as regras a qualquer momento.",
    "gameRules8.2": "Se disposições individuais das regras deixarem de ter efeito ou forem anuladas, a validade das disposições restantes não será afetada. A Travian Games GmbH compromete-se a substituir os regulamentos ineficazes por novos regulamentos o mais rapidamente possível.",
    "gameRules8.3": "Caso haja uma inconsistência ou discrepância entre a versão em inglês e qualquer uma das outras versões em outros idiomas desta publicação, a versão em inglês prevalecerá.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Explicações mais detalhadas de certas regras do jogo podem ser encontradas nas {Game Rules FAQ}.",
    "Game Rules FAQ": "Perguntas Frequentes das Regras do Jogo",
    "Romans": "Romanos",
    "Teutons": "Teutões",
    "Gauls": "Gauleses",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legiões disciplinadas, engenharia avançada e brilhantismo estratégico definem Roma. Comande seus legionários para expandir seu império por meio do poderio militar e do domínio cultural.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Invasores ferozes, guerreiros impiedosos e agressividade implacável caracterizam os Teutões. Lidere suas forças selvagens para saquear inimigos e causar medo em seus corações com ataques rápidos como um raio.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Defensores ágeis, armadilhas astutas e recantos escondidos protegem os recursos Gaulês. Lidere sua tribo para derrotar os inimigos com resiliência e astúcia.",
    "You have reached the end - no more news found.": "Você chegou ao fim – nenhuma outra notícia encontrada.",
    "imprintTitle": "Travian: Legends – Brasil | Aviso legal",
    "imprintDescription": "Fale com os contatos responsáveis e diretores de proteção de dados do site e do título Travian: Legends – Brasil.",
    "gameRulesTitle": "Travian: Legends – Brasil | Regras do Jogo",
    "gameRulesDescription": "Saiba mais sobre o código de conduta e as regras do jogo Travian: Legends - Brasil.  ✓ Diretamente no seu navegador  ➤ JOGUE AGORA em nossos servidores internacionais recomendados",
    "Name contains invalid characters, is not allowed, or invalid": "O nome contém caracteres inválidos ou não é permitido ou válido",
    "Avatar Exists": "O Avatar existe",
    "Access Denied": "Acesso negado",
    "Unauthorized": "Não autorizado",
    "Resend activation code not provided": "Código de ativação de reenvio não fornecido",
    "Resend activation code invalid": "Código de ativação de reenvio inválido",
    "Code challenge provided, but method is not": "O desafio do código é fornecido, mas o método não é",
    "Please accept Terms and Conditions": "Aceite os Termos e Condições",
    "No proper email address can be found in authentication credentials": "Nenhum endereço de e-mail adequado pode ser encontrado nas credenciais de autenticação",
    "Wrong email, account name or password": "E-mail, nome de conta ou senha errada",
    "Identity needs activation": "A identidade precisa de ativação",
    "Token is invalid for this request": "O token é inválido para esta solicitação",
    "Invalid identity provider": "Provedor de identidade inválido",
    "Client is unauthorized": "O cliente não está autorizado",
    "Failed to figure out transfer target": "Falha ao determinar o alvo da transferência",
    "Cannot transfer this GTL to the target gameworld": "Não é possível transferir este GTL para o servidor de destino",
    "Refer a friend": "Indicar um amigo",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Você já tem um avatar no servidor em questão. O recurso de indicar um amigo só funciona em servidores onde você não tem avatar.",
    "To the Lobby": "Ir para o Lobby",
    "To the referred gameworld": "Ir para o servidor referenciado",
    "Change account?": "Mudar de conta?",
    "Log out": "Sair",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Digite o nome do avatar desejado. Ele deve ter entre {min} e {max} caracteres.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Lamentamos, mas seu nome do avatar escolhido é muito curto. Ele deve ter no mínimo {min} caracteres.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Lamentamos, mas seu nome do avatar escolhido é muito longo. Ele deve ter no máximo {max} caracteres.",
    "Change avatar": "Alterar avatar",
    "One or more avatars found on a game world excluded by our rules.": "Um ou mais avatares encontrados em um servidor excluído por nossas regras.",
    "noAvatarWithThisName": "Nenhum avatar ativo com esse nome encontrado",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferir o Ouro não utilizado que você comprou para um avatar existente, verifique primeiro sua posse do Ouro inserindo o endereço de e-mail relevante.",
    "Avatar name found on one game world": "Nome do avatar encontrado em um servidor",
    "Avatarname": "Nome do avatar",
    "We found multiple avatars in different regions": "Encontramos vários avatares em diferentes regiões",
    "Multiple avatars with that name were found": "Vários avatares com este nome foram encontrados",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Encontramos esse avatar em vários servidores na sua região Você só pode transferir o Ouro para um avatar. Selecione o servidor.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Para encontrar o avatar certo, selecione a região do servidor no qual o avatar está localizado.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} foram transferidos para o avatar {avatar} no servidor {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Para concluir a transferência de {icon} {amount}, o avatar {avatar} tem que concluir as instruções recebidas por IGM.",
    "Search new avatar": "Pesquisar novo avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Por favor, digite o nome do avatar para o qual você deseja transferir o Ouro.",
    "This gameworld is only accessible for mobile players.": "Este servidor só é acessível para jogadores de dispositivos móveis.",
    "This gameworld is restricted to players with a special invitation code.": "Este servidor está restrito a jogadores com um código de convite especial.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Este é um servidor especial que pode estar disponível apenas por tempo limitado e pode ter recursos diferentes dos servidores do jogo Clássico.",
    "Pop-up was blocked": "O pop-up foi bloqueado",
    "The pop-up for your social login was blocked by your browser.": "O pop-up para seu login social foi bloqueado pelo seu navegador.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Verifique as configurações do seu navegador, permita pop-ups e tente novamente. Se o problema persistir, entre em contato com nossa equipe de suporte para obter ajuda."
}