{
    "homeTitle": "Travian: Legends – Internacional | O jogo de estratégia multijogador online",
    "homeDescription": "Junta-te ao famoso jogo de estratégia com milhares de jogadores reais ✓ Diretamente no teu navegador  ➤ JOGA AGORA nos nossos mundos de jogo internacionais recomendados",
    "newsTitle": "Travian: Legends – Internacional | Últimas notícias",
    "newsDescription": "Sabe mais sobre as últimas notícias e atualizações ✓ Diretamente no teu navegador  ➤ JOGA AGORA nos nossos mundos de jogo internacionais recomendados",
    "calendarTitle": "Travian: Legends – Internacional | Calendário dos mundos de jogo",
    "calendarDescription": "Sabe mais sobre os servidores que estão por vir para jogar Travian: Legends – Internacional ️✓ Diretamente no teu navegador  ➤ JOGA AGORA nos nossos mundos de jogo internacionais recomendados",
    "Gameworld calendar": "Calendário dos mundos de jogo",
    "Date": "Dados",
    "Speed": "Velocidade",
    "Construction plans": "Planos de construção",
    "Artefacts": "Artefactos",
    "Gameworld end": "Fim do mundo de jogo",
    "Wonder of the World, level 100": "Maravilha do Mundo, nível 100",
    "Local gameworld languages": "Idiomas do mundo de jogo local",
    "Article image": "Imagem do artigo",
    "Read full story": "Ler a história completa",
    "Read": "Ler",
    "News & Updates": "Notícias e atualizações",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Ainda não foram definidos todos os detalhes do mundo de jogo. Receberás uma notificação no teu lobby assim que estes tiverem sido atualizados.",
    "Currently no entries": "Sem entradas de momento",
    "Join Gameworld": "Entrar no mundo de jogo",
    "Play Now": "Jogar agora",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Este mundo de jogo é restrito a jogadores com um código de convite especial. Se tens um, introdu-lo para te juntares ao mundo de jogo.",
    "Your invitation code": "O teu código de convite",
    "Enter invitation code": "Introduz o código de convite",
    "Please enter the invitation code that you received.": "Introduz o código de convite que recebeste.",
    "The invitation code is too short. Please enter all {INT} characters.": "O código de convite é demasiado curto. Introduz os {INT} caracteres.",
    "Invitation code cooldown": "Tempo de espera do código de convite",
    "digits": "dígitos",
    "To news overview": "Ir para o resumo de notícias",
    "Home": "Início",
    "Gameworld Calendar": "Calendário dos Mundos de Jogo",
    "Tournament": "Torneio",
    "Login": "Entrar",
    "Account settings": "Definições da conta",
    "Data consent": "Consentimento de dados",
    "To lobby": "Ir para o lobby",
    "Logout": "Terminar sessão",
    "Search for a language or country": "Pesquisar por um idioma ou país",
    "No language matches your search. Are you sure you typed it correctly?": "A pesquisa não encontrou resultados para o teu idioma. Tens a certeza de que o escreveste bem?",
    "Your email address is already connected to a Legends Lobby Account.": "O teu endereço de e-mail já está associado a uma conta de lobby do Legends.",
    "Create Legends Lobby Account": "Criar conta de lobby do Legends",
    "Enter your email address": "Introduz o teu endereço de e-mail",
    "Email Address": "Endereço de e-mail",
    "Please enter your email address": "Introduz o teu endereço de e-mail",
    "Please enter your email address or account name": "Introduz o teu endereço de e-mail ou o nome da conta",
    "Please enter a valid email address. E.g. mymail@provider.com": "Introduz um endereço de e-mail válido. Por exemplo, mymail@provider.com",
    "Redirecting to Login": "A redirecionar para o início de sessão",
    "Cancel": "Cancelar",
    "I want to receive the newsletter": "Quero receber a newsletter.",
    "registrationLegalText": "Ao clicar em {QUOTE}registar com endereço de e-mail{QUOTE}, aceitas os {GTC} e confirmas que leste a {INFORMATION_RIGHT_OF_WITHDRAWAL} e a {PRIVACY_POLICY}.",
    "GTC": "Termos e Condições",
    "Information on the Right of Withdrawal": "Informações sobre o direito de revogação",
    "Register with email address": "Registar com endereço de e-mail",
    "Already have an account?": "Já tens uma conta?",
    "Login now": "Inicia sessão agora",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "O código de ativação está incorreto. Introduz o código de ativação que recebeste no e-mail.",
    "Please confirm that you are not a robot": "Confirma que não és um robô.",
    "We sent you an activation link to: {email}": "Enviámos a tua hiperligação de ativação para: {email}",
    "Activate Legends Lobby account": "Ativar conta de lobby do Legends",
    "Please follow the instructions in the email to continue.": "Segue as instruções do e-mail para continuar.",
    "Enter activation code": "Introduz o código de ativação",
    "E.g. 123456": "Por exemplo, 123456",
    "Wrong email address?": "O endereço de e-mail está incorreto?",
    "Change email": "Alterar e-mail",
    "Please enter the activation code that you received in the email.": "Introduz o código de ativação que recebeste no e-mail.",
    "The activation code is too short. Please enter all {int} digits.": "O código de ativação é demasiado curto. Introduz os {int} dígitos.",
    "Start again": "Começar de novo",
    "Set your password": "Define a tua palavra-passe",
    "Create a password for your account with a minimum length of {int} characters.": "Cria uma palavra-passe para a tua conta com um comprimento mínimo de {int} caracteres.",
    "Choose a password": "Escolhe uma palavra-passe",
    "Password strength": "Força da palavra-passe",
    "Write a password to check its strength": "Introduz uma palavra-passe para verificar a sua força.",
    "Set password": "Definir palavra-passe",
    "weak": "Fraca",
    "notStrong": "Medíocre",
    "moderate": "Moderada",
    "good": "Boa",
    "strong": "Forte",
    "Password has a good length": "A palavra-passe tem um bom comprimento",
    "Password is too short to be secure": "A palavra-passe é demasiado curta para ser segura",
    "Upper and lower case used": "Utilizaste letras maiúsculas e minúsculas",
    "No mix of upper and lower case": "Não combinaste letras maiúsculas e minúsculas",
    "Only one type of character used": "Utilizaste apenas um tipo de carácter",
    "Two types of characters used": "Utilizaste dois tipos de caracteres",
    "No letters used": "Não utilizaste letras",
    "No numbers used": "Não utilizaste nenhum número",
    "No special characters used": "Não utilizaste caracteres especiais",
    "Three types of characters used": "Utilizaste três tipos de caracteres",
    "Create Account": "Criar conta",
    "Pick a username and tagline": "Escolhe um nome de utilizador e uma sigla",
    "Pick a username and tagline to create your unique Lobby Account.": "Escolhe um nome de utilizador e uma sigla para criares a tua conta de lobby única.",
    "Choose a username": "Escolhe um nome de utilizador",
    "Choose a tagline": "Escolhe uma sigla",
    "{int1} - {int2} characters": "{int1} a {int2} caracteres",
    "Username preview": "Pré-visualização do nome de utilizador",
    "Username": "Nome de utilizador",
    "Tagline": "Sigla",
    "Additional information for username and tagline": "Informações adicionais para o nome de utilizador e a sigla",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "A combinação do teu nome de utilizador e da tua sigla será o teu nome exclusivo do lobby. Desde que a combinação esteja disponível, podes escolher a combinação que quiseres.",
    "Lobby Account created!": "Conta de lobby criada!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "A tua conta de lobby Legends com o nome de início de sessão {name} foi criada.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Encontrámos os seguintes avatares do mundo de jogo associados ao teu endereço de e-mail. Podes aceder aos mesmos a partir do lobby.",
    "You didn't get a code?": "Não recebeste um código?",
    "Resend activation code": "Reenviar código de ativação",
    "ActivateAccount": "Ativar conta",
    "Start Playing": "Começar a jogar",
    "Enter Lobby and select Gameworld": "Entrar no lobby e selecionar o mundo de jogo",
    "Generate new tagline": "Gerar nova sigla",
    "Enter new password": "Introduz a palavra-passe nova",
    "loginPassword": "Palavra-passe",
    "Create a new password for your Legends Lobby Account.": "Cria uma nova palavra-passe para a tua conta de lobby do Legends.",
    "Set new password": "Definir nova palavra-passe",
    "Recover password": "Recuperar palavra-passe",
    "Your password was successfully updated.": "A tua palavra-passe foi atualizada.",
    "You can now login with your updated credentials.": "Já podes iniciar sessão com as tuas credenciais atualizadas.",
    "New password set": "Nova palavra-passe definida",
    "Back to Login": "Voltar ao início de sessão",
    "Password Recovery": "Recuperação da palavra-passe",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Introduz o endereço de e-mail associado à tua conta de lobby Legends. Iremos enviar-te instruções sobre como repor a tua palavra-passe.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Se existir uma conta de lobby para este endereço de e-mail, deves ter recebido instruções para repor a palavra-passe nos teus e-mails:",
    "Once you have recovered your password, you can log in again.": "Podes voltar a iniciar sessão assim que tiveres recuperado a tua palavra-passe.",
    "Next upcoming server": "Próximo servidor",
    "Show gameworld calendar": "Mostrar calendário dos mundos de jogo",
    "Show all news": "Mostrar todas as notícias",
    "Load more news": "Carregar mais notícias",
    "tribe1": "Romano",
    "tribe2": "Teutão",
    "tribe3": "Gaulês",
    "tribe6": "Egípcio",
    "tribe7": "Huno",
    "tribe8": "Espartano",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Introduz o teu nome de utilizador desejado. Deve ter entre {min} e {max} caracteres.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Lamentamos, mas o teu nome de utilizador desejado é demasiado curto. Deve ter, pelo menos, {min} caracteres.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Lamentamos, mas o teu nome de utilizador desejado é demasiado longo. Deve ter, no máximo, {max} caracteres.",
    "Read more here": "Lê mais aqui",
    "GtlTravianAnswersId": "36",
    "Close window": "Fechar janela",
    "Change player": "Mudar jogador",
    "Change region": "Mudar região",
    "One or more players found on a game world excluded by our rules.": "Um ou mais jogadores encontrados num mundo de jogo excluído pelas nossas regras.",
    "noPlayerWithThisName": "Nenhum jogador ativo encontrado com este nome",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferires o teu Ouro comprado e não gasto para um jogador já existente, verifica primeiro a tua titularidade do Ouro, introduzindo o endereço de e-mail relevante.",
    "Please verify your code": "Verifica o teu código",
    "Player name found on one game world": "Nome de jogador encontrado num mundo de jogo",
    "Please confirm selection": "Confirma a seleção",
    "error": "erro",
    "Gold": "Ouro",
    "Gold Transfer": "Transferência de Ouro",
    "Playername": "Nome de jogador",
    "Game World": "Mundo de jogo",
    "Confirm transfer": "Confirmar transferência",
    "Please check the displayed data and confirm the gold transfer to continue.": "Verifica os detalhes apresentados e confirma a transferência de Ouro para continuar.",
    "Please enter your email address in format yourname@mail.com": "Introduz o teu email no formato oteunome@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Lamentamos, mas este endereço de email parece ser demasiado curto. Deverá ter pelo menos {min} caracteres.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Lamentamos, mas este endereço de email parece ser demasiado longo. Deve ter, no máximo, {max} caracteres.",
    "We found multiple players in different regions": "Encontrámos múltiplos jogadores em diferentes regiões",
    "Please select game world": "Seleciona um mundo de jogo",
    "Multiple players with that name were found": "Múltiplos jogadores encontrados com este nome",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Encontrámos esse jogador em múltiplos mundos de jogo na tua região. Só podes transferir o teu Ouro para um novo jogador. Seleciona um mundo de jogo.",
    "To find the right player, please select the region of the game world that player is located in.": "Para encontrar o jogador certo, seleciona a região do mundo de jogo onde o jogador se encontra.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} foram transferidos para o jogador {player} no mundo de jogo {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Para completar a transferência de {icon} {amount}, o jogador {player} tem de completar as instruções recebidas através da IGM.",
    "Gold transfer successful": "Transferência de Ouro bem-sucedida",
    "Verify Ownership": "Verificar propriedade",
    "Server age in days": "Idade do servidor em dias",
    "Server speed": "Velocidade do servidor",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Este mundo de jogo só pode ser encontrado através da aplicação móvel do Travian: Legends.",
    "Search new player": "Procurar novo jogador",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Introduz o nome do jogador para quem gostarias de transferir o Ouro.",
    "Language selection": "Seleção do idioma",
    "Login to Lobby Account": "Inicia sessão na conta de lobby",
    "Email address / account name": "Endereço de e-mail/nome da conta",
    "Enter your email address or account name": "Introduz o teu endereço de e-mail ou o nome da conta",
    "Password": "Senha",
    "Enter your password": "Introduz a tua palavra-passe",
    "Please enter your password": "Introduz a tua palavra-passe",
    "Forgot your password?": "Esqueceste-te da tua senha?",
    "Recover": "Recuperar",
    "Privacy Policy": "Política de Privacidade",
    "Register": "Registar",
    "or continue with": "ou continuar com",
    "Back to Registration": "Voltar ao registo",
    "Need Help?": "Precisas de ajuda?",
    "Something went wrong": "Alguma coisa correu mal",
    "Something went wrong with your social login.": "Alguma coisa correu mal com o teu início de sessão social.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Tenta novamente ou, se o problema persistir, não hesites em contactar a nossa equipa de apoio para obter ajuda.",
    "Email already used": "O e-mail já está a ser utilizado",
    "The email address provided is already used for a Travian: Legends lobby account.": "O endereço de e-mail fornecido já está a ser utilizado numa conta de lobby do Travian: Legends.",
    "Please use your email address to login.": "Utiliza o teu endereço de e-mail para iniciar sessão.",
    "Email permission missing": "Falta a permissão de e-mail",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Para começares a jogar Travian: Legends, precisamos da tua autorização para aceder ao teu endereço de e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Tenta novamente com as definições de permissão corretas ou tenta outro método de registo.",
    "registrationSocialLegalText": "Ao clicares em {QUOTE}Confirmar{QUOTE}, estás a aceitar os {GTC} e confirmas que leste a {INFORMATION_RIGHT_OF_WITHDRAWAL} e a {PRIVACY_POLICY}.",
    "Confirm": "Confirmar",
    "Contact support": "Contactar o Suporte",
    "Unexpected Error": "Erro inesperado",
    "Terms & Conditions": "Termos e Condições",
    "Right of Withdrawal": "Direito de Revogação",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Todos os direitos reservados.",
    "Imprint": "Aviso legal",
    "Responsible for this website": "Responsável pelo website",
    "imprintResponsible": "Travian Games GmbH\nMoolacher Strat. 70\n80809 Munique\nAlemanha\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdição",
    "imprintJurisdiction": "Tribunal do Distrito de Munique, HRB 173511\nN.º de identificação IVA. DE 246258085\nDiretores Administrativos: Viktor Pulz, Jörg Strathaus\nTelefone: +49 89/32 49 15 93 8 (não para suporte ao jogo)\nFax: +49 89/32 49 15 97 3 (apenas suporte plus)",
    "Support": "Suporte",
    "Contact": "Contactos",
    "Youth protection officer": "Agente de proteção a menores",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Diretor de proteção de dados",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Não te esqueças de incluir o teu nome de utilizador e servidor de jogo quando contactares o Suporte.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Todos os direitos de textos, gráficos e código fonte são propriedade da Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian é uma marca registada da Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "A Comissão Europeia criou uma plataforma para resolução de litígios em linha (Plataforma RLL) entre comerciantes e consumidores. Esta plataforma RLL está acessível através da seguinte ligação: {link}. Não somos forçados a participar, nem iremos de momento tomar parte em alternativas de resoluções de litígios ou plataformas de resoluções de litígios.",
    "Game Rules": "Regras do Jogo",
    "gameRulesInfo": "As regras do jogo fazem parte dos Termos e Condições. No caso de um ban, ou para verificar o que é ou não permitido, deves também consultar os {Terms & Conditions}, especialmente a secção 6.\n\n\nAs tentativas de contornar as regras do jogo, de incentivar outro jogador a violar as regras de jogo ou de obter vantagem através de uma violação das regras serão tratadas como uma violação e punidas em conformidade, em proporção à violação e ao critério da equipa do Travian: Legends. Todas as regras do jogo continuam a aplicar-se aos jogadores que desejam eliminar a sua conta de lobby ou avatar, ou que estão em processo de eliminação da sua conta de lobby ou avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Cada jogador só pode ter e jogar com um avatar por mundo de jogo.",
    "gameRules1.1.b": "Um avatar deve ser sempre jogado para o seu benefício ou para o benefício da sua confederação. Os avatares que existam para o beneficio de um avatar fora da mesma aliança ou confederação podem ser permanentemente banidos e eliminados. Os avatares que beneficiam de avatares que existiram para o seu benefício podem ser severamente punidos. \n\nO comportamento proibido inclui, entre outros, as seguintes ações:",
    "gameRules1.1.b-1": "Farms privadas: assaltar avatares fora da confederação do saqueador que se permitem ser assaltados por um jogador específico ou por vários jogadores da confederação. Isto não afeta os farms habituais, em que os jogadores inativos são assaltados por múltiplas confederações.",
    "gameRules1.1.b-2": "Construir aldeias para o propósito de serem conquistadas por outros jogadores fora da sua própria confederação.",
    "gameRules1.2": "O dono de uma conta de lobby e de um avatar é a pessoa cujo endereço de e-mail está associado à conta de lobby.  Em casos de dúvida razoável, poderá ser pedido ao jogador que envie um e-mail ao suporte a partir do e-mail registado da conta de lobby, para verificar que o jogador é realmente o dono da conta de lobby. Nenhum membro da equipa do Travian: Legends irá alguma vez pedir-te a tua palavra-passe.",
    "gameRules1.3.a": "Não é permitido partilhar a palavra-passe da conta de lobby, incluindo no caso de \"duals\" – quando o avatar é jogado por dois ou mais jogadores. Os duals têm de ser adicionados no lobby para mundos de jogo específicos e têm de entrar na sua própria conta de lobby para acederem ao avatar ao qual foram atribuídos como dual. \n\nA Travian Games GmbH não compensa o dono de uma conta de lobby por danos à conta de lobby ou aos avatares feitos por alguém que obteve a palavra-passe.",
    "gameRules1.3.b": "Se um jogador quiser mudar de um avatar para outro ou criar um novo, o avatar antigo terá de ser eliminado antes de o jogador obter acesso ao novo avatar ou de o novo avatar ser criado.",
    "gameRules1.4": "Um avatar inativo será eliminado automaticamente passados, no mínimo, sete dias desde o último início de sessão.",
    "gameRules1.5": "Convites: No caso do sistema de convites ser abusado (por exemplo, criando vários avatares em violação da regra 1.1), tanto a conta que convidou como as convidadas poderão ser responsabilizadas e punidas.",
    "gameRules1.6": "O abuso dos sistemas de pagamento e de banimento pode levar à eliminação do avatar sem a possibilidade de apelo.",
    "gameRules1.7": "O abuso do design de jogo, que é considerado pelo Staff Travian como prejudicial para a experiência de jogo dos outros, pode ser penalizado.",
    "gameRules1.8": "Ofertas \"especiais\", como o Pacote de Iniciante de Ouro, estão excluídas da Transferência de Ouro. Esta disposição prevalece sobre a {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 dos Termos e condições",
    "Sitting an avatar": "Sitting de um avatar",
    "gameRules2.1": "Cada jogador pode definir sitters que podem cuidar do avatar. O sitter de um avatar tem de cuidar do avatar usando a funcionalidade de sitting de avatar do jogo. A palavra-passe da conta de lobby não pode ser dada ao sitter. O abuso dos direitos de sitter é proibido.",
    "gameRules2.2": "A Travian Games GmbH não oferece compensação por danos infligidos por um sitter. O dono da conta de lobby é totalmente responsável pelas ações dos sitters do seu avatar. Se um sitter violar as regras ou os termos e condições do Travian: Legends, tanto o sitter como o dono da conta de lobby poderão ser punidos.",
    "Use of external programs": "Uso de programas externos",
    "gameRules3.1": "O Travian: Legends deve ser jogado usando um navegador convencional e não modificado. O uso de scripts e/ou bots para automatizar ações no avatar ou para simular funcionalidades premium é proibido. \n\nIsto inclui, mas não se limita, às seguintes ações:",
    "gameRules3.1.1": "Assaltar outros avatares automaticamente (e enviar vagas de ataques automaticamente)",
    "gameRules3.1.2": "Começar aventuras automaticamente",
    "gameRules3.1.3": "Construir e melhorar automaticamente os campos de recursos em aldeias",
    "gameRules3.1.4": "Procurar o mapa automaticamente",
    "gameRules3.1.5": "Procurar as estatísticas de outros jogadores automaticamente",
    "gameRules3.1.6": "Pushing de recursos para outros avatares automaticamente",
    "gameRules3.1.7": "Treinar tropas automaticamente",
    "gameRules3.1.8": "Colocar licitações em itens nos leilões automaticamente",
    "gameRules3.1.9": "Começar celebrações automaticamente",
    "gameRules3.1.10": "Procurar nas próprias aldeias para exibir os recursos e informações num só sitio",
    "gameRules3.1.11": "Qualquer outra ação automatizada realizada por software de terceiros",
    "gameRules3.2": "A Travian Games reserva-se o direito de penalizar os jogadores que usem scripts ou bots para automatizar ações permanentemente ou por um determinado espaço de tempo enquanto o mundo de jogo se encontra ativo.",
    "Program errors / bugs": "Erros de programação/bugs",
    "gameRules4.1": "Os erros, bugs ou elementos semelhantes que existam no jogo não podem ser explorados para benefício de um avatar e devem ser reportados à equipa de suporte. O abuso de qualquer erro ou bug também é punível.",
    "Selling/buying game content": "Vender/comprar conteúdo do jogo",
    "gameRules5.1": "A venda ou compra de serviços de terceiras partes, de uma conta de lobby, um avatar, recursos, unidades, aldeias, Ouro ou prata é proibida. A prática de comprar ou vender conteúdo do jogo por dinheiro é proibida.  Não é permitido dar acesso às contas de lobby e avatares em troca de dinheiro.",
    "Netiquette": "Net Etiqueta",
    "gameRules6.1": "Os jogadores têm que comunicar sempre de forma educada.",
    "gameRules6.2": "Perfis, nomes de aldeias, ou qualquer outro conteúdo inapropriado pode ser editado pelo Apoio ao Cliente sem aviso prévio. Alianças com nomes e/ou conteúdo inapropriados no seu perfil, fórum público ou qualquer outra área pública poderão ser eliminadas assim que forem detetadas.",
    "gameRules6.3": "A seguinte conduta é estritamente proibida: linguagem abusiva, difamatória, sexista, racista ou profana; comportamento adverso em relação a qualquer religião, raça, nação, género, grupo etário ou orientação sexual; ameaças na vida real; fazer-se passar por alguém da equipa do Travian: Legends ou alguém com uma posição oficial na companhia.",
    "gameRules6.4": "O jogo tem de permanecer livre de assuntos políticos do mundo real e de religião.",
    "gameRules6.5": "Publicar ou expor material impróprio para menores é proibido.",
    "gameRules6.6": "Mensagens dentro do jogo só podem ser publicadas com o consentimento de ambas as partes. Publicar mensagens ou e-mails de e para a equipa do Travian: Legends é proibido, exceto se dado consentimento explícito.",
    "gameRules6.7": "Não são permitidos anúncios de nenhum tipo.",
    "gameRules6.8": "Qualquer conteúdo impróprio, que seja considerado pelo Staff Travian como prejudicial para a experiência de jogo dos outros, pode ser penalizado.",
    "Punishments": "Castigos",
    "gameRules7.1": "Em caso de violação das regras ou dos Termos e condições, o avatar será banido e só será libertado cumprindo um castigo concordante com a violação ocorrida. Os nomes de contas de lobby e avatares inapropriados poderão ser alterados. As perdas que ocorram durante o período de ban, incluindo \"Travian Plus\" e Ouro, não serão substituídos pela Travian Games GmbH. Todos os jogadores são tratados de forma igual, independentemente de eventuais compras de Ouro.",
    "gameRules7.2": "Um ban só pode ser discutido com o Apoio ao Cliente através do {Customer Service portal}.\n \nUm ban e a punição são dados por um membro da Equipa de Imposição de Regras. Em caso de queixa, outro membro da Equipa de Imposição de Regras irá rever o ban e a punição. A decisão dele é final.\n\nOs jogadores aceitam que a equipa Travian: Legends não pode revelar os mecanismos utilizados para detetar violações, uma vez que tais mecanismos poderiam ser contornados.\n\nBans, eliminações de conta e as suas consequências não devem ser discutidas publicamente. A equipa do Travian: Legends não revela informação sobre bans a nenhum indivíduo além dos envolvidos.",
    "Customer Service portal": "portal de Apoio ao Cliente",
    "Rule changes and correction clause": "Alteração de regras e cláusula de correção",
    "gameRules8.1": "A Travian Games GmbH reserva o direito de alterar as regras a qualquer momento.",
    "gameRules8.2": "Se disposições individuais das regras deixarem de ter efeito ou forem anuladas, a validade das disposições restantes não será afetada. A Travian Games GmbH compromete-se a substituir as regras ineficazes com novas regras com a maior rapidez possível.",
    "gameRules8.3": "Caso existam inconsistências ou discrepâncias entre a versão em inglês e qualquer outra versão linguística desta publicação, a versão em inglês prevalecerá.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Podes encontrar explicações mais detalhadas de certas regras do jogo nas {Game Rules FAQ}.",
    "Game Rules FAQ": "Perguntas frequentes sobre as regras do jogo",
    "Romans": "Romanos",
    "Teutons": "Teutões",
    "Gauls": "Gauleses",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Legiões disciplinadas, engenharia avançada e brilhantismo estratégico definem Roma. Lidera os teus legionários para expandires o teu império através do poderio militar e do domínio cultural.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Os Teutões caracterizam-se por serem invasores ferozes, guerreiros impiedosos e por uma agressividade implacável. Comanda o teu exército selvagem, pilha os inimigos e espalha o medo com ataques rápidos.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Defensores rápidos, armadilhas astutas e recantos escondidos protegem os recursos dos Gauleses. Lidera a tua tribo para venceres os inimigos com resiliência e astúcia.",
    "You have reached the end - no more news found.": "Chegaste ao fim – não há mais notícias.",
    "imprintTitle": "Travian: Legends – Internacional | Aviso legal",
    "imprintDescription": "Comunica com os contactos responsáveis e os funcionários de proteção de dados da página web e do título Travian: Legends – Internacional.",
    "gameRulesTitle": "Travian: Legends – Internacional | Regras de jogo",
    "gameRulesDescription": "Sabe mais sobre o código de conduta e as regras do jogo Travian: Legends – Internacional.  ✓ Diretamente no teu browser  ➤ JOGA AGORA nos nossos mundos de jogo internacionais recomendados",
    "Name contains invalid characters, is not allowed, or invalid": "O nome contém caracteres inválidos ou não é permitido/é inválido",
    "Avatar Exists": "O avatar já existe",
    "Access Denied": "Acesso negado",
    "Unauthorized": "Não autorizado",
    "Resend activation code not provided": "Código de ativação de reenviado não fornecido",
    "Resend activation code invalid": "O código de ativação reenviado é inválido",
    "Code challenge provided, but method is not": "O código de desafio foi fornecido, mas o método não",
    "Please accept Terms and Conditions": "Aceita os Termos e Condições",
    "No proper email address can be found in authentication credentials": "Não é possível encontrar um endereço de e-mail correto nas credenciais de autenticação",
    "Wrong email, account name or password": "E-mail, nome ou palavra-passe da conta errados",
    "Identity needs activation": "A identidade precisa de ser ativada",
    "Token is invalid for this request": "O token é inválido para este pedido",
    "Invalid identity provider": "Fornecedor de identidade inválido",
    "Client is unauthorized": "O cliente não tem autorização",
    "Failed to figure out transfer target": "Não foi possível determinar o alvo da transferência",
    "Cannot transfer this GTL to the target gameworld": "Não é possível transferir este link de transferência de Ouro para o mundo de jogo pretendido",
    "Refer a friend": "Indica um amigo",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Já tens um avatar no mundo de jogo espeficiado. A funcionalidade de convidar um amigo só funciona em mundos de jogo onde não tens avatares.",
    "To the Lobby": "Ir para o lobby",
    "To the referred gameworld": "Ir para o mundo de jogo especificado",
    "Change account?": "Queres trocar de conta?",
    "Log out": "Terminar sessão",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Introduz o teu nome de avatar desejado. Deve ter entre {min} e {max} caracteres.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Lamentamos, mas o teu nome de avataar desejado é demasiado curto. Deve ter, pelo menos, {min} caracteres.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Lamentamos, mas o teu nome de avataar desejado é demasiado longo. Deve ter, no máximo, {max} caracteres.",
    "Change avatar": "Alterar avatar",
    "One or more avatars found on a game world excluded by our rules.": "Encontrámos um ou mais avatares num mundo de jogo excluído pelas nossas regras.",
    "noAvatarWithThisName": "Não encontrámos nenhum avatar ativo com este nome",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Para transferires o teu Ouro comprado e não gasto para um avatar já existente, verifica primeiro a tua titularidade do Ouro, introduzindo o endereço de e-mail relevante.",
    "Avatar name found on one game world": "Nome de avatar encontrado num mundo de jogo",
    "Avatarname": "Nome do avatar",
    "We found multiple avatars in different regions": "Encontrámos múltiplos avatares em diferentes regiões",
    "Multiple avatars with that name were found": "Foram encontrados vários avatares com este nome",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Encontrámos este avatar em múltiplos mundos de jogo na tua região. Só podes transferir o teu Ouro para um novo avatar. Seleciona um mundo de jogo.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Para encontrar o avatar certo, seleciona a região do mundo de jogo onde o avatar se encontra.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} foram transferidos para o avatar {avatar} no mundo de jogo {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Para completar a transferência de {icon} {amount}, o avatar {avatar} tem de completar as instruções recebidas através da IGM.",
    "Search new avatar": "Procurar um novo avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Introduz o nome do avatar para o qual gostarias de transferir o Ouro.",
    "This gameworld is only accessible for mobile players.": "Este mundo de jogo só está acessível aos jogadores de dispositivos móveis.",
    "This gameworld is restricted to players with a special invitation code.": "Este mundo de jogo é restrito a jogadores com um código de convite especial.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Este é um mundo de jogo especial que pode estar disponível apenas por um período limitado e pode ter características diferentes dos mundos de jogo clássicos.",
    "Pop-up was blocked": "O pop-up foi bloqueado",
    "The pop-up for your social login was blocked by your browser.": "O pop-up para o teu início de sessão social foi bloqueado pelo teu navegador.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Verifica as definições do teu navegador, permite pop-ups e tenta novamente. Se o problema persistir, não hesites em contactar a nossa equipa de apoio para obter ajuda."
}