{
    "homeTitle": "Travian: Legends – Internațional | Jocul multiplayer de strategie online",
    "homeDescription": "Fă parte din comunitatea jocului de strategie de renume mondial, alături de mii de jucători reali ✓ Direct în browser  ➤ JOACĂ ACUM în lumile noastre de joc internaționale recomandate",
    "newsTitle": "Travian: Legends – Internațional | Ultimele știri",
    "newsDescription": "Află mai multe despre cele mai recente știri și actualizări ✓ Direct în browser  ➤ JOACĂ ACUM în lumile noastre de joc internaționale recomandate",
    "calendarTitle": "Travian: Legends – Internațional | Calendarul lumilor de joc",
    "calendarDescription": "Obține detalii despre planurile de lansare a noilor servere Travian: Legends – Internațional ✓ Direct în browser  ➤ JOACĂ ACUM în lumile noastre de joc internaționale recomandate",
    "Gameworld calendar": "Calendarul lumilor de joc",
    "Date": "Dată",
    "Speed": "Viteză",
    "Construction plans": "Planurile de construcție",
    "Artefacts": "Artefacte",
    "Gameworld end": "Sfârșitul lumii de joc",
    "Wonder of the World, level 100": "Minunea Lumii, nivel 100",
    "Local gameworld languages": "Limbile lumii de joc locale",
    "Article image": "Imaginea articolului",
    "Read full story": "Citește articolul complet",
    "Read": "Citește",
    "News & Updates": "Știri și actualizări",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Încă nu au fost definite toate detaliile lumii de joc. Vei primi o notificare în lobby-ul tău odată ce acestea au fost actualizate.",
    "Currently no entries": "Nu am identificat nicio înregistrare în momentul actual",
    "Join Gameworld": "Intră în lumea de joc",
    "Play Now": "Joacă acum",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Această lume de joc este rezervată jucătorilor care dețin un cod special de invitație. Dacă ai unul, te rugăm să îl introduci pentru a intra în lumea de joc.",
    "Your invitation code": "Codul tău de invitație",
    "Enter invitation code": "Introdu codul de invitație",
    "Please enter the invitation code that you received.": "Te rugăm să introduci codul de invitație pe care l-ai primit.",
    "The invitation code is too short. Please enter all {INT} characters.": "Codul de invitație este prea scurt. Te rugăm să introduci toate cele {INT} caractere.",
    "Invitation code cooldown": "Reactivare cod invitație",
    "digits": "cifre",
    "To news overview": "Accesează rezumatul știrilor",
    "Home": "Acasă",
    "Gameworld Calendar": "Calendarul lumilor de joc",
    "Tournament": "Turneu",
    "Login": "Conectare",
    "Account settings": "Setările contului",
    "Data consent": "Consimțământ privind datele",
    "To lobby": "Accesează lobby",
    "Logout": "Ieşire",
    "Search for a language or country": "Caută o limbă sau o țară",
    "No language matches your search. Are you sure you typed it correctly?": "Nicio limbă nu se potrivește căutărilor tale. Ești sigur că ai scris-o corect?",
    "Your email address is already connected to a Legends Lobby Account.": "Această adresă de e-mail este deja asociată unui cont de lobby Legends.",
    "Create Legends Lobby Account": "Creează cont de lobby Legends",
    "Enter your email address": "Introdu adresa ta de e-mail",
    "Email Address": "Adresa de e-mail",
    "Please enter your email address": "Te rugăm să introduci adresa ta de e-mail",
    "Please enter your email address or account name": "Te rugăm să introduci adresa de e-mail sau numele contului tău",
    "Please enter a valid email address. E.g. mymail@provider.com": "Introdu o adresă de e-mail validă. De exemplu: mymail@provider.com",
    "Redirecting to Login": "Se redirecționează la conectare",
    "Cancel": "Anulează",
    "I want to receive the newsletter": "Doresc să primesc buletinul informativ.",
    "registrationLegalText": "Dând clic pe {QUOTE}Înregistrează-te cu adresa de e-mail{QUOTE}, accepți {GTC} și confirmi că ai citit {INFORMATION_RIGHT_OF_WITHDRAWAL} și {PRIVACY_POLICY}.",
    "GTC": "Termenii și condițiile de utilizare",
    "Information on the Right of Withdrawal": "Informații privind dreptul de retragere",
    "Register with email address": "Înregistrează-te cu adresa de e-mail",
    "Already have an account?": "Ai deja un cont?",
    "Login now": "Conectează-te acum",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Codul de activare este incorect. Introdu codul de activare pe care l-ai primit prin e-mail.",
    "Please confirm that you are not a robot": "Confirmă că nu ești un robot.",
    "We sent you an activation link to: {email}": "Ți-am trimis link-ul de activare la: {email}",
    "Activate Legends Lobby account": "Activează contul de lobby Legends",
    "Please follow the instructions in the email to continue.": "Urmează instrucțiunile din e-mail pentru a continua.",
    "Enter activation code": "Introdu codul de activare",
    "E.g. 123456": "De exemplu, 123456",
    "Wrong email address?": "Adresa de e-mail este greșită?",
    "Change email": "Modifică adresa de e-mail",
    "Please enter the activation code that you received in the email.": "Introdu codul de activare pe care l-ai primit prin e-mail.",
    "The activation code is too short. Please enter all {int} digits.": "Codul de activare este prea scurt. Introdu toate cele {int} cifre.",
    "Start again": "Începe din nou",
    "Set your password": "Setează parola",
    "Create a password for your account with a minimum length of {int} characters.": "Creează o parolă pentru contul tău, cu o lungime minimă de {int} caractere.",
    "Choose a password": "Alege o parolă",
    "Password strength": "Complexitatea parolei",
    "Write a password to check its strength": "Introdu o parolă pentru a-i verifica complexitatea.",
    "Set password": "Setează parola",
    "weak": "Slabă",
    "notStrong": "Mediocră",
    "moderate": "Moderată",
    "good": "Bună",
    "strong": "Complexă",
    "Password has a good length": "Parola are o lungime adecvată",
    "Password is too short to be secure": "Parola este prea scurtă pentru a fi sigură",
    "Upper and lower case used": "S-au folosit majuscule și minuscule",
    "No mix of upper and lower case": "Fără combinație de majuscule și minuscule",
    "Only one type of character used": "S-a folosit doar un singur tip de caractere",
    "Two types of characters used": "S-au folosit două tipuri de caractere",
    "No letters used": "Nu s-au folosit litere",
    "No numbers used": "Nu s-au folosit numere",
    "No special characters used": "Nu s-a folosit niciun caracter special",
    "Three types of characters used": "S-au folosit trei tipuri de caractere",
    "Create Account": "Creează cont",
    "Pick a username and tagline": "Alege un nume de utilizator și un tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Alege un nume de utilizator și un tag pentru a-ți crea un cont de lobby unic.",
    "Choose a username": "Alege un nume de utilizator",
    "Choose a tagline": "Alege un tag",
    "{int1} - {int2} characters": "{int1} - {int2} caractere",
    "Username preview": "Previzualizare nume utilizator",
    "Username": "Nume utilizator",
    "Tagline": "Tag",
    "Additional information for username and tagline": "Informații suplimentare pentru numele de utilizator și tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Această combinație nume utilizator/tag va fi numele tău unic de lobby. Atâta timp cât este disponibilă, poți alege orice combinație dorești.",
    "Lobby Account created!": "Contul de lobby a fost creat!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Contul tău de lobby Legends cu numele de utilizator {name} a fost creat cu succes.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Următoarele avataruri asociate adresei tale de e-mail au fost identificate în lumea de joc. Le poți accesa din lobby.",
    "You didn't get a code?": "Nu ai primit niciun cod?",
    "Resend activation code": "Trimite codul de activare din nou",
    "ActivateAccount": "Activează contul",
    "Start Playing": "Începe jocul",
    "Enter Lobby and select Gameworld": "Intră în lobby și selectează lumea de joc",
    "Generate new tagline": "Generează o etichetă nouă",
    "Enter new password": "Introdu parola nouă",
    "loginPassword": "Parolă",
    "Create a new password for your Legends Lobby Account.": "Creează o nouă parolă pentru contul tău de lobby Legends.",
    "Set new password": "Setează o parolă nouă",
    "Recover password": "Recuperează parola",
    "Your password was successfully updated.": "Parola ta a fost actualizată cu succes.",
    "You can now login with your updated credentials.": "Acum te poți conecta cu datele tale de identificare actualizate.",
    "New password set": "Parolă nouă setată",
    "Back to Login": "Înapoi la conectare",
    "Password Recovery": "Recuperarea parolei",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Introdu adresa de e-mail asociată contului tău de lobby Legends. Îți vom trimite instrucțiuni privind modul de resetare a parolei.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Dacă această adresă de e-mail este asociată unui cont de lobby, ar fi trebuit să primești instrucțiuni privind resetarea parolei în căsuța ta poștală:",
    "Once you have recovered your password, you can log in again.": "Te vei putea autentifica din nou după ce îți vei recupera parola.",
    "Next upcoming server": "Serverul ce urmează în calendarul de lansări",
    "Show gameworld calendar": "Afișează calendarul lumilor de joc",
    "Show all news": "Afișează toate știrile",
    "Load more news": "Încarcă mai multe știri",
    "tribe1": "Roman",
    "tribe2": "Barbar",
    "tribe3": "Dac",
    "tribe6": "Egiptean",
    "tribe7": "Hun",
    "tribe8": "Spartan",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Te rugăm să introduci numele de utilizator dorit. Acesta trebuie să conțină între {min} și {max} caractere.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Ne pare rău, însă numele de utilizator dorit este prea scurt. Trebuie să conțină cel puțin {min} caractere.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Ne pare rău, însă numele de utilizator dorit este prea lung. Trebuie să conțină cel mult {max} caractere.",
    "Read more here": "Citește mai multe aici",
    "GtlTravianAnswersId": "35",
    "Close window": "Închide fereastra",
    "Change player": "Schimbă jucător",
    "Change region": "Schimbă regiune",
    "One or more players found on a game world excluded by our rules.": "Unul sau mai mulți jucători au fost găsiți într-o lume de joc exclusă conform regulilor noastre.",
    "noPlayerWithThisName": "Nu a fost găsit niciun jucător activ cu acest nume",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Pentru a transfera Aurul achiziționat neutilizat către un jucător existent, te rugăm să confirmi mai întâi calitatea de proprietar al Aurului introducând adresa de e-mail relevantă.",
    "Please verify your code": "Te rugăm să îți verifici codul",
    "Player name found on one game world": "Numele jucătorului a fost găsit într-o lume de joc",
    "Please confirm selection": "Te rugăm să confirmi selecția",
    "error": "eroare",
    "Gold": "Aur",
    "Gold Transfer": "Transfer Aur",
    "Playername": "Nume jucător",
    "Game World": "Lume de joc",
    "Confirm transfer": "Confirmă transferul",
    "Please check the displayed data and confirm the gold transfer to continue.": "Te rugăm să verifici detaliile afișate și să confirmi transferul Aurului pentru a continua.",
    "Please enter your email address in format yourname@mail.com": "Te rugăm să introduci adresa ta de e-mail în formatul numeletău@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Ne pare rău, însă această adresă de e-mail este prea scurtă. Trebuie să conțină cel puțin {min} caractere.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Ne pare rău, însă această adresă de e-mail este prea lungă. Trebuie să conțină cel mult {max} caractere.",
    "We found multiple players in different regions": "Am găsit mai mulți jucători în regiuni diferite",
    "Please select game world": "Te rugăm să selectezi lumea de joc",
    "Multiple players with that name were found": "Au fost găsiți mai mulți jucători cu acel nume",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Am găsit acel jucător în mai multe lumi de joc din regiunea ta. Poți transfera Aurul unui singur jucător nou. Te rugăm să selectezi o lume de joc.",
    "To find the right player, please select the region of the game world that player is located in.": "Pentru a găsi jucătorul dorit, te rugăm să selectezi regiunea lumii de joc în care acesta se află.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} a fost transferat către jucătorul {player} în lumea de joc {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Pentru a finaliza transferul a {icon} {amount}, jucătorul {player} trebuie să urmeze instrucțiunile primite prin IGM (mesaj în joc).",
    "Gold transfer successful": "Transferul de Aur a fost realizat cu succes",
    "Verify Ownership": "Verifică dreptul de proprietate",
    "Server age in days": "Vârsta serverului în zile",
    "Server speed": "Viteză server",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Această lume de joc poate fi accesată doar prin intermediul aplicației mobile Travian: Legends.",
    "Search new player": "Caută jucător nou",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Te rugăm să introduci numele jucătorului căruia dorești să-i transferi Aurul.",
    "Language selection": "Selectarea limbii",
    "Login to Lobby Account": "Conectează-te pentru contul de lobby",
    "Email address / account name": "Adresă e-mail / nume cont",
    "Enter your email address or account name": "Introdu adresa de e-mail sau numele contului tău",
    "Password": "Parolă",
    "Enter your password": "Introdu parola",
    "Please enter your password": "Te rugăm să introduci parola",
    "Forgot your password?": "Ai uitat parola?",
    "Recover": "Recuperează",
    "Privacy Policy": "Politica de confidențialitate",
    "Register": "Înregistrare",
    "or continue with": "sau continuă cu:",
    "Back to Registration": "Înapoi la înregistrare",
    "Need Help?": "Ai nevoie de ajutor?",
    "Something went wrong": "Ceva nu a mers bine",
    "Something went wrong with your social login.": "A apărut o eroare în procesul de autentificare prin rețelele sociale.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Te invităm să reîncerci și, dacă întâmpini în continuare dificultăți, să apelezi la serviciul nostru de asistență.",
    "Email already used": "E-mail deja utilizat",
    "The email address provided is already used for a Travian: Legends lobby account.": "Adresa de e-mail furnizată este deja utilizată pentru un cont de lobby Travian: Legends.",
    "Please use your email address to login.": "Te rugăm să folosești adresa de e-mail pentru a te conecta.",
    "Email permission missing": "Lipsă permisiune e-mail",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Pentru a începe să joci Travian: Legends, trebuie să ne acorzi permisiunea de a-ți accesa adresa de e-mail.",
    "Please try again with the correct permission settings or try another registration method.": "Te rugăm să reîncerci cu permisiunile configurate corect sau să alegi o metodă alternativă de înregistrare.",
    "registrationSocialLegalText": "Dând clic pe {QUOTE}Confirmă{QUOTE}, accepți {GTC} și confirmi că ai luat act de {INFORMATION_RIGHT_OF_WITHDRAWAL} și de {PRIVACY_POLICY}.",
    "Confirm": "Confirmă",
    "Contact support": "Contactează Echipa de Asistență",
    "Unexpected Error": "Eroare neprevăzută",
    "Terms & Conditions": "Termeni și condiții",
    "Right of Withdrawal": "Drept de retragere",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Toate drepturile rezervate.",
    "Imprint": "Contacte",
    "Responsible for this website": "Responsabil pentru acest website",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n 80809 München\nGermania\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdicție",
    "imprintJurisdiction": "Instanța Districtuală München, HRB 173511\nNumărul de identificare TVA. DE 246258085\nDirectori executivi: Viktor Pulz, Jörg Strathaus\nTelefon: +49 89/32 49 15 93 8 (nu pentru asistență în joc)\nFax: +49 89/32 49 15 97 3 (doar pentru Asistență Plus)",
    "Support": "Asistență",
    "Contact": "Contact",
    "Youth protection officer": "Responsabil protecție tineret",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Biroul pentru protecția datelor",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Te rugăm să nu uiți să specifici numele de utilizator și serverul de joc atunci când scrii la Asistență.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Toate drepturile asupra textelor, graficii codurilor sursă sunt deținute de Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian este o marcă înregistrată a Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Comisia UE a creat o platformă pentru soluționarea online a litigiilor (platforma SOL) între comercianți și consumatori. Această platformă SOL este disponibilă accesând următorul link: {link}. Nu suntem obligați să participăm și în prezent nu vom lua parte în soluționarea alternativă a litigiilor sau platforme de soluționare a litigiilor.",
    "Game Rules": "Reguli de joc",
    "gameRulesInfo": "Regulile de joc fac parte din Termeni și condiții. În cazul blocării contului sau pentru a verifica ce este permis și ce nu este permis, jucătorul trebuie să consulte {Terms & Conditions}, în special 6.\n\n\nOrice tentativă de a eluda regulile jocului, de a încuraja un alt jucător să încalce regulile de joc sau de a obține un avantaj în urma încălcării unei reguli va fi tratată ca o încălcare și pedepsită în consecință, proporțional cu gravitatea încălcării și la discreția echipei Travian: Legends. Regulile de joc continuă să se aplice în totalitate jucătorilor care doresc să-și șteargă contul sau avatarul din Lobby sau care sunt în curs de ștergere a contului sau a avatarului din Lobby.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Un jucător poate să dețină și să folosească un singur avatar pe lume de joc.",
    "gameRules1.1.b": "Un avatar poate fi folosit doar în beneficiul jucătorului sau al confederației acestuia. Avatarurile care sunt create în beneficiul unui avatar din afara alianței sau confederației respective pot fi blocate și șterse permanent. Avatarurile care profită de alte avataruri, acestea din urmă fiind create pentru a le aduce un beneficiu, pot fi aspru pedepsite. \n\nComportamentul nepermis include, dar nu se limitează la următoarele acțiuni:",
    "gameRules1.1.b-1": "Farming-ul privat - atacarea avatarurilor din afara confederației atacatorului, acestea permițând să fie atacate de un anumit jucător sau de mai mulți jucători din confederație. Această măsură nu afectează farming-ul clasic, prin care jucătorii inactivi sunt atacați de mai multe confederații.",
    "gameRules1.1.b-2": "Construirea de sate menite să fie cucerite de alți jucători din afara propriei confederații.",
    "gameRules1.2": "Proprietarul unui cont de Lobby și al unui avatar este persoana a cărei adresă de e-mail este asociată cu contul de Lobby.  În cazul unei suspiciuni fondate, jucătorul poate fi rugat să scrie un e-mail către Echipa de asistență de la adresa de e-mail înregistrată a contului de Lobby pentru a verifica dacă este efectiv proprietarul contului de Lobby. Niciun membru al echipei Travian: Legends nu îți va solicita vreodată parola.",
    "gameRules1.3.a": "Nu se permite partajarea parolei contului din Lobby, inclusiv în cazul „dublurilor” - atunci când avatarul este folosit de doi sau mai mulți jucători. Dublurile trebuie adăugate în Lobby pentru anumite lumi de joc și trebuie să se conecteze la propriul cont de Lobby pentru a accesa avatarul care le-a fost atribuit ca dublu. \n\nTravian Games GmbH nu oferă nicio compensație proprietarului unui cont de Lobby pentru daunele aduse contului său sau avatarelor sale de cineva care a obținut respectiva parolă.",
    "gameRules1.3.b": "Dacă un jucător dorește să treacă de la un avatar la altul sau să creeze un avatar nou, atunci vechiul avatar trebuie să fie șters înainte de crearea sau acordarea accesului la noul avatar.",
    "gameRules1.4": "Un avatar inactiv va fi șters automat, însă nu mai devreme de șapte zile de la ultima conectare.",
    "gameRules1.5": "Invitații în joc: În situația abuzării sistemului de invitații (de exemplu, creând mai multe avataruri care încalcă 1.1), pot fi ținute responsabile și sancționate atât persoana care a trimis invitația, cât și cea care a primit-o.",
    "gameRules1.6": "Utilizarea abuzivă a sistemelor de plată și de blocare a conturilor poate duce la ștergerea avatarurilor, fără posibilitatea de a face apel.",
    "gameRules1.7": "Abuzul față de designul jocului, considerat de Echipa de asistență ca fiind perturbator pentru experiența de joc a celorlalți jucători, poate fi penalizat.",
    "gameRules1.8": "Ofertele „speciale”, cum ar fi Pachetul Aur pentru start, sunt excluse din funcția Transfer Aur. Această dispoziție înlocuiește {2.6 of the T&C}.",
    "2.6 of the T&C": "punctul 2.6 din Termeni și condiții",
    "Sitting an avatar": "Locțiitor pentru avatar",
    "gameRules2.1": "Fiecare jucător poate desemna locțiitori care să aibă grijă de avatar. Locțiitorul trebuie să înlocuiască avatarul folosind funcția de înlocuire oferită în cadrul jocului. Parola contului de lobby nu trebuie dezvăluită unui locțiitor. Abuzarea drepturilor de locțiitor nu este permisă.",
    "gameRules2.2": "Travian Games GmbH nu oferă compensații niciunui proprietar de cont pentru pagubele realizate de locţiitor. Deținătorul contului de Lobby este pe deplin responsabil pentru acțiunile oricărui locțiitor care îi accesează avatarul. În cazul în care un locțiitor încalcă regulile jocului sau Termenii și condițiile Travian: Legends, ar putea fi pedepsiți atât deținătorul contului de Lobby, cât și locțiitorul acestuia.",
    "Use of external programs": "Utilizarea de programe externe",
    "gameRules3.1": "Travian: Legends trebuie jucat dintr-un browser convențional și nemodificat. Utilizarea de programe pentru automatizarea acțiunilor avatarului sau pentru imitarea funcțiilor premium (script-uri și/sau bot-uri) este interzisă. \n\nAceasta include, dar nu se limitează la următoarele acțiuni:",
    "gameRules3.1.1": "Raidurile asupra altor avatare executate în mod automat (și atacurile în valuri executate în mod automat)",
    "gameRules3.1.2": "Începerea aventurilor în mod automat",
    "gameRules3.1.3": "Construirea și modernizarea automată a câmpurilor de resurse și a clădirilor din sate",
    "gameRules3.1.4": "Scanarea hărții în mod automat",
    "gameRules3.1.5": "Scanarea statisticilor altor jucători în mod automat",
    "gameRules3.1.6": "Trimiterea resurselor către alte avataruri în mod automat",
    "gameRules3.1.7": "Instruirea automată a trupelor",
    "gameRules3.1.8": "Plasarea automată a ofertelor la licitațiile de obiecte",
    "gameRules3.1.9": "Începerea automată a petrecerilor",
    "gameRules3.1.10": "Scanarea satelor proprii pentru a afișa informațiile și resursele acestora într-un singur loc",
    "gameRules3.1.11": "Orice altă acțiune automatizată care a fost realizată de programe terțe",
    "gameRules3.2": "Atâta timp cât respectiva lume de joc este activă, Travian Games își rezervă dreptul de a penaliza jucătorii care folosesc un script sau un bot în scopul de a automatiza acțiuni în mod permanent sau pentru o perioadă limitată de timp.",
    "Program errors / bugs": "Bug-uri / erori de program",
    "gameRules4.1": "Erorile, bug-urile și alte elemente similare din joc nu pot fi folosite în beneficiul unui avatar și trebuie semnalate Echipei de asistență. Utilizarea abuzivă a unei erori sau a unui bug poate fi sancționată.",
    "Selling/buying game content": "Vânzarea/cumpărarea conținutului de joc",
    "gameRules5.1": "Este interzisă vânzarea sau cumpărarea serviciilor de la terțe părți, a conturilor de Lobby, a avatarurilor, a resurselor, a unităților, a satelor, a Aurului sau a argintului. Oferta de a vinde sau cumpăra conținut de joc în schimbul banilor este, de asemenea, interzisă.  Conturile de Lobby și avatarurile nu pot fi oferite în schimbul unor sume de bani.",
    "Netiquette": "Netichetă",
    "gameRules6.1": "Jucătorii trebuie să comunice în mod politicos.",
    "gameRules6.2": "Echipa de asistență poate modifica fără avertisment profiluri, nume de sate sau orice alt conținut neadecvat. Alianțele cu nume și/sau conținut nepotrivit în profilul lor, pe forumul public sau în alte zone publice pot fi șterse pe loc.",
    "gameRules6.3": "Următoarele acțiuni sunt strict interzise: folosirea unui limbaj abuziv, defăimător, sexist, rasist sau profan; comportament agresiv față de orice religie, rasă, națiune, sex, grupă de vârstă sau orientare sexuală; amenințări reale; personificarea unui membru al echipei Travian: Legends sau a unei poziții oficiale în cadrul companiei.",
    "gameRules6.4": "Jocul trebuie menținut departe de religie și disputele politice ale lumii reale.",
    "gameRules6.5": "Este interzisă postarea sau afișarea de materiale nepotrivite pentru minori.",
    "gameRules6.6": "Mesajele din cadrul jocului pot fi publicate numai cu acordul ambelor părți. Publicarea mesajelor sau e-mailurilor către sau de la personalul Travian: Legends este interzisă, cu excepția cazului în care există un acord explicit în acest sens.",
    "gameRules6.7": "Reclamele de orice fel nu sunt permise.",
    "gameRules6.8": "Orice conținut neadecvat, care este considerat de Echipa de asistență ca fiind perturbator pentru experiența de joc a celorlalți jucători, poate fi penalizat.",
    "Punishments": "Sancțiuni",
    "gameRules7.1": "În cazul încălcării regulilor de joc sau a Termenilor și condițiilor, avatarul va fi blocat și va putea fi deblocat numai după aplicarea unei sancțiuni în conformitate cu încălcarea care a avut loc. Numele avatarurilor și conturilor de Lobby nepotrivite pot fi schimbate. Orice pierdere care are loc în timpul blocării, inclusiv „Travian Plus” și Aurul, nu va fi rambursată de către Travian Games GmbH. Toți jucătorii sunt tratați în mod egal, indiferent de numărul de puncte Aur pe care îl dețin.",
    "gameRules7.2": "Detaliile despre blocare pot fi discutate doar cu Echipa de asistență prin intermediul {Customer Service portal}.\n \nInterdicția și penalizarea sunt impuse de un membru al Echipei de specialiști în aplicarea regulilor (Rule Enforcement Team). În cazul unei plângeri, un alt membru al Echipei de specialiști în aplicarea regulilor (Rule Enforcement Team) va revizui interdicția și pedeapsa. Decizia acestuia este finală.\n\nJucătorii acceptă faptul că echipa Travian: Legends nu poate dezvălui mecanismele utilizate pentru detectarea încălcărilor, deoarece astfel de mecanisme ar putea fi eludate.\n\nBlocările, ștergerile și consecințele lor nu vor fi discutate în mod public. Echipa Travian: Legends nu dezvăluie informații despre blocarea unui cont decât persoanelor implicate.",
    "Customer Service portal": "Portalului de asistență",
    "Rule changes and correction clause": "Modificarea regulilor și clauza de corectare",
    "gameRules8.1": "Travian Games GmbH își rezervă dreptul de a modifica regulile în orice moment.",
    "gameRules8.2": "În cazul în care dispozițiile individuale ale clauzelor devin inaplicabile sau nule, valabilitatea celorlalte prevederi nu va fi afectată. Travian Games GmbH își asumă obligația de a înlocui prevederile inaplicabile în cel mai scurt timp posibil.",
    "gameRules8.3": "În caz de neconcordanțe sau discrepanțe între versiunea în limba engleză și oricare dintre celelalte versiuni lingvistice ale acestei publicații, versiunea în limba engleză va prevala.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Pentru explicații mai detaliate despre anumite reguli de joc, consultă {Game Rules FAQ}.",
    "Game Rules FAQ": "Întrebările frecvente privind regulile de joc",
    "Romans": "Romani",
    "Teutons": "Barbari",
    "Gauls": "Dac",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Măreția Romei se bazează pe legiunile sale disciplinate, ingineria avansată și geniul strategic. Condu-ți legionarii pentru a-ți extinde imperiul prin putere militară și dominație culturală.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Triburile barbare sunt renumite pentru atacurile lor sălbatice, războinicii implacabili și comportamentul extrem de agresiv. Condu-ți luptătorii sălbatici pentru a devasta resursele inamice și a semăna teroare prin ofensive rapide ca fulgerul.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Unitățile defensive mobile, capcanele iscusite și ascunzișurile bine plasate salvgardează avuția Dacilor. Condu-ți tribul pentru a rezista în fața dușmanilor cu rezistență și viclenie.",
    "You have reached the end - no more news found.": "Te afli la finalul fluxului; toate știrile au fost afișate.",
    "imprintTitle": "Travian: Legends – International | Contact",
    "imprintDescription": "Contactează persoanele de contact competente și responsabilii cu protecția datelor pentru site-ul web și titlul Travian: Legends – International.",
    "gameRulesTitle": "Travian: Legends – International | Reguli de joc",
    "gameRulesDescription": "Află mai multe despre codul de conduită și regulile de joc din Travian: Legends – International.  ✓ Direct în browser  ➤ JOACĂ ACUM în lumile noastre de joc internaționale recomandate",
    "Name contains invalid characters, is not allowed, or invalid": "Numele fie conține caractere invalide, fie nu este permis sau valabil",
    "Avatar Exists": "Avatar existent",
    "Access Denied": "Acces refuzat",
    "Unauthorized": "Neautorizat",
    "Resend activation code not provided": "Codul de activare retrimis nu s-a furnizat",
    "Resend activation code invalid": "Codul de activare retrimis este nevalid",
    "Code challenge provided, but method is not": "Provocarea a fost furnizată, dar metoda lipsește",
    "Please accept Terms and Conditions": "Te rugăm să accepți Termenii și condițiile",
    "No proper email address can be found in authentication credentials": "În datele de autentificare nu apare adresa de e-mail corespunzătoare",
    "Wrong email, account name or password": "E-mail, nume de cont sau parolă greșite",
    "Identity needs activation": "Identitatea trebuie activată",
    "Token is invalid for this request": "Token nevalid pentru această solicitare",
    "Invalid identity provider": "Furnizor de identitate nevalid",
    "Client is unauthorized": "Clientul nu este autorizat",
    "Failed to figure out transfer target": "Nu s-a putut determina ținta de transfer",
    "Cannot transfer this GTL to the target gameworld": "Acest GTL nu poate fi transferat în lumea de joc țintă",
    "Refer a friend": "Invită un prieten",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Ai deja un avatar în lumea de joc recomandată. Opțiunea de recomandare a unui prieten funcționează doar în lumile de joc în care nu ai un avatar.",
    "To the Lobby": "Accesează lobby",
    "To the referred gameworld": "Accesează lumea de joc recomandată",
    "Change account?": "Schimbă contul?",
    "Log out": "Ieşire",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Te rugăm să introduci numele de avatar dorit. Acesta trebuie să conțină între {min} și {max} caractere.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Ne pare rău, însă numele de avatar dorit este prea scurt. Trebuie să conțină cel puțin {min} caractere.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Ne pare rău, însă numele de avatar dorit este prea lung. Trebuie să conțină cel mult {max} caractere.",
    "Change avatar": "Schimbă avatarul",
    "One or more avatars found on a game world excluded by our rules.": "Unul sau mai multe avataruri au fost găsite într-o lume de joc exclusă conform regulilor noastre.",
    "noAvatarWithThisName": "Nu s-a găsit niciun avatar activ cu acest nume",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Pentru a transfera Aurul neutilizat către un avatar existent, te rugăm să confirmi mai întâi proprietatea asupra Aurului introducând adresa de e-mail corespunzătoare.",
    "Avatar name found on one game world": "Numele avatarului a fost găsit într-o lume de joc",
    "Avatarname": "Numele avatarului",
    "We found multiple avatars in different regions": "Am găsit mai multe avataruri în regiuni diferite",
    "Multiple avatars with that name were found": "Au fost găsite mai multe avataruri cu acest nume",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Am găsit acest avatar în mai multe lumi de joc din regiunea ta. Poți transfera Aurul unui singur avatar nou. Te rugăm să selectezi o lume de joc.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Pentru a găsi avatarul dorit, te rugăm să selectezi regiunea lumii de joc în care acesta se află.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} a fost transferat către avatarul {avatar} în lumea de joc {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Pentru a finaliza transferul a {icon} {amount}, avatarul {avatar} trebuie să urmeze instrucțiunile primite prin IGM (mesaj în joc).",
    "Search new avatar": "Caută un nou avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Te rugăm să introduci numele avatarului căruia dorești să-i transferi Aurul.",
    "This gameworld is only accessible for mobile players.": "Această lume de joc este accesibilă doar pentru jucătorii de pe mobil.",
    "This gameworld is restricted to players with a special invitation code.": "Această lume de joc este rezervată jucătorilor care dețin un cod special de invitație.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Aceasta este o lume specială disponibilă doar pentru o perioadă limitată și cu caracteristici diferite față de lumile de joc clasice.",
    "Pop-up was blocked": "Fereastra pop-up a fost blocată",
    "The pop-up for your social login was blocked by your browser.": "Fereastra pop-up pentru conectarea la rețelele sociale a fost blocată de browserul tău.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Te rugăm să verifici setările browserului tău, să permiți ferestrele pop-up și să încerci din nou. Dacă problema persistă, nu ezita să contactezi echipa noastră de asistență."
}