{
    "homeTitle": "Travian: Legends – Slovensko | Online multiplayerová strategická hra",
    "homeDescription": "Pripoj sa k slávnej strategickej hre s tisíckami skutočných hráčov ✓ Priamo v tvojom prehliadači  ➤ HRAJ TERAZ na našich odporúčaných herných svetoch International",
    "newsTitle": "Travian: Legends – Slovensko | Novinky",
    "newsDescription": "Zisti viac o najnovších novinkách a aktualizáciách ✓ Priamo v tvojom prehliadači  ➤ HRAJ TERAZ na našich odporúčaných herných svetoch International",
    "calendarTitle": "Travian: Legends – Slovensko | Kalendár herných svetov",
    "calendarDescription": "Viac informácií o nadchádzajúcich serveroch na hranie Travian: Legends – Slovensko ✓ Priamo v tvojom prehliadači  ➤ HRAJ TERAZ na našich odporúčaných herných svetoch International",
    "Gameworld calendar": "Kalendár herných svetov",
    "Date": "Dátum",
    "Speed": "Rýchlosť",
    "Construction plans": "Konštrukčné plány",
    "Artefacts": "Artefakty",
    "Gameworld end": "Koniec herného sveta",
    "Wonder of the World, level 100": "Div sveta na úrovni 100",
    "Local gameworld languages": "Jazyky lokálnych herných svetov",
    "Article image": "Obrázok článku",
    "Read full story": "Prečítať celý článok",
    "Read": "Čítať",
    "News & Updates": "Novinky a aktualizácie",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Ešte nie sú definované všetky detaily herného sveta. Po ich aktualizácii dostaneš upozornenie vo svojej lobby.",
    "Currently no entries": "Momentálne žiadne záznamy",
    "Join Gameworld": "Pridaj sa na herný svet",
    "Play Now": "Hraj hneď",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Tento herný svet je prístupný iba pre hráčov so špeciálnym pozývacím kódom. Ak ho máš, vlož ho a pripoj sa k hernému svetu.",
    "Your invitation code": "Tvoj pozývací kód",
    "Enter invitation code": "Zadaj pozývací kód",
    "Please enter the invitation code that you received.": "Zadaj pozývací kód, ktorý si dostal.",
    "The invitation code is too short. Please enter all {INT} characters.": "Pozývací kód je príliš krátky. Zadaj všetkých {INT} znakov, prosím.",
    "Invitation code cooldown": "Odpočet pozývacieho kódu",
    "digits": "číslic",
    "To news overview": "Prejsť na prehľad noviniek",
    "Home": "Domov",
    "Gameworld Calendar": "Kalendár herných svetov",
    "Tournament": "Turnaj",
    "Login": "Prihlásenie",
    "Account settings": "Nastavenia účtu",
    "Data consent": "Súhlas s údajmi",
    "To lobby": "Prejsť do lobby",
    "Logout": "Odhlásiť",
    "Search for a language or country": "Hľadaj jazyk alebo krajinu",
    "No language matches your search. Are you sure you typed it correctly?": "Tvojmu vyhľadávaniu nevyhovuje žiadny jazyk. Si si istý, že si to napísal správne?",
    "Your email address is already connected to a Legends Lobby Account.": "Tvoja e-mailová adresa je už prepojená s účtom v lobby Travian: Legends.",
    "Create Legends Lobby Account": "Vytvoriť účet v lobby Travian: Legends",
    "Enter your email address": "Zadaj svoju e-mailovú adresu",
    "Email Address": "E-mailová adresa",
    "Please enter your email address": "Zadaj svoju e-mailovú adresu",
    "Please enter your email address or account name": "Zadaj prosím svoju e-mailovú adresu alebo názov účtu",
    "Please enter a valid email address. E.g. mymail@provider.com": "Zadaj prosím platnú e-mailovú adresu. Napr. môjmail@poskytovateľ.sk",
    "Redirecting to Login": "Prebieha presmerovanie na prihlásenie",
    "Cancel": "Zrušiť",
    "I want to receive the newsletter": "Chcem dostávať newsletter.",
    "registrationLegalText": "Kliknutím na {QUOTE}zaregistrovať sa s e-mailovou adresou{QUOTE} akceptuješ {GTC} a potvrdzuješ, že si si prečítal {INFORMATION_RIGHT_OF_WITHDRAWAL} a {PRIVACY_POLICY}.",
    "GTC": "VOP",
    "Information on the Right of Withdrawal": "Informácie o práve na odstúpenie od zmluvy",
    "Register with email address": "Zaregistruj sa pomocou emailovej adresy",
    "Already have an account?": "Už máš účet?",
    "Login now": "Prihlás sa teraz",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktivačný kód je nesprávny. Zadaj aktivačný kód, ktorý si dostal e-mailom.",
    "Please confirm that you are not a robot": "Potvrď, že nie si robot.",
    "We sent you an activation link to: {email}": "Aktivačný odkaz sme ti poslali na: {email}",
    "Activate Legends Lobby account": "Aktivovať účet v lobby Travian: Legends",
    "Please follow the instructions in the email to continue.": "Ak chceš pokračovať, postupuj podľa pokynov v e-maile.",
    "Enter activation code": "Zadaj aktivačný kód",
    "E.g. 123456": "Napr. 123456",
    "Wrong email address?": "Zlá e-mailová adresa?",
    "Change email": "Zmeniť e-mailovú adresu",
    "Please enter the activation code that you received in the email.": "Zadaj aktivačný kód, ktorý si dostal e-mailom.",
    "The activation code is too short. Please enter all {int} digits.": "Aktivačný kód je príliš krátky. Prosím vlož všetkých {int} číslic.",
    "Start again": "Začni odznova",
    "Set your password": "Nastav si heslo",
    "Create a password for your account with a minimum length of {int} characters.": "Vytvor si heslo pre svoj účet s minimálnou dĺžkou {int} znakov.",
    "Choose a password": "Zvoľ si heslo",
    "Password strength": "Sila hesla",
    "Write a password to check its strength": "Zadaj heslo a skontroluj jeho silu.",
    "Set password": "Nastaviť heslo",
    "weak": "Slabé",
    "notStrong": "Priemerné",
    "moderate": "Stredné",
    "good": "Dobré",
    "strong": "Silné",
    "Password has a good length": "Heslo má dobrú dĺžku",
    "Password is too short to be secure": "Heslo je príliš krátke na to, aby bolo bezpečné",
    "Upper and lower case used": "Použité veľké a malé písmená",
    "No mix of upper and lower case": "Žiadna kombinácia veľkých a malých písmen",
    "Only one type of character used": "Použitý len jeden typ znaku",
    "Two types of characters used": "Použité dva typy znakov",
    "No letters used": "Nepoužité žiadne písmená",
    "No numbers used": "Nepoužité žiadne čísla",
    "No special characters used": "Nepoužité žiadne špeciálne znaky",
    "Three types of characters used": "Použité tri typy znakov",
    "Create Account": "Vytvoriť účet",
    "Pick a username and tagline": "Vyber si používateľské meno a prídomok",
    "Pick a username and tagline to create your unique Lobby Account.": "Vyber si používateľské meno a prídomok a vytvor si jedinečný účet v lobby.",
    "Choose a username": "Vyber si používateľské meno",
    "Choose a tagline": "Vyber si prídomok",
    "{int1} - {int2} characters": "{int1}–{int2} znakov",
    "Username preview": "Náhľad používateľského mena",
    "Username": "Používateľské meno",
    "Tagline": "Prídomok",
    "Additional information for username and tagline": "Ďalšie informácie o používateľskom mene a prídomku",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinácia tvojho používateľského mena a značky bude predstavovať tvoje jedinečné meno v lobby. Kým je daná kombinácia k dispozícii, môžeš si vybrať kombináciu, ktorá sa ti páči.",
    "Lobby Account created!": "Účet v lobby vytvorený!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Tvoj účet v lobby Travian: Legends s prihlasovacím menom {name} bol úspešne vytvorený.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Našli sme nasledujúce avatary na herných svetoch spojené s tvojou e-mailovou adresou. Máš k nim prístup z lobby.",
    "You didn't get a code?": "Nedostal si kód?",
    "Resend activation code": "Opätovné zaslanie aktivačného kódu",
    "ActivateAccount": "Aktivovať účet",
    "Start Playing": "Začni hrať",
    "Enter Lobby and select Gameworld": "Vstúp do lobby a vyber si herný svet",
    "Generate new tagline": "Generovať nový prídomok",
    "Enter new password": "Zadaj nové heslo",
    "loginPassword": "Heslo",
    "Create a new password for your Legends Lobby Account.": "Vytvor si nové heslo pre svoj účet v lobby Travian: Legends.",
    "Set new password": "Nastaviť nové heslo",
    "Recover password": "Obnoviť heslo",
    "Your password was successfully updated.": "Tvoje heslo bolo úspešne aktualizované.",
    "You can now login with your updated credentials.": "Teraz sa môžeš prihlásiť svojimi aktualizovanými prihlasovacími údajmi.",
    "New password set": "Nové heslo nastavené",
    "Back to Login": "Späť na prihlásenie",
    "Password Recovery": "Obnova hesla",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Zadaj e-mailovú adresu spojenú s tvojim účtom v lobby Travian: Legends. Pošleme ti pokyny, ako resetovať tvoje heslo.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Ak pre túto e-mailovú adresu existuje účet v lobby, mal by si dostať pokyny na obnovenie hesla na tvoj e-mail:",
    "Once you have recovered your password, you can log in again.": "Po obnovení svojho hesla sa môžeš znovu prihlásiť.",
    "Next upcoming server": "Nadchádzajúci svet",
    "Show gameworld calendar": "Zobraziť kalendár herných svetov",
    "Show all news": "Zobraziť všetky novinky",
    "Load more news": "Načítať viac noviniek",
    "tribe1": "Riman",
    "tribe2": "Germán",
    "tribe3": "Gal",
    "tribe6": "Egypťan",
    "tribe7": "Hun",
    "tribe8": "Sparťan",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Prosíme, zadaj požadované používateľské meno. Malo by obsahovať {min} až {max} znakov.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Je nám ľúto, ale tebou požadované používateľské meno je príliš krátke. Malo by mať minimálne {min} znakov.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Je nám ľúto, ale tebou požadované používateľské meno je príliš dlhé. Mala by mať maximálne {max} znakov.",
    "Read more here": "Zisti viac tu",
    "GtlTravianAnswersId": "36",
    "Close window": "Zavrieť okno",
    "Change player": "Zmeniť hráča",
    "Change region": "Zmeniť región",
    "One or more players found on a game world excluded by our rules.": "Jeden alebo viac hráčov nájdených v hernom svete vylúčenom našimi pravidlami.",
    "noPlayerWithThisName": "Nebol nájdený žiadny aktívny hráč s týmto menom",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Ak chceš previesť nevyčerpané zakúpené zlatky na existujúceho hráča, najskôr over svoje vlastníctvo zlatiek zadaním príslušnej e-mailovej adresy.",
    "Please verify your code": "Over, prosím, svoj kód",
    "Player name found on one game world": "Meno hráča nájdené v jednom hernom svete",
    "Please confirm selection": "Potvrď výber",
    "error": "chyba",
    "Gold": "Zlatky",
    "Gold Transfer": "Prenos zlata",
    "Playername": "Meno hráča",
    "Game World": "Herný svet",
    "Confirm transfer": "Potvrdiť prenos",
    "Please check the displayed data and confirm the gold transfer to continue.": "Ak chceš pokračovať, skontroluj zobrazené podrobnosti a potvrď prevod zlatiek.",
    "Please enter your email address in format yourname@mail.com": "Prosíme, zadaj svoju e-mailovú adresu vo formáte tvojemeno@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Ľutujeme, ale táto e-mailová adresa je príliš krátka. Mala by obsahovať minimálne {min} znakov.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Ľutujeme, ale táto e-mailová adresa je príliš dlhá. Mala by mať maximálne {max} znakov.",
    "We found multiple players in different regions": "Našli sme viacerých hráčov v rôznych regiónoch",
    "Please select game world": "Vyber herný svet",
    "Multiple players with that name were found": "Bolo nájdených viac hráčov s týmto menom",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Tohto hráča sme našli vo viacerých herných svetoch v tvojom regióne. Zlatky môžeš previesť len jednému novému hráčovi. Vyber herný svet.",
    "To find the right player, please select the region of the game world that player is located in.": "Ak chceš nájsť správneho hráča, vyber región herného sveta, v ktorom sa hráč nachádza.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} bolo prevedených hráčovi {player} v hernom svete {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Pre dokončenie prevodu {icon} {amount} musí hráč {player} splniť pokyny prijaté v správe v hre.",
    "Gold transfer successful": "Prevod zlatiek bol úspešný",
    "Verify Ownership": "Overiť vlastníctvo",
    "Server age in days": "Vek servera v dňoch",
    "Server speed": "Rýchlosť servera",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Vstúpiť do tohto herného sveta je možné iba prostredníctvom mobilnej aplikácie Travian: Legends .",
    "Search new player": "Vyhľadať nového hráča",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Zadaj meno hráča, ktorému chceš previesť zlatky.",
    "Language selection": "Výber jazyka",
    "Login to Lobby Account": "Prihlásenie do účtu v lobby",
    "Email address / account name": "E-mailová adresa / názov účtu",
    "Enter your email address or account name": "Zadaj svoju e-mailovú adresu alebo názov účtu",
    "Password": "Heslo",
    "Enter your password": "Zadaj svoje heslo",
    "Please enter your password": "Zadaj prosím svoje heslo",
    "Forgot your password?": "Zabudol si svoje heslo?",
    "Recover": "Obnoviť",
    "Privacy Policy": "Ochrana osobných údajov",
    "Register": "Registrácia",
    "or continue with": "alebo pokračuj s",
    "Back to Registration": "Späť k registrácii",
    "Need Help?": "Potrebuješ pomoc?",
    "Something went wrong": "Niečo sa pokazilo",
    "Something went wrong with your social login.": "Niečo sa pokazilo s tvojim prihlásením do sociálnej siete.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Skús to znova. Ak problém pretrváva, kontaktuj náš tím podpory so žiadosťou o pomoc.",
    "Email already used": "E-mailová adresa už bola použitá",
    "The email address provided is already used for a Travian: Legends lobby account.": "Zadaná e-mailová adresa je už použitá pre účet v lobby Travian: Legends .",
    "Please use your email address to login.": "Použi na prihlásenie svoju e-mailovú adresu.",
    "Email permission missing": "Chýba e-mailové povolenie",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Aby si mohol začať hrať Travian: Legends, potrebujeme tvoje povolenie na prístup k tvojej e-mailovej adrese.",
    "Please try again with the correct permission settings or try another registration method.": "Skús to znovu so správnymi nastaveniami práv alebo skús iný spôsob registrácie.",
    "registrationSocialLegalText": "Kliknutím na {QUOTE}Potvrdiť{QUOTE} akceptuješ {GTC} a potvrdzuješ, že si si prečítal {INFORMATION_RIGHT_OF_WITHDRAWAL} a {PRIVACY_POLICY}.",
    "Confirm": "Potvrdiť",
    "Contact support": "Kontaktovať podporu",
    "Unexpected Error": "Neočakávaná chyba",
    "Terms & Conditions": "Obchodné podmienky",
    "Right of Withdrawal": "Právo na odstúpenie od zmluvy",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Všetky práva vyhradené.",
    "Imprint": "Tiráž",
    "Responsible for this website": "Zodpovedný za túto stránku",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Mníchov\nNemecko\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdikcia",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nIČ DPH č. DE 246258085\nGenerálni riaditelia: Viktor Pulz, Jörg Strathaus\nTelefón: 004989/32 49 15 93 8 (nie je herná podpora)\nFax: 004989/32 49 15 97 3 (len pre plus support)",
    "Support": "Podpora",
    "Contact": "Kontakt",
    "Youth protection officer": "Splnomocnenec pre ochranu práv mládeže",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Ochrana dát",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Keď píšeš na podporu, nezabudni napísať svoje používateľské meno a herný server.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Všetky texty, obrázky a zdrojové kódy sú majetkom spoločnosti Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian je registrovaná obchodná známka spoločnosti Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Európska komisia vytvorila platformu na riešenie sporov online (platforma RSO) medzi obchodníkmi a spotrebiteľmi. Platforma RSO je k dispozícii na nasledovnom odkaze: {link}. Nie sme povinní zúčastňovať sa a v súčasnosti sa nebudeme podieľať na alternatívnych riešeniach sporov alebo platformách na riešenie sporov.",
    "Game Rules": "Pravidlá hry",
    "gameRulesInfo": "Tento súbor pravidiel je rozšírením Všeobecných obchodných podmienok. V prípade zablokovania herného účtu, alebo ak si chcete overiť, čo je povolené a čo zakázané, pozrite si aj {Terms & Conditions}, najmä 6.\n\n\nPokus o obchádzanie pravidiel hry, nabádanie iného hráča k porušovaniu pravidiel hry alebo získanie výhody z porušenia pravidiel sa bude považovať za porušenie pravidiel a bude primerane potrestaný v závislosti od porušenia a podľa uváženia tímu Travian: Legends. Všetky pravidlá hry stále platia pre hráčov, ktorí chcú vymazať svoj účet v lobby alebo postavu alebo sú v procese mazania svojho účtu v lobby alebo postavy.",
    "Avatar": "Postava",
    "gameRules1.1.a": "Každý hráč smie vlastniť a hrať iba na jednej postave v každom hernom svete.",
    "gameRules1.1.b": "Postava sa musí vždy hrať vo svoj prospech alebo v prospech konfederácie. Postavy, ktoré existujú ako podpora postavy mimo vlastnej aliancie alebo konfederácie, môžu byť natrvalo zablokované a vymazané. Postavy, ktoré využívajú výhody postáv, ktoré existovali v ich prospech, môžu byť prísne potrestané. \n\nNepovolené správanie zahŕňa, nie je však obmedzené na, nasledovné činnosti:",
    "gameRules1.1.b-1": "Súkromné farmenie: lúpenie postáv mimo konfederácie lúpežníka, ktoré sa nechajú napadať konkrétnym hráčom alebo viacerými hráčmi z konfederácie. Toto nemá vplyv na zvyčajné farmenie, kde sú neaktívni hráči napádaní viacerými konfederáciami.",
    "gameRules1.1.b-2": "Budovanie dedín za účelom ich dobytia inými hráčmi mimo vlastnej konfederácie.",
    "gameRules1.2": "Vlastníkom účtu v lobby je osoba, ktorej e-mailová adresa je prepojená s účtom v lobby.  V odôvodnených prípadoch môže byť hráč vyzvaný, aby napísal e-mail na podporu z registrovanej e-mailovej adresy, a tak potvrdil vlastníctvo účtu v lobby. Nikto z tímu Travian: Legends nebude vyžadovať od hráčov heslo.",
    "gameRules1.3.a": "Zdieľanie hesla k účtu v lobby nie je povolené, a to ani v prípade „duálov“ – keď za avatar hrajú dvaja alebo viacerí hráči. Duálovia musia byť pridaní v lobby pre konkrétne herné svety a musia sa prihlásiť do svojho vlastného účtu v lobby, aby mali prístup k postave, ktorá im bola pridelená ako duálovi. \n\nTravian Games GmbH neodškodní majiteľa účtu v lobby alebo postavy za akékoľvek škody spôsobené osobou, ktorá získala heslo k účtu v lobby.",
    "gameRules1.3.b": "Ak chce hráč prejsť z jednej postavy na druhú alebo si vytvoriť novú, stará postava musí byť vymazaná predtým, ako sa udelí prístup k novej postave alebo sa vytvorí nová postava.",
    "gameRules1.4": "V prípade neaktivity postavy bude zmazaná najskôr po uplynutí 7 dní od posledného prihlásenia.",
    "gameRules1.5": "Zneužívanie systému odporúčania hry priateľom (napríklad vytváraním postáv porušujúcich pravidlo 1.1) sa považuje za porušenie pravidiel hry a potrestaný môže byť pozvaný aj pozývajúci hráč.",
    "gameRules1.6": "Zneužitie platobných služieb a systému banov môže viesť k vymazaniu postavy bez možnosti prehodnotenia.",
    "gameRules1.7": "Zneužitie herného dizajnu, ktoré zákaznícky servis vyhodnotí ako narušenie herného zážitku ostatných, môže byť potrestané.",
    "gameRules1.8": "„Špeciálne“ ponuky, ako je Štartovací balík zlatiek, sú vylúčené z možnosti prevodu zlatiek. Toto ustanovenie nahrádza {2.6 of the T&C}.",
    "2.6 of the T&C": "bod 2.6 VOP",
    "Sitting an avatar": "Zástupca postavy",
    "gameRules2.1": "Každý hráč má právo nastaviť zástupcov, ktorí sa môžu starať o postavu. Zástupca postavy musí pristupovať k zastupovanej postave prostredníctvom funkcie zástupcu v hre. Zástupcovi nesmie byť poskytnuté heslo účtu v lobby. Zneužívanie práv zástupcu je zakázané.",
    "gameRules2.2": "Travian Games GmbH neponúka kompenzáciu za škodu spôsobenú zástupcom. Majiteľ účtu v lobby nesie plnú zodpovednosť za akcie vykonané ním zvolenými zástupcami. V prípade, že sa zástupca dopustí porušenia pravidiel Všeobecných obchodných podmienok Travian: Legends na postave, ktorú zastupuje, môže byť potrestaný zástupca aj majiteľ účtu v lobby.",
    "Use of external programs": "Používanie externých programov",
    "gameRules3.1": "Hráč je povinný hrať Travian: Legends výlučne v konvenčnom a nemodifikovanom prehliadači. Používanie skriptov, botov alebo iných prostriedkov za účelom automatizácie akcií na postave alebo na napodobenie prémiových funkcií bude považované za porušenie týchto pravidiel. \n\nTo zahŕňa, nie je to však obmedzené na, nasledovné činnosti:",
    "gameRules3.1.1": "Automatické lúpenie iných postáv (a automatické posielanie útočných vĺn)",
    "gameRules3.1.2": "Automatické spúšťanie výprav",
    "gameRules3.1.3": "Automatické budovanie a vylepšovanie surovinových polí a budov v dedine",
    "gameRules3.1.4": "Automatické skenovanie mapy",
    "gameRules3.1.5": "Automatické skenovanie štatistík ostatných hráčov",
    "gameRules3.1.6": "Automatické presúvanie surovín na na iné postavy",
    "gameRules3.1.7": "Automatický výcvik jednotiek",
    "gameRules3.1.8": "Automatické umiestňovanie ponúk v aukciách",
    "gameRules3.1.9": "Automatické spúšťanie osláv",
    "gameRules3.1.10": "Skenovanie vlastných dedín, aby sa zobrazili suroviny v dedine a informácie o dedine na jednom mieste",
    "gameRules3.1.11": "Akékoľvek ďalšie automatizované činnosti vykonávané softvérom tretích strán",
    "gameRules3.2": "Travian Games si vyhradzuje právo penalizovať hráčov, ktorí používajú skripty alebo boty na automatizáciu činností, natrvalo alebo na obmedzený čas, keď je herný svet aktívny.",
    "Program errors / bugs": "Chyby v programe a bugy",
    "gameRules4.1": "Chyby v hre a bugy nesmú byť zneužité pre prospech postavy a mali by byť oznámené tímu zákazníckej podpory. Zneužívanie chýb a bugov môže byť potrestané.",
    "Selling/buying game content": "Predaj/nákup herného obsahu",
    "gameRules5.1": "Predaj alebo nákup účtu v lobby, postavy, surovín, jednotiek, dedín, zlatiek, strieborných ani iných služieb od tretích strán nie je povolený. Zakázaná je aj ponuka na predaj alebo kúpu herného obsahu za peniaze.  Účty v lobby a postavy nesmú byť odovzdané výmenou za peniaze.",
    "Netiquette": "Etiketa",
    "gameRules6.1": "Hráči sú povinní medzi sebou komunikovať slušne.",
    "gameRules6.2": "Zákaznícky servis môže zmeniť nevhodné profily, názvy dedín alebo iný obsah bez predchádzajúceho upozornenia. Aliancie, ktorých názov, profil, fórum alebo iná verejná prezentácia nie je v súlade s pravidlami hry, môžu byť zmazané bez predchádzajúceho upozornenia.",
    "gameRules6.3": "Uvedené správanie nie je povolené a môže byť potrestané: Používanie urážlivého, hanobiaceho, sexistického, rasistického alebo vulgárneho vyjadrovania sa; hanobenie náboženstva, rasy, národa, pohlavia, vekovej skupiny alebo sexuálnej orientácie; vyhrážanie sa hráčovi zásahom do reálneho života; vydávanie sa za člena Travian: Legends tímu alebo za osobu oficiálne spojenú s Travian Games GmbH.",
    "gameRules6.4": "Hra nedovoľuje odkazovať sa na politiku reálneho sveta a náboženstvo.",
    "gameRules6.5": "Uverejňovanie a zobrazovanie materiálu nevhodného pre neplnoleté osoby nie je povolené.",
    "gameRules6.6": "Zverejňovanie hlásení z boja alebo správ na verejnosti bez cenzúry je možné len so súhlasom všetkých zúčastnených strán. Zverejňovanie správ alebo e-mailov pre alebo od Travian: Legends tímu je možné len po obdržaní predchádzajúceho výslovného súhlasu.",
    "gameRules6.7": " Reklamy akéhokoľvek druhu nie sú povolené.",
    "gameRules6.8": "Akýkoľvek nevhodný obsah, ktoré zákaznícky servis vyhodnotí ako narušenie herného zážitku ostatných, môže byť sankcionovaný.",
    "Punishments": "Tresty",
    "gameRules7.1": "V prípade porušenia pravidiel hry alebo Všeobecných obchodných podmienok môže byť postava zablokovaná a môže byť odblokovaná s trestom adekvátnym porušeniu pravidiel. Nevhodné názvy účtov v lobby a postáv môžu byť zmenené. Spoločnosť Travian Games GmbH neuhradí žiadne straty počas doby blokácie, vrátane „Travian Plus“ a zlata. Prístup ku všetkým hráčom je rovnaký, bez ohľadu na množstvo zakúpených zlatiek.",
    "gameRules7.2": "Blokáciu môžete prebrať s tímom zákazníckeho servisu iba prostredníctvom {Customer Service portal}.\n \nBan a trest udeľuje jeden člen tímu RET (Oddelenia vymáhania pravidiel). V prípade sťažnosti skontroluje ban a trest iný člen tímu RET (Oddelenia vymáhania pravidiel). Ich rozhodnutie je definitívne.\n\nHráči akceptujú, že tím Travian: Legends nemôže zverejniť mechanizmy používané na zisťovanie priestupkov, pretože by to mohlo viesť k ich obchádzaniu.\n\nJe zakázané komunikovať na verejnosti (chat, fórum) o blokácii, zmazaní účtu a ich dôsledkoch. Tím Travian: Legends môže poskytnúť informácie o dôvodoch blokácie účtu iba zúčastneným jednotlivcom.",
    "Customer Service portal": "portálu zákazníckeho servisu",
    "Rule changes and correction clause": "Zmena pravidiel a korekčná klauzula",
    "gameRules8.1": "Travian Games GmbH si vyhradzuje právo kedykoľvek tieto pravidlá zmeniť.",
    "gameRules8.2": "Ak ktorákoľvek časť týchto pravidiel z akéhokoľvek dôvodu stratí účinnosť, neobmedzí sa tým účinnosť ostatných pravidiel. Travian Games GmbH sa zaväzuje nahradiť neúčinnú časť pravidiel v najkratšom možnom čase.",
    "gameRules8.3": "V prípade nezrovnalostí alebo rozporu medzi anglickou verziu a ktoroukoľvek z ostatných jazykových verzií tejto publikácie má prednosť anglická verzia.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Podrobnejšie vysvetlenia k niektorým pravidlám hry môžeš nájsť v článku {Game Rules FAQ}.",
    "Game Rules FAQ": "Časté dotazy k pravidlám hry",
    "Romans": "Rimania",
    "Teutons": "Germáni",
    "Gauls": "Galovia",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Rím charakterizujú disciplinované légie, vyspelé inžinierstvo a strategická genialita. Veď svojich legionárov a rozšír svoju ríšu prostredníctvom vojenskej sily a kultúrnej nadvlády.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Pre Germánov sú charakteristickí krutí nájazdníci, neľútostní bojovníci a neutíchajúca agresivita. Veď svoje divoké sily, aby plienili nepriateľov a bleskurýchlymi útokmi im naháňali strach.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Rýchli obrancovia, dômyselné pasce a skryté úkryty chránia galské suroviny. Veď svoj národ a prekonávaj nepriateľov odolnosťou a dôvtipom.",
    "You have reached the end - no more news found.": "Dostal ses na koniec – žiadne ďalšie správy nenájdené.",
    "imprintTitle": "Travian: Legends – Slovensko | Tiráž",
    "imprintDescription": "Spoj sa so zodpovednými kontaktmi a pracovníkmi na ochranu údajov pre webovú stránku a titul Travian: Legends – Slovensko.",
    "gameRulesTitle": "Travian: Legends – Slovensko | Pravidlá hry",
    "gameRulesDescription": "Zisti viac o kódexe správania a pravidlách hry Travian: Legends – Slovensko.  ✓ Priamo v tvojom prehliadači  ➤ HRAJ TERAZ na našich odporúčaných herných svetoch International",
    "Name contains invalid characters, is not allowed, or invalid": "Meno obsahuje neplatné znaky, alebo nie je povolené či platné",
    "Avatar Exists": "Postava existuje",
    "Access Denied": "Prístup zamietnutý",
    "Unauthorized": "Neautorizované",
    "Resend activation code not provided": "Opätovné odoslanie aktivačného kódu nebolo zadané",
    "Resend activation code invalid": "Opätovné zaslanie aktivačného kódu neplatné",
    "Code challenge provided, but method is not": "Bol zadaný code challenge, ale chýba metóda.",
    "Please accept Terms and Conditions": "Prosím, prijmi všeobecné obchodné podmienky",
    "No proper email address can be found in authentication credentials": "V prihlasovacích údajoch sa nenachádza platná e-mailová adresa.",
    "Wrong email, account name or password": "Nesprávny e-mail, názov účtu alebo heslo",
    "Identity needs activation": "Identita potrebuje aktiváciu",
    "Token is invalid for this request": "Token je pre túto požiadavku neplatný",
    "Invalid identity provider": "Neplatný poskytovateľ identity",
    "Client is unauthorized": "Klient nie je autorizovaný",
    "Failed to figure out transfer target": "Nepodarilo sa určiť cieľ prenosu",
    "Cannot transfer this GTL to the target gameworld": "Nie je možné preniesť tento odkaz na prevedenie zlatých do cieľového herného sveta",
    "Refer a friend": "Pozvi priateľa",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "V uvedenom hernom svete už máš postavu. Funkcia odporučiť priateľa funguje len v herných svetoch, v ktorých nemáš postavu.",
    "To the Lobby": "Prejsť do lobby",
    "To the referred gameworld": "Prejsť do uvedeného herného sveta",
    "Change account?": "Zmeniť účet?",
    "Log out": "Odhlásiť",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Prosíme, zadaj požadované meno postavy. Malo by obsahovať {min} až {max} znakov.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Je nám ľúto, ale tebou požadované meno postavy je príliš krátke. Malo by mať minimálne {min} znakov.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Je nám ľúto, ale tebou požadované meno postavy je príliš dlhé. Mala by mať maximálne {max} znakov.",
    "Change avatar": "Zmeniť postavu",
    "One or more avatars found on a game world excluded by our rules.": "Jedna alebo viac postáv nájdených v hernom svete vylúčenom našimi pravidlami.",
    "noAvatarWithThisName": "Nebola nájdená žiadna aktívna postava s týmto menom",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Ak chceš previesť nevyčerpané zakúpené zlatky na existujúcu postavu, najskôr over svoje vlastníctvo zlatiek zadaním príslušnej e-mailovej adresy.",
    "Avatar name found on one game world": "Meno postavy nájdené v jednom hernom svete",
    "Avatarname": "Meno postavy",
    "We found multiple avatars in different regions": "Našli sme viacerých postáv v rôznych regiónoch",
    "Multiple avatars with that name were found": "Bolo nájdených viacero postáv s týmto menom",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Túto postavu sme našli vo viacerých herných svetoch v tvojom regióne. Zlatky môžeš previesť len jednej novej postave. Vyber herný svet.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Ak chceš nájsť správnu postavu, vyber región herného sveta, v ktorom sa nachádza.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} bolo prevedených postave {avatar} v hernom svete {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Pre dokončenie prevodu {icon} {amount} musí hráč na postave {avatar} splniť pokyny prijaté v správe v hre.",
    "Search new avatar": "Hľadať novú postavu",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Zadaj meno postavy, ktorej chceš previesť zlatky.",
    "This gameworld is only accessible for mobile players.": "Tento herný svet je prístupný len pre mobilných hráčov.",
    "This gameworld is restricted to players with a special invitation code.": "Tento herný svet je prístupný iba pre hráčov so špeciálnym pozývacím kódom.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Ide o špeciálny herný svet, ktorý môže byť k dispozícii len na obmedzený čas a môže mať iné funkcie ako klasické herné svety.",
    "Pop-up was blocked": "Vyskakovacie okno bolo zablokované",
    "The pop-up for your social login was blocked by your browser.": "Vyskakovacie okno pre prihlásenie do sociálnej siete bolo zablokované tvojím prehliadačom.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Skontroluj nastavenia prehliadača, povoľ vyskakovacie okná a skús to znova. Ak problém pretrváva, kontaktuj náš tím podpory so žiadosťou o pomoc."
}