{
    "homeTitle": "Travian: Legends – Mednarodno | Spletna večigralska strateška igra",
    "homeDescription": "Pridruži se slavni strateški igri za eksperte s tisočimi pravih igralcev ✓ Neposredno v brskalniku  ➤ IGRAJ ZDAJ na naših priporočenih mednarodnih igralnih svetovih",
    "newsTitle": "Travian: Legends – Mednarodno | Najnovejše novice",
    "newsDescription": "Več o najnovejših novicah in posodobitvah ✓ Neposredno v vašem brskalniku  ➤ IGRAJ ZDAJ na naših priporočenih mednarodnih igralnih svetovih",
    "calendarTitle": "Travian: Legends – Mednarodno | Koledar igralnega sveta",
    "calendarDescription": "Izvedite več o prihajajočih strežnikih za igro Travian: Legends – Mednarodno ✓ Neposredno v vašem brskalniku  ➤ IGRAJ ZDAJ na naših priporočenih mednarodnih igralnih svetovih",
    "Gameworld calendar": "Koledar igralnih svetov",
    "Date": "Datum",
    "Speed": "Hitrost",
    "Construction plans": "Natarski gradbeni načrti",
    "Artefacts": "Artefakti",
    "Gameworld end": "Konec igralnega sveta",
    "Wonder of the World, level 100": "Čudo sveta, stopnje 100",
    "Local gameworld languages": "Lokalni jeziki igralnega sveta",
    "Article image": "Slika članka",
    "Read full story": "Preberite celotno zgodbo",
    "Read": "Beri",
    "News & Updates": "Novice in posodobitve",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Vse podrobnosti igralnega sveta še niso določene. Ko bodo posodobljene boste v veži prejeli obvestilo.",
    "Currently no entries": "Trenutno ni vnosov",
    "Join Gameworld": "Pridružite se igralnemu svetu",
    "Play Now": "Igraj zdaj",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Ta svet igre je omejen samo na igralce s posebno kodo povabila. Če imate povabilo, ga vnesite, da se pridružite igralnemu svetu.",
    "Your invitation code": "Vaša koda povabila",
    "Enter invitation code": "Vnesite kodo povabila",
    "Please enter the invitation code that you received.": "Vnesite kodo povabila, ki ste jo prejeli.",
    "The invitation code is too short. Please enter all {INT} characters.": "Koda povabila je prekratka. Prosimo, vnesite vseh {INT} znakov.",
    "Invitation code cooldown": "Čas ohlajanja kode povabila",
    "digits": "številke",
    "To news overview": "Pojdi na pregled novic",
    "Home": "Domov",
    "Gameworld Calendar": "Koledar igralnih svetov",
    "Tournament": "Turnir",
    "Login": "Prijava",
    "Account settings": "Nastavitve računa",
    "Data consent": "Soglasje za podatke",
    "To lobby": "Pojdi v vežo",
    "Logout": "Odjava",
    "Search for a language or country": "Poišči jezik ali državo",
    "No language matches your search. Are you sure you typed it correctly?": "Noben jezik se ne ujema s tvojo poizvedbo Si prepričan. da si ga pravilno vnesel?",
    "Your email address is already connected to a Legends Lobby Account.": "Vaš e-poštni naslov je že povezan z Legends računom v veži.",
    "Create Legends Lobby Account": "Ustvarite Legends vežni račun",
    "Enter your email address": "Vnesite svoj email naslov",
    "Email Address": "Elektronski naslov",
    "Please enter your email address": "Prosimo vnesite svoj elektronski naslov.",
    "Please enter your email address or account name": "Vnesite svoj e-poštni naslov ali ime računa",
    "Please enter a valid email address. E.g. mymail@provider.com": "Vnesite veljaven elektronski naslov. Npr. mymail@provider.com",
    "Redirecting to Login": "Preusmerjanje na prijavo",
    "Cancel": "Prekini",
    "I want to receive the newsletter": "Želim prejemati novice.",
    "registrationLegalText": "Če kliknete {QUOTE}registriraj se z e-poštnim naslovom{QUOTE}, sprejmete {GTC} in potrdite, da ste prebrali {INFORMATION_RIGHT_OF_WITHDRAWAL} in {PRIVACY_POLICY}.",
    "GTC": "T&Cs",
    "Information on the Right of Withdrawal": "Informacije o pravici do odstopa od pogodbe",
    "Register with email address": "Registrirajte se z e-poštnim naslovom",
    "Already have an account?": "Že imate račun?",
    "Login now": "Prijavite se zdaj",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Aktivacijska koda ni pravilna. Vnesite aktivacijsko kodo, ki ste jo prejeli v e-poštnem sporočilu.",
    "Please confirm that you are not a robot": "Prosimo, potrdite, da niste robot.",
    "We sent you an activation link to: {email}": "Aktivacijsko povezavo smo vam poslali na: {email}",
    "Activate Legends Lobby account": "Aktivirajte Legends vežni račun",
    "Please follow the instructions in the email to continue.": "Za nadaljevanje sledite navodilom v e-poštnem sporočilu.",
    "Enter activation code": "Vnesite aktivacijsko kodo",
    "E.g. 123456": "Npr. 123456",
    "Wrong email address?": "Napačen elektronski naslov?",
    "Change email": "Spremeni E-mail",
    "Please enter the activation code that you received in the email.": "Vnesite aktivacijsko kodo, ki ste jo prejeli v e-poštnem sporočilu.",
    "The activation code is too short. Please enter all {int} digits.": "Koda za aktiviranje je prekratka. Vnesite vseh {int} številk.",
    "Start again": "Začnite znova",
    "Set your password": "Nastavite svoje geslo",
    "Create a password for your account with a minimum length of {int} characters.": "Ustvarite geslo za svoj račun z najmanjšo dolžino {int} znakov.",
    "Choose a password": "Izberite geslo",
    "Password strength": "Moč gesla",
    "Write a password to check its strength": "Vnesite geslo, da preverite njegovo moč.",
    "Set password": "Nastavite geslo",
    "weak": "Šibko",
    "notStrong": "Povprečno",
    "moderate": "Zmerno",
    "good": "Dobro",
    "strong": "Močno",
    "Password has a good length": "Geslo ima dobro dolžino",
    "Password is too short to be secure": "Geslo je prekratko, da bi bilo varno",
    "Upper and lower case used": "Uporabljene velike in male črke",
    "No mix of upper and lower case": "Brez mešanja velikih in malih črk",
    "Only one type of character used": "Uporabljena je samo ena vrsta znakov",
    "Two types of characters used": "Dve vrsti uporabljenih znakov",
    "No letters used": "Ni uporabljenih črk",
    "No numbers used": "Ni uporabljenih številk",
    "No special characters used": "Ni uporabljenih posebnih znakov",
    "Three types of characters used": "Tri vrste uporabljenih znakov",
    "Create Account": "Ustvari račun",
    "Pick a username and tagline": "Izberite uporabniško ime in oznako",
    "Pick a username and tagline to create your unique Lobby Account.": "Izberite uporabniško ime in oznako ter ustvarite svoj edinstven vežni račun.",
    "Choose a username": "Izberite uporabniško ime",
    "Choose a tagline": "Izberite oznako",
    "{int1} - {int2} characters": "{int1} - {int2} znakov",
    "Username preview": "Predogled uporabniškega imena",
    "Username": "Uporabniško ime",
    "Tagline": "Oznaka",
    "Additional information for username and tagline": "Dodatne informacije za uporabniško ime in oznako",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinacija vašega uporabniškega imena in oznake bo vaše edinstveno ime vežnega računa. Dokler je kombinacija na voljo, lahko izberete poljubno kombinacijo.",
    "Lobby Account created!": "Vežni račun ustvarjen!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Vaš Legends vežni račun {name} je bil uspešno ustvarjen.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Našli smo naslednje avatarje, povezane z vašim e-poštnim naslovom. Do njih lahko dostopate iz veže.",
    "You didn't get a code?": "Niste dobili kode?",
    "Resend activation code": "Ponovno pošlji aktivacijsko kodo",
    "ActivateAccount": "Aktiviraj račun",
    "Start Playing": "Začni z igranjem",
    "Enter Lobby and select Gameworld": "Vstopite v vežo in izberite igralni svet",
    "Generate new tagline": "Kratica Ustvari novo",
    "Enter new password": "Vnesite novo geslo",
    "loginPassword": "Geslo",
    "Create a new password for your Legends Lobby Account.": "Ustvarite novo geslo za svoj Legends vežni račun.",
    "Set new password": "Nastavite novo geslo",
    "Recover password": "Obnovite geslo",
    "Your password was successfully updated.": "Geslo je bilo uspešno posodobljeno.",
    "You can now login with your updated credentials.": "Zdaj se lahko prijavite s posodobljenimi poverilnicami.",
    "New password set": "Nastavljeno novo geslo",
    "Back to Login": "Nazaj na prijavno stran",
    "Password Recovery": "Obnovitev gesla",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Vnesite e-poštni naslov, ki je povezan z vašim Legends vežnim računom. Poslali vam bomo navodila za ponastavitev gesla.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Če za ta e-poštni naslov obstaja vežni račun, bi morali v e-pošti prejeti navodila za ponastavitev gesla:",
    "Once you have recovered your password, you can log in again.": "Ko ponastavite geslo, se lahko znova prijavite.",
    "Next upcoming server": "Naslednji prihajajoči strežnik",
    "Show gameworld calendar": "Prikaži koledar igralnega sveta",
    "Show all news": "Prikaži vse novice",
    "Load more news": "Naloži več novic",
    "tribe1": "Rimljan",
    "tribe2": "Tevton",
    "tribe3": "Galec",
    "tribe6": "Egipčan",
    "tribe7": "Hun",
    "tribe8": "Špartanec",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Prosimo vnesi želeno uporabniško ime. Mora biti med {min} in {max} znakov dolgo.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Žal nam je vendar je tvoje izbrano uporabniško ime prekratko. Mora biti dolgo vsaj {min} znakov.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Žal nam je vendar je tvoje izbrano uporabniško ime predolgo. Vsebuje lahko največ {max} znakov.",
    "Read more here": "Preberi več o tem tukaj",
    "GtlTravianAnswersId": "36",
    "Close window": "Zapri okno",
    "Change player": "Spremeni igralca",
    "Change region": "Spremeni regijo",
    "One or more players found on a game world excluded by our rules.": "Eden ali več igralcev, ki jih najdemo na igralnem svetu izvzetih zaradi naših pravil.",
    "noPlayerWithThisName": "Najden ni bil noben aktiven igralec s tem imenom",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Če želite svoje neporabljene in kupljene zlatnike prenesti na obstoječega igralca, najprej potrdite lastništvo zlatnikov z vnosom ustreznega e-poštnega naslova.",
    "Please verify your code": "Prosimo potrdite svojo kodo",
    "Player name found on one game world": "Ime igralca najdeno na enem igralnem svetu",
    "Please confirm selection": "Prosimo potrdite izbiro",
    "error": "napaka",
    "Gold": "Zlatniki",
    "Gold Transfer": "Prenos zlatnikov",
    "Playername": "Ime igralca",
    "Game World": "Igralni svet",
    "Confirm transfer": "Potrdite prenos",
    "Please check the displayed data and confirm the gold transfer to continue.": "Prosimo, preverite prikazane podrobnosti in potrdite prenos zlatnikov za nadaljevanje.",
    "Please enter your email address in format yourname@mail.com": "Prosimo, uporabi veljaven naslov, podoben tvojeime@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Žal nam je vendar je vnešeni email naslov prekratek. Vsebovati mora vsaj {min} znakov.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Žal nam je vendar je vnešeni email naslov predolg. Vsebuje lahko največ {max} znakov.",
    "We found multiple players in different regions": "Našli smo več igralcev v različnih regijah",
    "Please select game world": "Izberite igralni svet",
    "Multiple players with that name were found": "Najdenih je bilo več igralcev s tem imenom",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Igralca smo našli na več igralnih svetovih v tvoji regiji. Zlatnike lahko preneseš samo na enega novega igralca. Izberi igralni svet.",
    "To find the right player, please select the region of the game world that player is located in.": "Če želite najti pravega igralca, izberite regijo igralnega sveta, na katerem se igralec nahaja.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} je bilo prenešenih igralcu {player} na igralnem svetu {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Za dokončanje prenosa {icon} {amount} mora igralec{player} slediti navodilom prejetim v IGMu.",
    "Gold transfer successful": "Prenos zlatnikov uspešen",
    "Verify Ownership": "Potrdite lastništvo",
    "Server age in days": "Starost strežnika v dnevih",
    "Server speed": "Hitrost strežnika",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Temu igralnemu svetu se je mogoče pridružiti le preko mobilne aplikacije Travian: Legends.",
    "Search new player": "Iščite novega igralca",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Vnesite ime igralca, ki mu želite prenesti zlatnike.",
    "Language selection": "Izbira jezika",
    "Login to Lobby Account": "Prijava v vežni račun",
    "Email address / account name": "E-poštni naslov/ime računa",
    "Enter your email address or account name": "Vnesi svoj e-poštni naslov ali ime računa",
    "Password": "Geslo",
    "Enter your password": "Vnesi svoje geslo",
    "Please enter your password": "Prosimo vnesi svoje geslo",
    "Forgot your password?": "Ali si pozabil geslo?",
    "Recover": "Obnovi",
    "Privacy Policy": "Pravilnik o zasebnosti",
    "Register": "Registracija",
    "or continue with": "ali nadaljuj z",
    "Back to Registration": "Nazaj na registracijo",
    "Need Help?": "Potrebujete pomoč?",
    "Something went wrong": "Nekaj je šlo narobe",
    "Something went wrong with your social login.": "Pri prijavi v družabno omrežje je prišlo do napake.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Poskusite znova ali pa, če se težava ne odpravi, obrnite na našo ekipo za pomoč.",
    "Email already used": "E-pošta je že uporabljena",
    "The email address provided is already used for a Travian: Legends lobby account.": "Navedeni e-poštni naslov se že uporablja za račun v veži Travian: Legends.",
    "Please use your email address to login.": "Za prijavo prosimo uporabite svoj e-poštni naslov.",
    "Email permission missing": "Manjka dovoljenje za e-pošto",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Za začetek igranja Travian: Legends potrebujemo vaše dovoljenje za dostop do vašega e-poštnega naslova.",
    "Please try again with the correct permission settings or try another registration method.": "Poskusite znova s pravilnimi nastavitvami ali poskusite z drugo metodo registracije.",
    "registrationSocialLegalText": "S klikom na {QUOTE}Potrditev{QUOTE}, sprejmete {GTC} in potrdite, da ste prebrali {INFORMATION_RIGHT_OF_WITHDRAWAL} in {PRIVACY_POLICY}.",
    "Confirm": "Potrditev",
    "Contact support": "Obrni se na podporo",
    "Unexpected Error": "Nepričakovana napaka",
    "Terms & Conditions": "Splošni pogoji in določila",
    "Right of Withdrawal": "Pravica do odstopa",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Vse pravice pridržane.",
    "Imprint": "Impresum",
    "Responsible for this website": "Odgovorni za to stran",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80807 Munich\nNemčija\n\nmail@traviangames.com",
    "Jurisdiction": "Pristojnost",
    "imprintJurisdiction": "Munich okrožno sodišče, HRB 173511\nID za DDV št. DE 246258085\nUpravna direktorja: Viktor Pulz, Jörg Strathaus\nTelefon: +49 89/32 49 15 93 8 (ni za podporo v igri)\nFaks: +49 89/32 49 15 97 3 (samo plus podpora)",
    "Support": "Podpora",
    "Contact": "Kontakt",
    "Youth protection officer": "Uradna oseba za varstvo mladine",
    "imprintYouthProtection": "Odvetnik Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Uradna oseba za varstvo podatkov",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Ko pišeš podpori, prosimo napiši uporabniško ime in igralni svet.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Imetnik vseh pravic do besedila, grafike in izvorne kode je Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian je registrirana blagovna znamka Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Komisija EU je ustvarila platformo za spletno reševanje sporov (platforma SRS) med trgovci in potrošniki. Platforma SRS je na voljo na sledeči povezavi: {link}. Nismo dolžni sodelovati in trenutno ne bomo sodelovali v alternativnih rešitvah sporov ali platformah za reševanje sporov.",
    "Game Rules": "Pravila igre",
    "gameRulesInfo": "Pravila igre so dodatek k splošnim pogojem in določilom. V primeru zaklepa računa ali da bi preverili, kaj je dovoljeno in kaj ne, se posvetujte tudi s {Terms & Conditions}, zlasti odsekom 6.\n\n\nPoskus izogibanja pravilom igre, spodbujanje drugega igralca k kršitvi pravil igre ali pridobivanje prednosti zaradi kršitve pravil bo obravnavan kot kršitev in ustrezno kaznovan sorazmerno s kršitvijo in po presoji ekipe Travian: Legends. Vsa pravila igre veljajo tudi za igralce, ki imajo namen izbrisati vežni račun oziroma avatar ali pa je njihov vežni račun oziroma avatar že v postopku izbrisa.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Vsak igralec lahko poseduje in igra le en avatar na posameznem igralnem svetu.",
    "gameRules1.1.b": "Avatar je treba vedno igrati v njegovo korist ali v korist njegove konfederacije. Avatarji, ki obstajajo v korist drugih avatarjev, ki so zunaj alianse ali konfederacije, so lahko trajno zaklenjeni in izbrisani. Avatarji, ki imajo koristi od avatarjev, kateri so obstajali v njihovo korist, so lahko strogo kaznovani. \n\nTo vključuje, vendar ni omejeno na, naslednja prepovedana dejanja:",
    "gameRules1.1.b-1": "Zasebno kmetovanje: avatarji, ki napadajo zunaj konfederacije napadalca in omogočajo, da jih napade določen igralec ali več igralcev iz konfederacije. To ne vpliva na običajno kmetovanje, kjer neaktivne igralce napade več konfederacij.",
    "gameRules1.1.b-2": "Gradnja naselij z namenom, da jih osvojijo drugi igralci zunaj lastne konfederacije.",
    "gameRules1.2": "Lastnik vežnega računa je oseba, katere elektronski naslov je povezan z vežnim računom.  V primeru upravičenega dvoma, je lahko igralec naprošen, da iz registriranega elektronskega naslova vežnega računa pošlje email podpori, z namenom potrditve lastništva vežnega računa. Člani Travian: Legends osebja vas ne bodo nikoli vprašali za geslo.",
    "gameRules1.3.a": "Izmenjava gesla vežnega računa ni dovoljena, vključno s primerom \"dvojnikov\" - kadar avatarja igrata dva ali več igralcev. Dvojniki morajo biti dodani v veži za določene igralne svetove, za dostop do avatarja kateri jim je bil dodeljen kot dvojniku, pa se morajo prijaviti v svoj vežni račun. \n\nTravian Games ne bo povrnil kakršne koli škode lastniku vežnega računa, povzročene s strani osebe, ki je prejela geslo računa.",
    "gameRules1.3.b": "Če želi igralec preiti z enega avatarja na drugega ali ustvariti novega, je treba stari avatar izbrisati, preden se odobri dostop do novega avatarja ali se novi avatar ustvari.",
    "gameRules1.4": "Če je avatar neaktiven, bo izbrisan nič prej kot v sedmih dneh po zadnji prijavi.",
    "gameRules1.5": "Vabitve: V primeru zlorabe funkcije za vabljenje igralcev (npr. kršenje odseka pravil 1.1 z registracijo večih avatarjev), sta lahko kaznovana oba, vabljeni in vabitelj.",
    "gameRules1.6": "Zloraba plačilnega sistema in sistema za zaklepe lahko privede do izbrisa računa brez možnosti pritožbe.",
    "gameRules1.7": "Zloraba zasnove igre, ki jo podpora za stranke šteje za motečo igralno izkušnjo drugih, je lahko sankcionirana.",
    "gameRules1.8": "“Posebne” ponudbe, kot je na primer začetni paket zlatnikov, ni mogoče prenesti. Ta določba nadomešča {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 odsek T&C",
    "Sitting an avatar": "Sittanje avatarja",
    "gameRules2.1": "Vsak igralec ima pravico imenovati sitterje, ki lahko skrbijo za avatar. Sitter avatarja mora uporabiti funkcijo v igri namenjeno sittanju. Geslo vežnega računa ne sme biti dano sitterju. Zloraba sitter funkcije je prepovedana.",
    "gameRules2.2": "Travian Games GmbH ne bo povrnil škode lastniku računa, povzročene s strani sitterja. Lastnik vežnega računa je odgovoren za vsa dejanja sitterjev in soigralcev avatarja. V primeru nespoštovanja pravil igre ali splošnih pogojev in določil Travian: Legends, sta lahko kaznovana tako sitter kot lastnik vežnega računa.",
    "Use of external programs": "Uporaba zunanjih programov",
    "gameRules3.1": "Travian: Legends je dovoljeno igrati samo na nespremenjenem navadnem spletnem brskalniku. Uporaba skript/botov za avtomatizacijo dejanj na računu ali oponašanje premium funkcij je prepovedana. \n\nTo vključuje, vendar ni omejeno na, naslednja dejanja:",
    "gameRules3.1.1": "Samodejno ropanje drugih avatarjev (samodejno pošiljanje napadalnih valov)",
    "gameRules3.1.2": "Samodejno opravljanje dogodivščin",
    "gameRules3.1.3": "Samodejna gradnja in nadgrajevanje surovinskih polj in zgradb v naselju",
    "gameRules3.1.4": "Samodejno preverjanje zemljevida",
    "gameRules3.1.5": "Samodejno preverjanje statistike drugih igralcev",
    "gameRules3.1.6": "Samodejno pošiljanje surovin drugim avatarjem",
    "gameRules3.1.7": "Samodejno urjenje enot",
    "gameRules3.1.8": "Samodejno oddajanje ponudb na dražbe za predmete",
    "gameRules3.1.9": "Samodejno prirejanje festivalov",
    "gameRules3.1.10": "Samodejno preverjanje količine surovin v lastnih naseljih in prikazovanje na enem mestu",
    "gameRules3.1.11": "Vsaka druga samodejna dejanja, ki jih izvaja programska oprema tretjih oseb",
    "gameRules3.2": "Travian Games si pridržuje pravico do kaznovanja igralcev, ki uporabljajo skripte ali bote za avtomatizacijo dejanj trajno ali za določen čas, medtem ko je igralni svet aktiven.",
    "Program errors / bugs": "Programske napake / hrošči",
    "gameRules4.1": "Zloraba napak v igri v korist avatarja ni dovoljena in morajo biti prijavljene podpori. Zloraba kakršne koli napake je kazniva.",
    "Selling/buying game content": "Prodaja/nakup vsebine igre",
    "gameRules5.1": "Prodaja ali nakup vežnih računov, avatarjev, surovin, enot, vasi, zlatnikov, srebrnikov ali drugih storitev od tretjih oseb je prepovedana. Ponujanje ali prodaja vsebin v igri je prav tako prepovedana.  Oddaja vežnih računov v zameno za denar ni dovoljena.",
    "Netiquette": "Spletni bonton",
    "gameRules6.1": "Igralci morajo vedno komunicirati na vljuden način.",
    "gameRules6.2": "Neprimerni profili, imena vasi ali katera koli druga vsebina so lahko spremenjeni s strani ekipe za stranke brez opozorila. Zavezništva z neprimernimi imeni in/ali neprimerno vsebino v profilu, javnem forumu in drugih javnih krajih so lahko nemudoma izbrisana.",
    "gameRules6.3": "Naslednje obnašanje je strogo prepovedano: žaljiv, obrekljiv, seksističen, rasističen ali nespodoben jezik; sovražni govor proti katerikoli religiji, rasi, narodnosti, spolu, starostni skupini ali spolni usmerjenosti; grožnje v resničnem življenju; imitacija osebja Travian: Legends ali katerega drugega uradna položaja v podjetju.",
    "gameRules6.4": "Igra naj bo brez politike in religije iz resničnega sveta.",
    "gameRules6.5": "Objavljanje in prikazovanje vsebin, ki niso primerne za mladoletnike, je prepovedano.",
    "gameRules6.6": "Sporočila iz igre, je dovoljeno objaviti, samo s soglasjem obeh strani. Objavljanje sporočil ali e-pošte Travian: Legends osebja ni dovoljeno, razen, če je bilo podano izrecno soglasje.",
    "gameRules6.7": "Oglaševanje katere koli vrste ni dovoljeno",
    "gameRules6.8": "Kakršna koli neprimerna vsebina, ki jo podpora za stranke šteje za motečo igralno izkušnjo drugih, je lahko sankcionirana.",
    "Punishments": "Kazni",
    "gameRules7.1": "V primeru kršenja pravil igre ali splošnih pogojev in določil, lahko pride do zaklepa avatarja, katerega se ga nato lahko odklene s kaznijo, ki ustreza storjeni kršitvi. Neprimerna imena vežnih računov in avatarjev so lahko spremenjena. Travian Games GmbH ne bo povrnil karšnih koli izgub povzročenih v času zaklepa, vključno s \"Plus računi\" in zlatniki. Vsi igralci so obravnavani enako, ne glede na uporabo zlatnikov.",
    "gameRules7.2": "O zaklepu je mogoče kontaktirati ekipo za podporo strankam samo preko {Customer Service portal}.\n \nZaklep in kazen izreče en član skupine za izvrševanje pravil. V primeru pritožbe bo zaklep in kazen pregledal drug član skupine za izvrševanje pravil. Njihova odločitev je dokončna.\n\nIgralci se strinjajo, da ekipa Travian: Legends ne more razkriti mehanizmov, ki se uporabljajo za odkrivanje kršitev, saj bi se takim mehanizmom lahko na tak način izognili.\n\nO zaklepih, izbrisih in njihovih posledicah se ne razpravlja javno. Ekipa Travian: Legends ne razkriva informacij o zaklepih osebam, ki niso vpletene.",
    "Customer Service portal": "portala za pomoč strankam",
    "Rule changes and correction clause": "Sprememba pravil in korekturna klavzula",
    "gameRules8.1": "Travian Games GmbH si pridržuje pravico do spremembe pravil kadarkoli.",
    "gameRules8.2": "V primeru, da posamezen predpis pravil postane neučinkovit ali ničen, to ne vpliva na veljavnost ostalih predpisov. Travian Games GmbH se obvezuje, da bodo neučinkoviti predpisi zamenjani v čim krajšem času.",
    "gameRules8.3": "V primeru neskladnosti med angleško različico in katero koli drugo jezikovno različico te publikacije prevlada angleška različica.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Podrobnejša pojasnila nekaterih pravil igre najdete v {Game Rules FAQ}. ",
    "Game Rules FAQ": "Pogostih vprašanjih o pravilih igre",
    "Romans": "Rimljani",
    "Teutons": "Tevtoni",
    "Gauls": "Galec",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Disciplinirane legije, napreden inženiring in strateška briljantnost opredeljujejo Rim. Vodite svoje legionarje in razširite svoj imperij z vojaško močjo in kulturno prevlado.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Za Tevtone so značilni divji napadalci, neusmiljeni bojevniki in neizprosna agresivnost. Vodite svoje divje sile in ropajte sovražnike ter jim z bliskovitimi napadi vženite strah v srca.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Hitri branilci, premetene pasti in skriti prostori varujejo galske surovine. Vodite svoje pleme in premagujte sovražnike z odpornostjo in premetenostjo.",
    "You have reached the end - no more news found.": "Dosegli ste konec - ni več novic.",
    "imprintTitle": "Travian: Legends – Mednarodno | Impresum",
    "imprintDescription": "Stopite v stik z odgovornimi in uradno osebo za varstvo podatkov za spletno stran Travian: Legends - Mednarodno.",
    "gameRulesTitle": "Travian: Legends – Mednarodno | Pravila igre",
    "gameRulesDescription": "Preberite več o kodeksu vedenja in pravilih igre Travian: Legends - Mednarodno.  ✓ Neposredno v brskalniku  ➤ IGRAJ ZDAJ na naših priporočenih mednarodnih igralnih svetovih",
    "Name contains invalid characters, is not allowed, or invalid": "Ime vsebuje neveljavne znake ali pa ni dovoljeno oziroma veljavno",
    "Avatar Exists": "Avatar obstaja",
    "Access Denied": "Dostop zavrnjen",
    "Unauthorized": "Nepooblaščeno",
    "Resend activation code not provided": "Aktivacijska koda za ponovno pošiljanje ni na voljo",
    "Resend activation code invalid": "Aktivacijska koda za ponovno pošiljanje neveljavna",
    "Code challenge provided, but method is not": "Izziv kode zagotovljen, metoda pa ne",
    "Please accept Terms and Conditions": "Sprejmite pogoje in določila",
    "No proper email address can be found in authentication credentials": "V poverilnicah za preverjanje avtentikacije ni mogoče najti ustreznega e-poštnega naslova",
    "Wrong email, account name or password": "Napačna e-pošta, ime računa ali geslo",
    "Identity needs activation": "Identiteta potrebuje aktivacijo",
    "Token is invalid for this request": "Žeton je neveljaven za to zahtevo",
    "Invalid identity provider": "Nepravilen ponudnik identitete",
    "Client is unauthorized": "Klient je nepooblaščen",
    "Failed to figure out transfer target": "Ni uspelo določiti cilja prenosa",
    "Cannot transfer this GTL to the target gameworld": "Tega GTL ni mogoče prenesti v ciljni igralni svet",
    "Refer a friend": "Povabi prijatelja",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Na omenjenem igralnem svetu že imate avatar. Funkcija \"Povabi prijatelja\" deluje samo v igralnih svetovih, na katerih nimate avatarja.",
    "To the Lobby": "Pojdi v vežo",
    "To the referred gameworld": "Pojdite v navedeni igralni svet",
    "Change account?": "Spremenite račun?",
    "Log out": "Odjava",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Prosimo vnesi željeno ime avatarja. Mora biti med {min} in {max} znakov dolgo.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Žal nam je vendar je tvoje izbrano ime avatarja prekratko. Mora biti dolgo vsaj {min} znakov.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Žal nam je vendar je tvoje izbrano ime avatarja predolgo. Vsebuje lahko največ {max} znakov.",
    "Change avatar": "Spremeni avatar",
    "One or more avatars found on a game world excluded by our rules.": "Eden ali več avatarjev, ki jih najdemo na igralnem svetu izvzetih zaradi naših pravil.",
    "noAvatarWithThisName": "Najden ni bil noben aktiven avatar s tem imenom",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Če želite svoje neporabljene in kupljene zlatnike prenesti na obstoječi avatar, najprej potrdi lastništvo zlatnikov z vnosom ustreznega e-poštnega naslova.",
    "Avatar name found on one game world": "Ime avatarja najdeno na enem igralnem svetu",
    "Avatarname": "Ime avatarja",
    "We found multiple avatars in different regions": "Našli smo več avatarjev v različnih regijah",
    "Multiple avatars with that name were found": "Najdenih je bilo več avatarjev s tem imenom",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Avatar smo našli na več igralnih svetovih v tvoji regiji. Zlatnike lahko preneseš samo na enega novega avatarja. Izberi igralni svet.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Če želiš najti pravi avatar, izberi regijo igralnega sveta, na katerem se nahaja avatar.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} je bilo prenešenih na avatar {avatar} na igralnem svetu {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Za dokončanje prenosa {icon} {amount} mora avatar {avatar} slediti navodilom prejetim v IGMu.",
    "Search new avatar": "Iskanje novega avatarja",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Vnesi ime avatarja, ki mu želiš prenesti zlatnike.",
    "This gameworld is only accessible for mobile players.": "Ta igralni svet je na voljo samo mobilnim igralcem.",
    "This gameworld is restricted to players with a special invitation code.": "Ta svet igre je omejen samo na igralce s posebno kodo povabila.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "To je poseben igralni svet, ki je lahko na voljo le omejen čas in ima lahko drugačne funkcije kot klasični igralni svetovi.",
    "Pop-up was blocked": "Pojavno okno je bilo blokirano",
    "The pop-up for your social login was blocked by your browser.": "Vaš brskalnik je blokiral pojavno okno za prijavo v družabno omrežje.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Preverite nastavitve brskalnika, omogočite pojavna okna in poskusite znova. Poskusite znova ali pa, če se težava ne odpravi, obrnite na našo ekipo za pomoč."
}