{
    "homeTitle": "Travian: Legends – интернационално | Мрежна стратешка игра",
    "homeDescription": "Придружите се легендарној стратешкој игри са хиљадама стварних играча ✓ Директно из вашег прегледача  ➤ ИГРАЈ САДА на нашим препорученим међународним серверима",
    "newsTitle": "Travian: Legends – интернационално | Најновије вести",
    "newsDescription": "Сазнајте више о најновијим вестима и ажурирањима ✓ Директно у вашем прегледачу  ➤ ИГРАЈ САДА на нашим препорученим међународним серверима",
    "calendarTitle": "Travian: Legends – интернационално | Календар сервера",
    "calendarDescription": "Сазнајте више о предстојећим серверима за играње Travian: Legends – интернационално ✓ Директно у вашем прегледачу  ➤ ИГРАЈ САДА на нашим препорученим међународним серверима",
    "Gameworld calendar": "Календар сервера",
    "Date": "Датум",
    "Speed": "Брзина",
    "Construction plans": "Грађевински планови",
    "Artefacts": "Артефакти",
    "Gameworld end": "Крај сервера",
    "Wonder of the World, level 100": "Светско чудо степен 100",
    "Local gameworld languages": "Језици локалног сервера",
    "Article image": "Слика чланка",
    "Read full story": "Прочитај целу причу",
    "Read": "Прочитај",
    "News & Updates": "Вести и ажурирања",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Још увек нису дефинисани сви детаљи сервера. Добићете обавештење у свом лобију када буду ажурирани.",
    "Currently no entries": "Тренутно нема уноса",
    "Join Gameworld": "Придружи се серверу",
    "Play Now": "Играј сада",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Овај сервер је ограничен само на играче са посебним кодом за позив. Ако га имате, унесите га да бисте се придружили серверу.",
    "Your invitation code": "Ваша позивница",
    "Enter invitation code": "Унесите код позивнице",
    "Please enter the invitation code that you received.": "Молимо унесите код позивнице који сте добили.",
    "The invitation code is too short. Please enter all {INT} characters.": "Код позивнице је прекратак. Молимо унестите свих {INT} карактера.",
    "Invitation code cooldown": "Хлађење позивнице",
    "digits": "цифре",
    "To news overview": "Иди на преглед новости",
    "Home": "Почетна",
    "Gameworld Calendar": "Календар сервера",
    "Tournament": "Турнир",
    "Login": "Пријавите се",
    "Account settings": "Подешавања налога",
    "Data consent": "Сагласност о подацима",
    "To lobby": "Иди у лоби",
    "Logout": "Одјави се",
    "Search for a language or country": "Пронађите језик или земљу",
    "No language matches your search. Are you sure you typed it correctly?": "Ниједан језик не одговара вашој претрази. Да ли сте сигурни да сте тачно написали?",
    "Your email address is already connected to a Legends Lobby Account.": "Ваша е-мејл адреса је већ повезана са налогом у Legends лобију.",
    "Create Legends Lobby Account": "Направи Legends лоби налог",
    "Enter your email address": "Унесите вашу е-мејл адресу",
    "Email Address": "Е-мејл адреса",
    "Please enter your email address": "Молимо унесите вашу е-мејл адесу",
    "Please enter your email address or account name": "Молимо унесите свој е-мејл или корисничко име",
    "Please enter a valid email address. E.g. mymail@provider.com": "Молимо унесите важећу е-мејл адресу Нпр. mymail@provider.com",
    "Redirecting to Login": "Преусмеравање на пријаву",
    "Cancel": "Прекини",
    "I want to receive the newsletter": "Желим да примам обавештења.",
    "registrationLegalText": "Кликом на дугме {QUOTE}региструј се са е-мејл адресом{QUOTE}, прихватате {GTC} и потврђујете да сте прочитали {INFORMATION_RIGHT_OF_WITHDRAWAL} и {PRIVACY_POLICY}.",
    "GTC": "Услове",
    "Information on the Right of Withdrawal": "Информације о праву повлачења",
    "Register with email address": "Региструј се са е-мејл адресом",
    "Already have an account?": "Већ имате налог?",
    "Login now": "Пријави се одмах",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Код за активацију је погрешан. Молимо унесите активациони код који сте добили у е-мејлу.",
    "Please confirm that you are not a robot": "Молимо потврдите да нисте робот.",
    "We sent you an activation link to: {email}": "Послали смо вам линк за активацију: {email}",
    "Activate Legends Lobby account": "Активирај Legends лоби налог",
    "Please follow the instructions in the email to continue.": "Пратите упутства у е-мејлу да бисте наставили.",
    "Enter activation code": "Упишите активациони код",
    "E.g. 123456": "Нпр. 123456",
    "Wrong email address?": "Погрешка е-мејл адреса?",
    "Change email": "Промена е-мејла",
    "Please enter the activation code that you received in the email.": "Унесите активациони код који сте добили у е-мејлу.",
    "The activation code is too short. Please enter all {int} digits.": "Код за активацију је прекратак. Молимо унесите све {int} цифре.",
    "Start again": "Почните поново",
    "Set your password": "Подесите вашу лозинку",
    "Create a password for your account with a minimum length of {int} characters.": "{int} Креирајте лозинку за Налог са минималном дужином знакова.",
    "Choose a password": "Одаберите лозинку",
    "Password strength": "Јачина лозинке",
    "Write a password to check its strength": "Унесите лозинку да бисте проверили њену снагу.",
    "Set password": "Изаберите лозинку",
    "weak": "Слабо",
    "notStrong": "Осредње",
    "moderate": "Умерено",
    "good": "Добро",
    "strong": "Јако",
    "Password has a good length": "Лозинка има добру дужину",
    "Password is too short to be secure": "Лозинка је прекратка да би била безбедна",
    "Upper and lower case used": "Велика и мала слова су коришћена",
    "No mix of upper and lower case": "Нема мешавине великих и малих слова",
    "Only one type of character used": "Користи се само један тип знака",
    "Two types of characters used": "Коришћена су два типа знакова",
    "No letters used": "Нема коришћених слова",
    "No numbers used": "Нема коришћених бројева",
    "No special characters used": "Нису коришћени специјални знакови",
    "Three types of characters used": "Три типа карактера су коришћена",
    "Create Account": "Направити налог",
    "Pick a username and tagline": "Изаберите корисничко име и ознаку",
    "Pick a username and tagline to create your unique Lobby Account.": "Изаберите корисничко име и ознаку да бисте креирали јединствени лоби налог.",
    "Choose a username": "Одаберите корисничко име",
    "Choose a tagline": "Одаберите скраћеницу",
    "{int1} - {int2} characters": "{int1} - {int2} знака",
    "Username preview": "Преглед корисничког имена",
    "Username": "Корисничко име",
    "Tagline": "Ознака",
    "Additional information for username and tagline": "Додатне информације за корисничко име и ознаку",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Комбинација вашег корисничког имена и ознаке биће ваше јединствено лоби име. Све док је комбинација доступна, можете одабрати било коју комбинацију коју желите.",
    "Lobby Account created!": "Лоби налог је креиран!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Ваш лоби налог са именом за пријављивање {name} је успешно креиран.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Пронашли смо следеће аватаре на серверима повезане са вашом е-мејл адресом. Можете им приступити из лобија.",
    "You didn't get a code?": "Ниси добио код?",
    "Resend activation code": "Пошаљи поново код",
    "ActivateAccount": "Активирајте налог",
    "Start Playing": "Почетак игре",
    "Enter Lobby and select Gameworld": "Уђите у лоби и изаберите сервер",
    "Generate new tagline": "Генеришите нову ознаку",
    "Enter new password": "Унесите нову лозинку",
    "loginPassword": "Лозинка",
    "Create a new password for your Legends Lobby Account.": "Креирајте нову лозинку за лоби налог.",
    "Set new password": "Изаберите нову лозинку",
    "Recover password": "Повратите лозинку",
    "Your password was successfully updated.": "Ваша лозинка је успешно ажурирана.",
    "You can now login with your updated credentials.": "Сада можете да се пријавите помоћу ажурираних података.",
    "New password set": "Нова лозинка је постављена",
    "Back to Login": "Назад на пријаву",
    "Password Recovery": "Заборављена лозинка",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Унесите е-адресу повезану са вашим Legends лоби налогом. Послаћемо вам упутство о томе како да ресетујете лозинку.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Ако постоји лоби налог за ову е-мејл адресу, требало би да сте добили упутства затражити нову лозинку у својим е-мејл порукама:",
    "Once you have recovered your password, you can log in again.": "Када сте затражили нову лозинку, можете да се пријавите поново.",
    "Next upcoming server": "Следећи предстојећи сервер",
    "Show gameworld calendar": "Прикажи календар сервера",
    "Show all news": "Прикажи све вести",
    "Load more news": "Учитај још вести",
    "tribe1": "Римљанин",
    "tribe2": "Тевтонац",
    "tribe3": "Гал",
    "tribe6": "Египћанин",
    "tribe7": "Хун",
    "tribe8": "Спартанац",
    "tribe9": "Викинг",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Унесите жељено корисничко име. Требало би да има између {min} и {max} карактера.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Жао нам је, али ваше жељено корисничко име је прекратко. Може да има најмање {min} карактера.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Жао нам је, али ваше жељено корисничко име је предугачко. Може да има највише {max} карактера.",
    "Read more here": "Прочитај више овде",
    "GtlTravianAnswersId": "36",
    "Close window": "Затвори прозор",
    "Change player": "Промени играча",
    "Change region": "Промени регион",
    "One or more players found on a game world excluded by our rules.": "Један или више играча је пронађен на серверу који је изузет према нашим правилима.",
    "noPlayerWithThisName": "Нема активних игача за ово име",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Да бисте пребацили неискоришћено купљено злато на постојећи налог молимо вас да прво потврдите власништво над златом уписивањем своје одговарајуће е-мејл адресе.",
    "Please verify your code": "Молимо потврдите свој код.",
    "Player name found on one game world": "Име играча је пронађено на једном серверу",
    "Please confirm selection": "Молимо потврдите избор",
    "error": "грешка",
    "Gold": "Злата",
    "Gold Transfer": "Пренос злата",
    "Playername": "Име играча",
    "Game World": "Сервер",
    "Confirm transfer": "Потврдите пренос",
    "Please check the displayed data and confirm the gold transfer to continue.": "Молимо проверите приказане детаље и потврдите пренос злата да бисте наставили.",
    "Please enter your email address in format yourname@mail.com": "Молимо Вас да унесете своју е-мејл адресу у формату yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Жао нам је, али ова е-мејл адреса изгледа прекратко. Може да има најмање {min} карактера.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Жао нам је, али ова е-мејл адреса изгледа предугачко. Може да има највише {max} карактера.",
    "We found multiple players in different regions": "Пронашли смо више играча у различитим регионима",
    "Please select game world": "Молимо изаберите сервер",
    "Multiple players with that name were found": "Више играча са овим именом је пронађено",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Пронашли смо тог играча на више сервера у вашем региону. Можете да пребаците злато само једном новом играчу. Молимо изаберите сервер.",
    "To find the right player, please select the region of the game world that player is located in.": "Да бисте пронашли правог играча, молимо вас изаберите регион сервера на којем се играч налази.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} је пренето играчу {player} на серверу {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Да бисте завршили пренос {icon} {amount}, играч {player} мора да испрати инструкције које је добио/ла путем поруке у игри.",
    "Gold transfer successful": "Злато је успешно пренето",
    "Verify Ownership": "Потврдите власништво",
    "Server age in days": "Старост сервера у данима",
    "Server speed": "Брзина сервера",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Овом свету игре се може придружити само путем мобилне апликације Travian: Legends.",
    "Search new player": "Потражи новог играча",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Молимо унесите име играча којем желите да пребаците злато.",
    "Language selection": "Избор језика",
    "Login to Lobby Account": "Пријавите се за лоби налог",
    "Email address / account name": "Е-мејл / корисничко име",
    "Enter your email address or account name": "Унесите свој е-мејл или корисничко име",
    "Password": "Лозинка",
    "Enter your password": "Унесите своју лозинку",
    "Please enter your password": "Молимо унесите своју лозинку",
    "Forgot your password?": "Заборавили сте лозинку?",
    "Recover": "Поврати",
    "Privacy Policy": "Политика приватности",
    "Register": "Региструјте се",
    "or continue with": "или наставите са",
    "Back to Registration": "Назад на регистрацију",
    "Need Help?": "Потребна вам је помоћ?",
    "Something went wrong": "Нешто је пошло наопако",
    "Something went wrong with your social login.": "Дошло је до грешке са вашим пријављивањем на друштвене мреже.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Молимо вас да покушате поново или, ако проблем и даље постоји, слободно контактирајте наш тим за подршку за помоћ.",
    "Email already used": "Е-мејл адреса се већ користи",
    "The email address provided is already used for a Travian: Legends lobby account.": "Наведена е-мејл адреса се већ користи за лоби налог у игри Travian: Legends.",
    "Please use your email address to login.": "Користите своју е-мејл адресу да бисте се пријавили.",
    "Email permission missing": "Недостаје дозвола за е-мејл",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Да бисте почели да играте Travian: Legends, потребна нам је ваша дозвола за приступ вашој е-мејл адреси.",
    "Please try again with the correct permission settings or try another registration method.": "Молимо вас да покушате поново са исправним подешавањима дозвола или испробате други метод регистрације.",
    "registrationSocialLegalText": "Кликом на {QUOTE}Потврђујем{QUOTE}, ви прихватате {GTC} и потврђујете да сте прочитали {INFORMATION_RIGHT_OF_WITHDRAWAL} и {PRIVACY_POLICY}.",
    "Confirm": "Потврди",
    "Contact support": "Контактирајте подршку",
    "Unexpected Error": "Неочекивана грешка",
    "Terms & Conditions": "Одредбе и услови",
    "Right of Withdrawal": "Права на повраћај",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH. Сва права задржана.",
    "Imprint": "О нама",
    "Responsible for this website": "Особе одговорне за ову интернет страницу",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Munich\nНемачка\n\nmail@traviangames.com",
    "Jurisdiction": "Јурисдикција",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nПДВ идентификациони број: DE 246258085\nДиректори: Viktor Pulz, Jörg Strathaus\nТелефон: 004989/32 49 15 93 8 (није за подршку у игри)\nФакс: 004989/32 49 15 97 3 (само за plus подршку)",
    "Support": "Подршка",
    "Contact": "Контакт",
    "Youth protection officer": "Службеник за заштиту младих",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Заштитник тајности података",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Када пишете е-мејл подршци не заборавите да напишете Ваше корисничко име и сервер на којем играте.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Власник свих права на текстове, графику и изворне кодове је компанија Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian је регистровани заштитни знак компаније Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Комисија ЕУ је направила платформу за решавање спорова путем интернета (ODR платформа) између трговаца и потрошача. Ова ODR платформа је доступна путем следећег линка: {link}. Нисмо у обавези да учествујемо и тренутно нећемо учествовати у алтернативним решавањима спорова или платформама за решавање спорова.",
    "Game Rules": "Правила игре",
    "gameRulesInfo": "Правила игре представљају додатак Условима коришћења. У случају блокаде или да би знали шта је дозвољено, а шта не потребно је да се упознате са {Terms & Conditions}, посебно одељком 6.\n\n\nПокушај заобилажења правила игре или охрабривање другог играча да крши правила игре ће се третирати као прекршај правила и кажњаваће се сразмерно прекршају и по нахођењу Travian: Legends тима. Ова правила су у потпуности важећа и за играче који имају намеру да обришу свој лоби налог или аватар или су у процесу брисања свог лоби налога или аватара.",
    "Avatar": "Аватар",
    "gameRules1.1.a": "Сваки играч сме да поседује и игра на само једном аватару по серверу.",
    "gameRules1.1.b": "Аватар се мора увек играти у своју корист или корист савезништва. Аватари који постоје за корист других аватара изван истог савеза или савезништва могу бити трајно блокирани и обрисани. Аватари који су имали користи од аватара који су постојали у њихову корист могу бити строго кажњени. \n\nЗабрањено понашање укључује, али није ограничено на, следеће радње:",
    "gameRules1.1.b-1": "Приватне фарме - пљачкање аватара изван савезништва пљачкаша који дозвољавају да буду пљачкани од одређеног играча или више играча из савезништва. Ово не утиче на уобичајено пљачкање када су неактивни играчи пљачкани од стране више савезништва.",
    "gameRules1.1.b-2": "Изградња села у сврху да буду освојена од стране других играча изван сопственог савезништва.",
    "gameRules1.2": "Власник лоби налога и аватара је особа чија је e-мејл адреса повезана са лоби налогом.  У случају основане сумње од играча може бити затражено да пошаље е-мејл Подршци са е-мејл адресе на коју је лоби налог регистрован како би потврдили да је играч власник лоби налога. Ниједан члан Travian: Legends особља никад неће тражити Вашу лозинку.",
    "gameRules1.3.a": "Дељење лозинке за лоби налог није дозвољено, укључујући и случај „дуала” – када аватар играју два или више играча. Дуали морају да се додају у лоби налогу за одређени сервер и морају се пријавити преко свог лоби налога да би приступили аватару којем су додељени као дуали. \n\nTravian Games GmbH не надокнађује власнику лоби налога за било какву штету учињену на лоби налогу или аватарима од стране особе која је добила лозинку.",
    "gameRules1.3.b": "Ако играч жели да пређе са једног аватара на други или да направи нови, онда се стари аватар мора избрисати пре него што му се одобри приступ новом аватару или креира нови аватар.",
    "gameRules1.4": "Ако је неактиван, аватар ће бити аутоматски обрисан најраније седам дана од последње пријаве.",
    "gameRules1.5": "Позивање пријатеља: у случају злоупотребе система за позивање играча (нпр. прављењем више аватара кршећи правило 1.1), позвани играч и позивалац се могу сматрати одговорнима и бити кажњени.",
    "gameRules1.6": "Злоупотреба система за плаћање и блокада могу досвести до брисања аватара без могућности жалбе.",
    "gameRules1.7": "Злоупотреба дизајна игре, коју кориснички сервис сматра нарушавајућом за играчко искуство других, може бити кажњиво.",
    "gameRules1.8": "„Специјалне” понуде, као што су почетни пакет злата су изузете од преноса злата. Ова одредба замењује {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 из Услова коришћења",
    "Sitting an avatar": "Чувар аватара",
    "gameRules2.1": "Сваки играч може имати чуваре који могу пазити на аватар. Чувар аватара мора чувати аватар користећи опцију чувар аватара у игри. Лозинка лоби налога се не сме дати чувару. Злоупотреба опције чувара је забрањена.",
    "gameRules2.2": "Travian Games GmbH не надокнађује штету проузроковану од стране чувара налога. Власник лоби налога је у потпуности одговоран за све поступке чувара свог аватара. Уколико чувар прекрши правила или Услове коришћења игре Travian: Legends, власник лоби налога и чувар могу бити кажњени.",
    "Use of external programs": "Коришћење додатака",
    "gameRules3.1": "Travian: Legends сме да се игра само преко стандардног немодификованог веб претраживача. Коришћење скрипти и/или ботова за аутоматизацију акција или добијање премијум опција је забрањено. \n\nТо укључује али није ограничено на следеће радње:",
    "gameRules3.1.1": "Аутоматско пљачкање других аватара (и аутоматско слање везаних напада)",
    "gameRules3.1.2": "Аутоматско започињање авантура",
    "gameRules3.1.3": "Аутоматска изградња и унапређење ресурсих поља и грађевина у селима",
    "gameRules3.1.4": "Аутоматско скенирање мапе",
    "gameRules3.1.5": "Аутоматско скенирање статистика других играча",
    "gameRules3.1.6": "Аутоматско слање сировина другим аватарима",
    "gameRules3.1.7": "Аутоматска обука војске",
    "gameRules3.1.8": "Аутоматско постављање понуда за предмете на аукцијама",
    "gameRules3.1.9": "Аутоматско покретање славља",
    "gameRules3.1.10": "Скенирање властитих села да би се на једном месту приказале сировине и информације о селу",
    "gameRules3.1.11": "Све остале аутоматске радње које спроводи софтвер треће стране",
    "gameRules3.2": "Travian Games задржава право да казни играче који користе скрипту или бота за аутоматизовање радњи трајно или одређено време док је сервер активан.",
    "Program errors / bugs": "Грешке у игри",
    "gameRules4.1": "Грешке у игри не смеју бити злоупотребљене у корист аватара и требају бити пријављене тиму за подршку. Злоупотреба грешака је такође кажњива.",
    "Selling/buying game content": "Продаја/куповина садржаја игре",
    "gameRules5.1": "Продаја или куповина услуга од стране трећих лица, лоби налога, аватара, сировина, јединица, села, злата или сребрњака је забрањена. Понуда за продају или куповину садржаја у игри је такође забрањена.  Лоби налози и аватари не смеју бити дати у замену за новац.",
    "Netiquette": "Правила лепог понашања",
    "gameRules6.1": "Играчи морају увек да комуницирају на пристојан начин.",
    "gameRules6.2": "Непримерене профиле, имена села или било који други садржај кориснички сервис може изменити без упозорења. Савези са непримереним називима и/или садржајем у њиховом профилу, јавном форуму и осталим јавним местима се могу одмах обрисати.",
    "gameRules6.3": "Следеће понашање је строго забрањено: увредљиво, клеветничко, сексистичко, расистичко или вулгарно изражавање; непријатељско понашање према било којој религији, раси, нацији, полу, старосној групи или сексуланој оријентацији; стварне претње по живот; опонашање Travian: Legends особља или службеног положаја унутар компаније.",
    "gameRules6.4": "У игри се не сме спомињати политика из стварног живота и религија.",
    "gameRules6.5": "Забрањено је постављање и приказивање материјала који није за малољетнике.",
    "gameRules6.6": "Поруке у склопу игре могу да буду објављене само уз пристанак обе стране. Објављивање порука за или од Travian: Legends особља је забрањено, осим уз изричито одобрење.",
    "gameRules6.7": "Рекламе било које врсте нису допуштене.",
    "gameRules6.8": "Било који непримерен садржај, који кориснички сервис сматра нарушавајућим за играчко искуство других, може бити кажњив.",
    "Punishments": "Казне",
    "gameRules7.1": "У случајевима кршења правила игре или Услова коришћења, аватар ће бити блокиран и може бити одблокиран уз казну у складу са начињеним прекршајем. Непримерена имена лоби налога и аватара могу бити промењена. Сви губици за време трајања блокаде, укључујући \"Travian Plus\" и злато неће бити надокнађени од стране Travian Games GmbH. Сви играчи се третирају једнако, без обзира да ли купују злато или не.",
    "gameRules7.2": "О блокади налога се може дискутовати само са тимом корисничког сервиса путем {Customer Service portal}.\n \nБлокада и казна су додељени од стране једног члана тима за спровођење правила игре. У случају жалбе, други члан тима за спровођење правила игре ће проверити блокаду и казну. Њихова одлука је коначна.\n\nИграчи прихватају да Travian: Legends тим не може да открије механизме који се користе за откривање прекршаја, јер би се такви механизми могли заобићи.\n\nБлокаде, брисања и њихове последице не смеју бити предмет јавне расправе. Travian: Legends тим не даје информације о блокираним налозима појединцима осим онима који су укључени.",
    "Customer Service portal": "портала корисничког сервиса",
    "Rule changes and correction clause": "Клаузула о изменама и исправкама правила",
    "gameRules8.1": "Travian Games GmbH задржава право измене правила у сваком тренутку.",
    "gameRules8.2": "Ако би поједине одредбе правила требале да постану неефикасне или неважеће, то неће утицати на валидност преосталих одредби. Ако поједине одредбе правила игре постану неефикасне или празне, ваљаност преосталих прописа неће се мењати.",
    "gameRules8.3": "У случају недоследности или одступања између енглеске и било које друге језичке верзије ове публикације, превладаће верзија на енглеском језику.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Детаљнија објашњења одређених правила игре могу се наћи у {Game Rules FAQ}.",
    "Game Rules FAQ": "Правила игре ЧПП",
    "Romans": "Римљани",
    "Teutons": "Тевтонци",
    "Gauls": "Гали",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Дисциплиноване легије, напредно инжењерство и стратешка бриљантност дефинишу Рим. Водите своје легионере да прошире своје царство кроз војну моћ и културну доминацију.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Жестоки нападачи, безмилосни ратници и непоколебљива агресија карактеришу Тевтонце. Водите своје дивље снаге да пљачкају непријатеље и уносе страх у њихова срца муњевитим нападима.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Брзи браниоци, лукаве замке и скривене пукотине штите галске сировине. Водите свој народ да надживи непријатеље отпорношћу и лукавошћу.",
    "You have reached the end - no more news found.": "Стигли сте до краја – нема више пронађених вести.",
    "imprintTitle": "Travian: Legends – интернационално | О нама",
    "imprintDescription": "Ступите у контакт са надлежнима и службеником за заштиту података сајта и имена Travian: Legends – интернационално.",
    "gameRulesTitle": "Travian: Legends – интернационално | Правила игре",
    "gameRulesDescription": "Сазнајте више о кодексу понашања и правилима игре Travian: Legends – интернационално.  ✓ Директно у вашем прегледачу  ➤ ИГРАЈ САДА на нашим препорученим међународним серверима",
    "Name contains invalid characters, is not allowed, or invalid": "Име или садржи неважеће знакове, или није дозвољено или важеће",
    "Avatar Exists": "Аватар постоји",
    "Access Denied": "Приступ одбијен",
    "Unauthorized": "Неовлашћено",
    "Resend activation code not provided": "Поново послат активациони код није унет",
    "Resend activation code invalid": "Поново послат активациони ко је неважећи",
    "Code challenge provided, but method is not": "Дат је код изазова, али метод није",
    "Please accept Terms and Conditions": "Молимо вас да прихватите услове коришћења",
    "No proper email address can be found in authentication credentials": "Није пронађена одговарајућа е-мејл адреса акредитивима за аутентификацију",
    "Wrong email, account name or password": "Погрешна е-мејл адреса, име налога или лозинка",
    "Identity needs activation": "Идентитет захтева активацију",
    "Token is invalid for this request": "Токен је неважећи за овај захтев",
    "Invalid identity provider": "Неважећи добављач идентитета",
    "Client is unauthorized": "Клијент је неовлашћен",
    "Failed to figure out transfer target": "Није успело одређивање циља преноса",
    "Cannot transfer this GTL to the target gameworld": "Не можете пренети овај линк за пренос злата на изабрани сервер",
    "Refer a friend": "Препоручи пријатељу",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Већ имате аватар на поменутом серверу. Опција препоручи пријатељу ради само на серверима где немате аватар.",
    "To the Lobby": "Иди у лоби",
    "To the referred gameworld": "Иди на препоручени сервер",
    "Change account?": "Промени налог?",
    "Log out": "Одјави се",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Унесите жељено име аватара. Требало би да има између {min} и {max} карактера.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Жао нам је, али ваше жељено име аватара је прекратко. Може да има најмање {min} карактера.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Жао нам је, али ваше жељено име аватара је предугачко. Може да има највише {max} карактера.",
    "Change avatar": "Промени аватар",
    "One or more avatars found on a game world excluded by our rules.": "Један или више аватара је пронађен на серверу који је изузет према нашим правилима.",
    "noAvatarWithThisName": "Нема активних аватара за ово име",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Да бисте пребацили неискоришћено злато, које сте купили, на постојећи аватар молимо вас да прво потврдите власништво над златом уписивањем своје одговарајуће е-мејл адресе.",
    "Avatar name found on one game world": "Име аватара је пронађено на једном серверу",
    "Avatarname": "Име аватара",
    "We found multiple avatars in different regions": "Пронашли смо више аватара у различитим регионима",
    "Multiple avatars with that name were found": "Пронађено је више аватара са овим именом",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Пронашли смо овај аватар на више сервера у вашем региону. Можете да пребаците злато само једном новом аватару. Молимо изаберите сервер.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Да бисте пронашли прави аватар, молимо вас изаберите регион сервера на којем се аватар налази.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} је пренето аватару {avatar} на серверу {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Да бисте завршили пренос {icon} {amount}, аватар {avatar} мора да испрати инструкције које је добио/ла путем поруке у игри.",
    "Search new avatar": "Пронађи нови аватар",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Молимо унесите име аватара којем желите да пребаците злато.",
    "This gameworld is only accessible for mobile players.": "Овај сервер је доступан само мобилним играчима.",
    "This gameworld is restricted to players with a special invitation code.": "Овај сервер је ограничен само на играче са посебним кодом за позив.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Ово је посебан сервер који може бити доступан само ограничено време и може имати другачије карактеристике од класичних сервера.",
    "Pop-up was blocked": "Искакајући прозор је блокиран",
    "The pop-up for your social login was blocked by your browser.": "Искакајући прозор за вашу пријаву је блокирао ваш прегледач.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Молимо вас да проверите подешавања прегледача, дозволите искакајуће прозоре и покушате поново. Ако проблем и даље постоји, слободно контактирајте нашу подршку за помоћ."
}