{
    "homeTitle": "Travian: Legends – International | Strategi för flera spelare online",
    "homeDescription": "Spela med tusentals riktiga spelare i det kända strategispelet för proffs ✓ Direkt i din webbläsare  ➤ SPELA NU i våra rekommenderade internationella spelvärldar",
    "newsTitle": "Travian: Legends – International | Senaste nytt",
    "newsDescription": "Läs mer om de senaste nyheterna och uppdateringarna ✓ Direkt i din webbläsare  ➤ SPELA NU i våra rekommenderade internationella spelvärldar",
    "calendarTitle": "Travian: Legends – International | Spelvärldskalender",
    "calendarDescription": "Läs mer om våra kommande servrar i Travian: Legends – International ✓ Direkt i din webbläsare  ➤ SPELA NU i våra rekommenderade internationella spelvärldar",
    "Gameworld calendar": "Spelvärldskalender",
    "Date": "Datum",
    "Speed": "Hastighet",
    "Construction plans": "Byggnadsplaner",
    "Artefacts": "Artefakter",
    "Gameworld end": "Spelvärldens slut",
    "Wonder of the World, level 100": "Världsunder, nivå 100",
    "Local gameworld languages": "Lokala spelvärldsspråk",
    "Article image": "Artikelbild",
    "Read full story": "Läs hela artikeln",
    "Read": "Läs",
    "News & Updates": "Nyheter och uppdateringar",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Alla spelvärldsdetaljer är inte fastställda än. Du får en notis i din lobby när de uppdaterats.",
    "Currently no entries": "Det finns inga poster",
    "Join Gameworld": "Gå med i spelvärld",
    "Play Now": "Spela nu",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Den här spelvärlden är begränsad till spelare med en särskild inbjudningskod. Ange din kod om du har en för att gå med i spelvärlden.",
    "Your invitation code": "Din inbjudningskod",
    "Enter invitation code": "Ange inbjudningskod",
    "Please enter the invitation code that you received.": "Ange den inbjudningskod som du har fått.",
    "The invitation code is too short. Please enter all {INT} characters.": "Inbjudningskoden är för kort. Ange alla {INT} tecken.",
    "Invitation code cooldown": "Vänta ett tag innan du anger din inbjudningskod",
    "digits": "siffror",
    "To news overview": "Gå till nyhetsöversikten",
    "Home": "Hem",
    "Gameworld Calendar": "Spelvärldskalender",
    "Tournament": "Turnering",
    "Login": "Logga in",
    "Account settings": "Kontoinställningar",
    "Data consent": "Samtycke till datadelning",
    "To lobby": "Gå till lobbyn",
    "Logout": "Logga ut",
    "Search for a language or country": "Sök efter språk eller land",
    "No language matches your search. Are you sure you typed it correctly?": "Inga träffar matchar ditt språk Är du säker på att du skrev det korrekt?",
    "Your email address is already connected to a Legends Lobby Account.": "Din e-postadress är redan kopplad till ett Legends-lobbykonto.",
    "Create Legends Lobby Account": "Skapa Legends-lobbykonto",
    "Enter your email address": "Ange din e-postadress",
    "Email Address": "E-postadress",
    "Please enter your email address": "Ange din e-postadress",
    "Please enter your email address or account name": "Ange e-postadress eller kontonamn",
    "Please enter a valid email address. E.g. mymail@provider.com": "Ange en giltig e-postadress. T.ex. minpost@leverantör.com",
    "Redirecting to Login": "Du skickas vidare till inloggning",
    "Cancel": "Avbryt",
    "I want to receive the newsletter": "Jag vill få nyhetsbrevet.",
    "registrationLegalText": "Genom att klicka på {QUOTE}registrera dig med e-postadress{QUOTE}accepterar du {GTC} och bekräftar att du har läst {INFORMATION_RIGHT_OF_WITHDRAWAL} och {PRIVACY_POLICY}.",
    "GTC": "Villkor",
    "Information on the Right of Withdrawal": "Information om ångerrätten",
    "Register with email address": "Registrera dig med e-postadress",
    "Already have an account?": "Har du redan ett konto?",
    "Login now": "Logga in nu",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Fel aktiveringskod. Ange den aktiveringskod som du fick i e-postmeddelandet.",
    "Please confirm that you are not a robot": "Bekräfta att du inte är en robot.",
    "We sent you an activation link to: {email}": "Vi har skickat en aktiveringslänk till: {email}",
    "Activate Legends Lobby account": "Aktivera Legends-lobbykonto",
    "Please follow the instructions in the email to continue.": "Följ instruktionerna i e-postmeddelandet för att fortsätta.",
    "Enter activation code": "Ange aktiveringskod",
    "E.g. 123456": "T.ex. 123456",
    "Wrong email address?": "Fel e-postadress?",
    "Change email": "Ändra e-postadress",
    "Please enter the activation code that you received in the email.": "Ange den aktiveringskod som du fick i e-postmeddelandet.",
    "The activation code is too short. Please enter all {int} digits.": "Aktiveringskoden är för kort. Ange alla {int} siffror.",
    "Start again": "Börja om på nytt",
    "Set your password": "Välj lösenord",
    "Create a password for your account with a minimum length of {int} characters.": "Skapa ett lösenord för ditt konto, minst {int} tecken.",
    "Choose a password": "Välj lösenord",
    "Password strength": "Lösenordets styrka",
    "Write a password to check its strength": "Ange ett lösenord för att kontrollera hur starkt det är.",
    "Set password": "Välj lösenord",
    "weak": "Svagt",
    "notStrong": "Dåligt",
    "moderate": "Medelmåttigt",
    "good": "Bra",
    "strong": "Starkt",
    "Password has a good length": "Lösenordet har en bra längd",
    "Password is too short to be secure": "Lösenordet är för kort för att vara säkert",
    "Upper and lower case used": "Stora och små bokstäver ingår",
    "No mix of upper and lower case": "Ingen blandning av stora och små bokstäver",
    "Only one type of character used": "Endast en typ av tecken ingår",
    "Two types of characters used": "Två typer av tecken ingår",
    "No letters used": "Inga bokstäver ingår",
    "No numbers used": "Inga siffror ingår",
    "No special characters used": "Inga specialtecken ingår",
    "Three types of characters used": "Tre sorters tecken ingår",
    "Create Account": "Skapa konto",
    "Pick a username and tagline": "Välj användarnamn och tagg",
    "Pick a username and tagline to create your unique Lobby Account.": "Välj ett användarnamn och en tagg för att skapa ditt unika lobbykonto.",
    "Choose a username": "Välj användarnamn",
    "Choose a tagline": "Välj tagg",
    "{int1} - {int2} characters": "{int1}–{int2} tecken",
    "Username preview": "Förhandsgranskning av användarnamn",
    "Username": "Användarnamn",
    "Tagline": "Tagg:",
    "Additional information for username and tagline": "Ytterligare information för användarnamn och tagg",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Kombinationen av ditt användarnamn och din tagg blir ditt unika lobbynamn. Så länge kombinationen finns tillgänglig kan du välja vilken kombination du vill.",
    "Lobby Account created!": "Lobbykonto skapat!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Du har skapat ett Legends-lobbykonto med inloggningsnamnet {name}.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Vi har hittat följande spelvärldsavatarer kopplade till din e-postadress. Du når dem från lobbyn.",
    "You didn't get a code?": "Fick du ingen kod?",
    "Resend activation code": "Skicka ny aktiveringskod",
    "ActivateAccount": "Aktivera konto",
    "Start Playing": "Börja spela",
    "Enter Lobby and select Gameworld": "Gå in i lobbyn och välj spelvärld",
    "Generate new tagline": "Generera nya tagg",
    "Enter new password": "Ange nytt lösenord",
    "loginPassword": "Lösenord",
    "Create a new password for your Legends Lobby Account.": "Skapa ett nytt lösenord för ditt Legends-lobbykonto.",
    "Set new password": "Ange nytt lösenord",
    "Recover password": "Återställ lösenord",
    "Your password was successfully updated.": "Ditt lösenord har uppdaterats.",
    "You can now login with your updated credentials.": "Du kan nu logga in med dina uppdaterade inloggningsuppgifter.",
    "New password set": "Nytt lösenord valt",
    "Back to Login": "Tillbaka till inloggning",
    "Password Recovery": "Återställning av lösenord",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Ange den e-postadress som är kopplad till ditt Legends-lobbykonto. Vi skickar instruktioner till dig om hur du återställer ditt lösenord.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Om det finns ett lobbykonto för den här e-postadressen bör det finnas ett meddelande i din inkorg med instruktioner om hur du återställer lösenordet:",
    "Once you have recovered your password, you can log in again.": "När du har återställt ditt lösenord kan du logga in igen.",
    "Next upcoming server": "Nästa kommande server",
    "Show gameworld calendar": "Visa spelvärldskalender",
    "Show all news": "Visa alla nyheter",
    "Load more news": "Ladda fler nyheter",
    "tribe1": "Romare",
    "tribe2": "Germaner",
    "tribe3": "Galler",
    "tribe6": "Egyptier",
    "tribe7": "Hunner",
    "tribe8": "Spartaner",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Välj ditt användarnamn. Det måste bestå av mellan {min} till {max} tecken.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Användarnamnet du vill ha är tyvärr för kort. Det måste bestå av minst {min} tecken.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Användarnamnet du vill ha är tyvärr för långt. Den får inte bestå av fler än {max} tecken.",
    "Read more here": "Läs mer här",
    "GtlTravianAnswersId": "36",
    "Close window": "Stäng fönster",
    "Change player": "Byt spelare",
    "Change region": "Byt region",
    "One or more players found on a game world excluded by our rules.": "En eller flera spelare hittades i en spelvärld som inte tillåts av våra regler.",
    "noPlayerWithThisName": "Vi hittade ingen aktiv spelare med detta namn",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Innan du kan föra över ditt återstående köpta guld till en existerande spelare måste du först verifiera att du äger guldet genom att ange din e-postadress.",
    "Please verify your code": "Verifiera din kod",
    "Player name found on one game world": "Spelarnamnet hittades i en spelvärld",
    "Please confirm selection": "Bekräfta ditt val",
    "error": "fel",
    "Gold": "Guld",
    "Gold Transfer": "Guldöverföring",
    "Playername": "Spelarnamn",
    "Game World": "Spelvärld",
    "Confirm transfer": "Bekräfta överföring",
    "Please check the displayed data and confirm the gold transfer to continue.": "Kontrollera att informationen som visas stämmer och bekräfta guldöverföringen för att fortsätta.",
    "Please enter your email address in format yourname@mail.com": "Ange din e-postadress på formatet yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Din e-postadress verkar vara för kort. Den måste bestå av minst {min} tecken.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Din e-postadress verkar vara för lång. Den får inte bestå av fler än {max} tecken.",
    "We found multiple players in different regions": "Vi hittade flera spelare i olika regioner",
    "Please select game world": "Välj en spelvärld",
    "Multiple players with that name were found": "Vi hittade flera aktiva spelare med det här namnet",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Vi hittade denna spelare i flera spelvärldar i din region. Du kan endast föra över ditt guld till en ny spelare. Välj en spelvärld.",
    "To find the right player, please select the region of the game world that player is located in.": "För att hitta rätt spelare, välj den region spelarens spelvärld befinner sig i.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} överfördes till spelaren {player} i spelvärlden {world}.",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Spelaren {player} måste följa instruktionerna som togs emot i ett spelmeddelande för att slutföra överföringen av {icon} {amount}.",
    "Gold transfer successful": "Guldöverföringen genomfördes",
    "Verify Ownership": "Bekräfta ägarskap",
    "Server age in days": "Serverns ålder i dagar",
    "Server speed": "Serverhastighet",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Den här spelvärlden kan endast anslutas via Travian: Legends mobilapp.",
    "Search new player": "Sök efter ny spelare",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Ange namnet på spelaren som du vill föra över guldet till.",
    "Language selection": "Välj språk",
    "Login to Lobby Account": "Inloggning till lobbykontot",
    "Email address / account name": "E-postadress/kontonamn",
    "Enter your email address or account name": "Ange e-postadress eller kontonamn",
    "Password": "Lösenord",
    "Enter your password": "Ange lösenord",
    "Please enter your password": "Ange lösenord",
    "Forgot your password?": "Har du glömt ditt lösenord?",
    "Recover": "Återställ",
    "Privacy Policy": "Integritetspolicy",
    "Register": "Registrera",
    "or continue with": "eller fortsätt med",
    "Back to Registration": "Tillbaka till registreringen",
    "Need Help?": "Behöver du hjälp?",
    "Something went wrong": "Något gick fel",
    "Something went wrong with your social login.": "Något gick fel med din inloggning på sociala medier.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Försök igen eller kontakta vår support för hjälp om problemet kvarstår.",
    "Email already used": "E-postadressen är redan använd",
    "The email address provided is already used for a Travian: Legends lobby account.": "Den angivna e-postadressen används redan av ett Travian: Legends lobbykonto.",
    "Please use your email address to login.": "Använd din e-postadress för att logga in.",
    "Email permission missing": "E-postbehörighet saknas",
    "To start playing Travian: Legends, we need your permission to access your email address.": "För att börja spela Travian: Legends måste du ge oss tillåtelse att komma åt din e-postadress.",
    "Please try again with the correct permission settings or try another registration method.": "Försök igen med korrekta rättighetsinställningar eller prova en annan registreringsmetod.",
    "registrationSocialLegalText": "Genom att klicka på {QUOTE}Bekräfta{QUOTE} accepterar du {GTC} och bekräftar att du har läst {INFORMATION_RIGHT_OF_WITHDRAWAL} och {PRIVACY_POLICY}.",
    "Confirm": "Bekräfta",
    "Contact support": "Kontakta Support",
    "Unexpected Error": "Oväntat fel",
    "Terms & Conditions": "Allmänna villkor",
    "Right of Withdrawal": "Ångerrätt",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004–{currentYear} Travian Games GmbH. Alla rättigheter förbehålls.",
    "Imprint": "Utgivare",
    "Responsible for this website": "Ansvariga för denna hemsida",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 München\nTyskland\n\nmail@traviangames.com",
    "Jurisdiction": "Jurisdiktion",
    "imprintJurisdiction": "München tingsrätt, HRB 173511\nMomsnummer: DE 246258085\nVD: Viktor Pulz, Jörg Strathaus\nTel.: +49 89/32 49 15 93 8 (ej spelsupport)\nFax: +49 89/32 49 15 97 3 (plus support only)",
    "Support": "Support",
    "Contact": "Kontakt",
    "Youth protection officer": "Ungdomsskyddsansvarig",
    "imprintYouthProtection": "Advokat Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Dataskyddsansvarig",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Glöm inte att uppge ditt användarnamn och spelserver när du skriver till Support.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Alla rättigheter till text, grafik och källkod ägs av Travian Games GmbH.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian är ett registrerat varumärke tillhörande Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": " EU-kommissionen har skapat en plattform för tvistlösning på nätet (Plattformen för tvistlösning online) mellan handlare och konsumenter. Plattformen för tvistlösning online är tillgänglig via följande länk: {link}. Vi behöver inte delta och deltar ej för närvarande i alternativa plattformar för tvistlösning på nätet.",
    "Game Rules": "Spelregler",
    "gameRulesInfo": "Spelreglerna utgör en del av de allmänna villkoren. I händelse av avstängning eller för att kontrollera vad som är tillåtet och inte, vänligen läs även de {Terms & Conditions}, särskilt 6.\n\n\nFörsök att kringgå spelreglerna, att uppmuntra en annan spelare att bryta mot spelreglerna eller dra nytta av en regelöverträdelse kommer att behandlas som överträdelser och bestraffas därefter, i proportion till överträdelsens storlek, enligt Travian: Legends-teamets omdöme. Alla spelregler gäller även för spelare som vill eller håller på att radera sitt lobby-konto eller sin avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Varje spelare får endast äga och spela en avatar per spelvärld.",
    "gameRules1.1.b": "Varje avatar måste spelas så att det gynnar avataren eller dess federation. Avatarer vars syfte är att gynna andra avatarer utanför alliansen eller federationen kan stängas av permanent och raderas. Avatarer som gynnas av sådana avatarer kan bestraffas hårt. \n\nDet otillåtna beteendet inkluderar, men är inte begränsat till, följande handlingar:",
    "gameRules1.1.b-1": "Privat farmande: att komma överens med utomstående spelare att de låter sig bli plundrade av en eller flera spelare från federationen. Detta gäller inte det vanliga farmandet där inaktiva spelare utsätts för plundringar från flera olika federationer.",
    "gameRules1.1.b-2": "Att bygga byar för att låta dem erövras av andra spelare utanför den egna federationen.",
    "gameRules1.2": "Personen vars e-postadress kopplats till ett lobbykonto och en avatar anses vara kontots ägare.  Om det råder tvivel om vem som äger kontot kan spelaren uppmanas att skicka ett meddelande till supporten från den kopplade e-postadressen. Ingen som representerar Travian: Legends kommer någonsin att be dig om ditt lösenord.",
    "gameRules1.3.a": "Det är inte tillåtet att dela lösenordet för ett lobbykonto. Det gäller även inom kontopartnerskap – när samma avatar spelas av två eller flera spelare.  Kontopartner måste läggas till i lobbyn för specifika spelvärldar, och de måste logga in på sitt eget lobbykonto för att komma åt avataren de tilldelades som kontopartner till. \n\nTravian Games GmbH ersätter inga skador mot lobbykontot eller dess avatarer om någon utomstående får tag på lobbykontots lösenord.",
    "gameRules1.3.b": "Om en spelare vill byta till en annan avatar eller skapa en ny måste den gamla avataren raderas innan du får tillgång till den nya avataren eller den nya avataren skapas.",
    "gameRules1.4": "Inaktiva avatarer kan komma att raderas automatiskt tidigast sju dagar efter den senaste inloggningen.",
    "gameRules1.5": "Inbjudningar: Vid missbruk av inbjudningssystemet (t.ex. genom skapande av flera avatarer i brott mot 1.1), kan både inbjudaren och det inbjudna kontot komma att hållas ansvariga och bestraffas.",
    "gameRules1.6": "Missbruk av betalnings- och avstängningssystemet kan leda till omedelbar radering av avataren utan möjlighet till överprövning.",
    "gameRules1.7": "Missbruk av spelets design på ett sätt som stör andras spelupplevelse kan bestraffas.",
    "gameRules1.8": "\"Erbjudanden\" i butiken, som guldstartpaketet, omfattas inte av guldöverföringen. Denna paragraf ersätter {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 i de allmänna villkoren",
    "Sitting an avatar": "Sitta en avatar",
    "gameRules2.1": "Varje spelare kan ange sitters som kan hjälpa till med avataren. Sittern måste få tillgång till avataren via den inbyggda sitterfunktionen. Lobbykontots lösenord får inte ges åt sittern. Det är inte tillåtet att missbruka sitterrättigheterna.",
    "gameRules2.2": "Travian Games GmbH ersätter inga skador åsamkade av en sitter. Lobbykontots ägare är ansvarig för alla handlingar sitters begår med avataren. Skulle en sitter bryta mot Travian: Legends regler eller de allmänna villkoren kan både lobbykontots ägare och sittern komma att bestraffas.",
    "Use of external programs": "Användning av externa program",
    "gameRules3.1": "Travian: Legends måste spelas med en konventionell webbläsare utan modifieringar. Användning av script och/eller bottar för att automatisera handlingar på avataren eller efterlikna premiumfunktioner är förbjudet. \n\nDetta inkluderar, men är inte begränsat till, följande åtgärder:",
    "gameRules3.1.1": "Att plundra andra avatarer eller sända anfallsvågor automatiskt",
    "gameRules3.1.2": "Påbörja äventyr automatiskt",
    "gameRules3.1.3": "Att bygga och uppgradera råvarufält och byggnader automatiskt",
    "gameRules3.1.4": "Automatisk sökning på kartan",
    "gameRules3.1.5": "Automatisk sökning i statistiken",
    "gameRules3.1.6": "Att sända råvaror till andra avatarer automatiskt",
    "gameRules3.1.7": "Träna trupper automatiskt",
    "gameRules3.1.8": "Lägga bud på auktioner automatiskt",
    "gameRules3.1.9": "Starta fester automatiskt",
    "gameRules3.1.10": "Skanna egna byar för att visa råvaror och information om byar på en plats",
    "gameRules3.1.11": "Alla andra automatiserade åtgärder som utförs av mjukvara från tredje part",
    "gameRules3.2": "Travian Games förbehåller sig rätten att bestraffa spelare som använder script eller bottar för att permanent eller tillfälligt automatisera åtgärder i spelet medan spelvärlden är aktiv.",
    "Program errors / bugs": "Programfel/buggar",
    "gameRules4.1": "Fel, buggar och dylikt i spelet får inte utnyttjas till en avatars fördel, utan ska istället rapporteras till support-teamet. Att utnyttja sådana fel eller buggar är straffbart.",
    "Selling/buying game content": "Sälja/köpa spelinnehåll",
    "gameRules5.1": "Det är förbjudet att sälja eller köpa tjänster från tredje part, ett lobbykonto, en avatar, råvaror, trupper, byar, guld eller silver. Det är även förbjudet att erbjuda försäljning eller köp av spelinnehåll för riktiga pengar.  Lobbykonton och avatarer får inte ges vidare i utbyte mot pengar.",
    "Netiquette": "Netikett",
    "gameRules6.1": "Spelare måste alltid kommunicera på ett hövligt sätt.",
    "gameRules6.2": "Opassande profiler, bynamn eller dylikt kan ändras av Support utan förvarning. Även allianser med opassande namn och/eller annat innehåll i profilen, det allmänna forumet eller andra allmänna områden kan raderas utan förvarning.",
    "gameRules6.3": "Följande beteende är strängt förbjudet: Kränkande, sexistiskt eller rasistiskt språkbruk; förtal; svordomar; fientlighet gentemot en religion, ras, nation, kön, åldersgrupp eller sexuell läggning; hot i riktiga livet; att utge sig för att representera Travian: Legends.",
    "gameRules6.4": "Spelet ska hållas fritt från verklighetens politik och religion.",
    "gameRules6.5": "Att sprida eller visa material som inte är lämpligt för minderåriga är förbjudet.",
    "gameRules6.6": "Meddelanden inom spelet får bara publiceras med båda parternas tillåtelse. Det är heller inte tillåtet att publicera meddelanden, inklusive e-post, till eller från Travian: Legends medarbetare utan uttryckligt tillstånd.",
    "gameRules6.7": "Alla typer av annonsering är förbjudna.",
    "gameRules6.8": "All spridning av opassande innehåll som stör andras spelupplevelse kan bestraffas.",
    "Punishments": "Bestraffningar",
    "gameRules7.1": "Avatarer som bryter mot reglerna eller de allmänna villkoren kommer att stängas av och kan endast låsas upp efter bestraffning i paritet med regelbrottet. Opassande lobbykonto- och avatarsnamn kan komma att ändras. Travian Games GmbH ersätter inga förluster, inklusive Travian Plus  och guld, till följd av en avstängning. Alla spelare behandlas lika, oavsett guldstatus.",
    "gameRules7.2": "Avstängningar får endast diskuteras med Supportteamet via {Customer Service portal}.\n \nMultihunter kan utfärda avstängningar och bestraffningar. Vid klagomål undersöks avstängningar och bestraffningar av någon annan multihunter. Dess beslut är slutgiltigt.\n\nSpelarna måste godta att Travian: Legends-teamet inte kan avslöja hur regelbrott undersöks, eftersom det skulle kunna göra det möjligt att kringgå reglerna.\n\nAvstängningar, raderingar och deras följder får inte diskuteras offentligt. Travian: Legends-teamet lämnar inte ut uppgifter om avstängningar åt någon annan än de inblandade.",
    "Customer Service portal": "Supportportalen",
    "Rule changes and correction clause": "Regeländringar och korrigeringsklausul",
    "gameRules8.1": "Travian Games GmbH förbehåller dig rätten att ändra reglerna när som helst.",
    "gameRules8.2": "Skulle enskilda bestämmelser visa sig vara ineffektiva eller ogiltiga påverkar inte detta giltigheten hos övriga punkter. Travian Games GmbH kommer att ersätta ineffektiva bestämmelser så snabbt som möjligt.",
    "gameRules8.3": "Skulle det råda skillnader mellan den engelska versionen och översatta versioner av detta dokument är det den engelska versionen som gäller.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Mer detaljerade förklaringar av vissa spelregler finns i våra {Game Rules FAQ}.",
    "Game Rules FAQ": "vanliga frågor om spelregler",
    "Romans": "Romare",
    "Teutons": "Germaner",
    "Gauls": "Galler",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Romarna definieras av disciplinerade legioner, avancerad ingenjörskonst och strategisk briljans. Led dina legionärer och expandera ditt imperium genom militär makt och kulturell dominans.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Germanerna karaktäriseras av vilda plundrare, hänsynslösa krigare och obeveklig aggression. Led dina skoningslösa styrkor för att plundra dina fiender och sätta skräck i dem med blixtsnabba anfall.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Gallernas resurser skyddas av snabba försvarare, listiga fällor och dolda skrymslen. Led din stam och överlista fienden med motståndskraft och list.",
    "You have reached the end - no more news found.": "Du har nått slutet – det finns inga fler nyheter. ",
    "imprintTitle": "Travian: Legends – International | Utgivare",
    "imprintDescription": "Kom i kontakt med ansvariga utgivare och integritetsansvariga för webbplatsen och spelet Travian: Legends – International.",
    "gameRulesTitle": "Travian: Legends – International | Spelregler",
    "gameRulesDescription": "Lär dig mer om Travian: Legends – Internationals uppförandekod och spelregler.  ✓ Direkt i webbläsaren  ➤ SPELA NU i våra rekommenderade internationella spelvärldar",
    "Name contains invalid characters, is not allowed, or invalid": "Namnet innehåller ogiltiga tecken eller är inte tillåtet eller giltigt",
    "Avatar Exists": "Avatar finns",
    "Access Denied": "Åtkomst nekad",
    "Unauthorized": "Obehörig",
    "Resend activation code not provided": "Skicka ny aktiveringskod – inte tillhandahållen",
    "Resend activation code invalid": "Skicka ny aktiveringskod – ogiltig",
    "Code challenge provided, but method is not": "Kodutmaning tillhandahållen, men inte metod",
    "Please accept Terms and Conditions": "Godkänn villkoren",
    "No proper email address can be found in authentication credentials": "Det finns ingen giltig e-postadress bland autentiseringsuppgifterna",
    "Wrong email, account name or password": "Fel e-postadress, kontonamn eller lösenord",
    "Identity needs activation": "Identiteten behöver aktiveras",
    "Token is invalid for this request": "Polletten gäller inte denna förfrågan",
    "Invalid identity provider": "Ogiltig identitetsleverantör",
    "Client is unauthorized": "Klienten är obehörig",
    "Failed to figure out transfer target": "Kunde inte bestämma överföringsmål",
    "Cannot transfer this GTL to the target gameworld": "Det går inte att föra över denna GTL till den valda spelvärlden",
    "Refer a friend": "Bjud in en vän",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Du har redan en avatar i spelvärlden du har bjudits in till. Bjud in en vän-funktionen fungerar bara i spelvärldar där du inte har någon avatar.",
    "To the Lobby": "Gå till lobbyn",
    "To the referred gameworld": "Gå till spelvärlden du bjöds in till",
    "Change account?": "Byt konto?",
    "Log out": "Logga ut",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Välj ditt avatarnamn. Det måste bestå av mellan {min} till {max} tecken.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Avatarnamnet du vill ha är tyvärr för kort. Det måste bestå av minst {min} tecken.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Avatarnamnet du vill ha är tyvärr för långt. Den får inte bestå av fler än {max} tecken.",
    "Change avatar": "Byt avatar",
    "One or more avatars found on a game world excluded by our rules.": "En eller flera avatarer hittades i en spelvärld utesluten av våra regler.",
    "noAvatarWithThisName": "Hittade ingen aktiv avatar med det här namnet",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Innan du kan föra över ditt återstående köpta guld till en existerande avatar måste du först verifiera att du äger guldet genom att ange din e-postadress.",
    "Avatar name found on one game world": "Avatarnamnet hittades i en spelvärld",
    "Avatarname": "Avatarnamn",
    "We found multiple avatars in different regions": "Vi hittade flera avatarer i olika regioner",
    "Multiple avatars with that name were found": "Hittade flera avatarer med det namnet",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Vi hittade den här avataren i flera spelvärldar i din region. Du kan endast föra över ditt guld till en ny avatar. Välj en spelvärld.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "För att hitta rätt avatar ska du välja den region avatarens spelvärld befinner sig i.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} överfördes till avataren {avatar} i spelvärlden {world}.",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Avataren {avatar} måste följa instruktionerna som togs emot i ett spelmeddelande för att slutföra överföringen av {icon} {amount}.",
    "Search new avatar": "Sök efter ny avatar",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Ange namnet på avataren som du vill föra över guldet till.",
    "This gameworld is only accessible for mobile players.": "Den här spelvärlden är endast tillgänglig för spelare på mobil.",
    "This gameworld is restricted to players with a special invitation code.": "Den här spelvärlden är begränsad till spelare med en särskild inbjudningskod.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Det här är en speciell spelvärld som kanske bara är tillgänglig under en begränsad tid och som kan ha andra funktioner än klassiska spelvärldar.",
    "Pop-up was blocked": "Popup-fönstret blockerades",
    "The pop-up for your social login was blocked by your browser.": "Popup-fönstret för din inloggning via sociala medier blockerades av din webbläsare.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Kontrollera din webbläsares inställningar, tillåt popup-fönster och försök igen. Kontakta vårt supportteam för hjälp om felet kvarstår."
}