{
    "homeTitle": "Travian: Legends – สากล | เกมวางแผนการรบออนไลน์มัลติเพลเยอร์",
    "homeDescription": "ร่วมเล่นเกมวางแผนการรบระดับโลกกับผู้เล่นคนจริงนับพัน ✓ ได้จากเบราว์เซอร์ของคุณ  ➤ เล่นตอนนี้ที่เกมเวิลด์สากลของเรา",
    "newsTitle": "Travian: Legends – สากล | ข่าวล่าสุด",
    "newsDescription": "เรียนรู้ข่าวสารและอัปเดตล่าสุดเพิ่มเติม ✓ ได้จากเบราว์เซอร์ของคุณ  ➤ เล่นตอนนี้ที่เกมเวิลด์สากลของเรา",
    "calendarTitle": "Travian: Legends – สากล | Game ปฏิทินเกมเวิลด์",
    "calendarDescription": "เรียนรู้เพิ่มเติมเกี่ยวกับเซิร์ฟเวอร์ใหม่เพื่อเล่น Travian: Legends – สากล ✓ ได้จากเบราว์เซอร์ของคุณ  ➤ เล่นตอนนี้ที่เกมเวิลด์สากลของเรา",
    "Gameworld calendar": "ปฏิทินเกมเวิลด์",
    "Date": "วันที่",
    "Speed": "ความเร็ว",
    "Construction plans": "แผนผังการก่อสร้าง",
    "Artefacts": "สิ่งประดิษฐ์",
    "Gameworld end": "เกมเวิลด์สิ้นสุด",
    "Wonder of the World, level 100": "วันเดอร์ออฟเดอะเวิลด์ เลเวล 100",
    "Local gameworld languages": "ภาษาเกมเวิลด์ในประเทศ",
    "Article image": "รูปภาพบทความ",
    "Read full story": "อ่านเรื่องราวทั้งหมด",
    "Read": "อ่าน",
    "News & Updates": "ข่าวสารและอัปเดต",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "ยังไม่มีการกำหนดรายละเอียดเกี่ยวกับเกมเวิลด์ทั้งหมด คุณจะได้รับการแจ้งเตือนในล็อบบี้ของคุณเมื่อมีการอัปเดต",
    "Currently no entries": "ยังไม่มีรายการ",
    "Join Gameworld": "เข้าร่วมเกมเวิลด์",
    "Play Now": "เล่นตอนนี้",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "เกมเวิลด์นี้ถูกจำกัดไว้สำหรับผู้เล่นที่มีรหัสเชิญชวนพิเศษเท่านั้น หากคุณมี โปรดกรอกรหัสเพื่อเข้าร่วมเกมเวิลด์",
    "Your invitation code": "รหัสเชิญชวนของคุณ",
    "Enter invitation code": "กรอกรหัสเชิญชวน",
    "Please enter the invitation code that you received.": "โปรดกรอกรหัสเชิญชวนที่คุณได้รับ",
    "The invitation code is too short. Please enter all {INT} characters.": "รหัสเชิญชวนสั้นเกินไป โปรดกรอกทั้งหมด {INT} ตัวอักษร",
    "Invitation code cooldown": "คูลดาวน์รหัสเชิญชวน",
    "digits": "ตัวเลข",
    "To news overview": "ไปที่ภาพรวมข่าว",
    "Home": "หน้าหลัก",
    "Gameworld Calendar": "ปฏิทินเกมเวิลด์",
    "Tournament": "ทัวร์นาเมนต์",
    "Login": "เข้าสู่ระบบ",
    "Account settings": "การตั้งค่าบัญชี",
    "Data consent": "การยินยอมข้อมูล",
    "To lobby": "ไปที่ล็อบบี้",
    "Logout": "ออกจากระบบ",
    "Search for a language or country": "ค้นหาภาษาหรือประเทศของคุณ",
    "No language matches your search. Are you sure you typed it correctly?": "ไม่มีภาษาที่ตรงกับการค้นหาของคุณ คุณแน่ใจหรือว่าคุณพิมพ์ถูกต้อง?",
    "Your email address is already connected to a Legends Lobby Account.": "ที่อยู่อีเมลของคุณเชื่อมโยงกับบัญชีล็อบบี้ Legends อยู่แล้ว",
    "Create Legends Lobby Account": "สร้างบัญชีล็อบบี้ Legends",
    "Enter your email address": "ระบุอีเมล",
    "Email Address": "อีเมล",
    "Please enter your email address": "โปรดระบุอีเมล",
    "Please enter your email address or account name": "โปรดระบุอีเมลหรือชื่อบัญชีของคุณ",
    "Please enter a valid email address. E.g. mymail@provider.com": "โปรดระบุอีเมลที่ถูกต้อง เช่น mymail@provider.com",
    "Redirecting to Login": "กำลังเปลี่ยนเส้นทางไปที่ล็อกอิน",
    "Cancel": "ยกเลิก",
    "I want to receive the newsletter": "ฉันต้องการรับจดหมายข่าว",
    "registrationLegalText": "เมื่อคลิก{QUOTE} ลงทะเบียนด้วยอีเมล{QUOTE} คุณยอมรับ {GTC}  และยืนยันว่าคุณได้อ่าน {INFORMATION_RIGHT_OF_WITHDRAWAL} และ {PRIVACY_POLICY} แล้ว",
    "GTC": "ข้อกำหนดและเงื่อนไข",
    "Information on the Right of Withdrawal": "ข้อมูลเกี่ยวกับสิทธิในการถอนเงิน",
    "Register with email address": "ลงทะเบียนด้วยอีเมล",
    "Already have an account?": "มีบัญชีอยู่แล้วใช่หรือไม่?",
    "Login now": "เข้าสู่ระบบตอนนี้",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "รหัสเปิดใช้งานไม่ถูกต้อง โปรดระบุรหัสเปิดใช้งานที่คุณได้รับในอีเมล",
    "Please confirm that you are not a robot": "โปรดยืนยันว่าคุณไม่ใช่หุ่นยนต์",
    "We sent you an activation link to: {email}": "เราได้ส่งลิงก์การเปิดใช้งานของคุณไปที่: {email}",
    "Activate Legends Lobby account": "เปิดใช้งานบัญชีล็อบบี้ Legends",
    "Please follow the instructions in the email to continue.": "โปรดทำตามคำแนะนำในอีเมลเพื่อดำเนินการต่อ",
    "Enter activation code": "ระบุรหัสเปิดใช้งาน",
    "E.g. 123456": "เช่น 123456",
    "Wrong email address?": "อีเมลไม่ถูกต้องใช่หรือไม่?",
    "Change email": "เปลี่ยนอีเมล",
    "Please enter the activation code that you received in the email.": "โปรดระบุรหัสเปิดใช้งานที่คุณได้รับในอีเมล",
    "The activation code is too short. Please enter all {int} digits.": "รหัสเปิดใช้งานสั้นเกินไป โปรดระบุทั้ง {int} หลัก",
    "Start again": "เริ่มอีกครั้ง",
    "Set your password": "ตั้งรหัสผ่านของคุณ",
    "Create a password for your account with a minimum length of {int} characters.": "สร้างรหัสผ่านสำหรับบัญชีของคุณที่มีความยาวขั้นต่ำ {int}  อักขระ",
    "Choose a password": "เลือกรหัสผ่าน",
    "Password strength": "รหัสผ่าน",
    "Write a password to check its strength": "ระบุรหัสผ่านเพื่อตรวจสอบความปลอดภัยของรหัส",
    "Set password": "ตั้งรหัสผ่าน",
    "weak": "อ่อนแอ",
    "notStrong": "ปานกลาง",
    "moderate": "พอใช้",
    "good": "ดี",
    "strong": "ปลอดภัย",
    "Password has a good length": "รหัสผ่านมีความยาวที่เหมาะสม",
    "Password is too short to be secure": "รหัสผ่านสั้นเกินไปที่จะปลอดภัย",
    "Upper and lower case used": "มีการใช้ตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก",
    "No mix of upper and lower case": "ไม่มีการผสมระหว่างตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก",
    "Only one type of character used": "ใช้อักขระเพียงชนิดเดียว",
    "Two types of characters used": "ใช้อักขระสองประเภท",
    "No letters used": "ไม่ได้ใช้ตัวอักษร",
    "No numbers used": "ไม่ได้ใช้ตัวเลข",
    "No special characters used": "ไม่ได้ใช้อักขระพิเศษ",
    "Three types of characters used": "ใช้อักขระสามประเภท",
    "Create Account": "สร้างบัญชี",
    "Pick a username and tagline": "เลือกชื่อผู้ใช้และ Tag",
    "Pick a username and tagline to create your unique Lobby Account.": "เลือกชื่อผู้ใช้และ Tag เพื่อสร้างบัญชีล็อบบี้ที่ไม่ซ้ำกันของคุณ",
    "Choose a username": "เลือกชื่อผู้ใช้",
    "Choose a tagline": "เลือก Tag",
    "{int1} - {int2} characters": "{int1}  - {int2}  ตัวอักษร",
    "Username preview": "แสดงตัวอย่างชื่อผู้ใช้",
    "Username": "ชื่อผู้ใช้",
    "Tagline": "Tag",
    "Additional information for username and tagline": "ข้อมูลเพิ่มเติมสำหรับชื่อผู้ใช้และ Tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "การรวมกันของชื่อผู้ใช้และ Tag ของคุณจะเป็นชื่อล็อบบี้ของคุณ ตราบเท่าที่การรวมกันใช้งานได้ คุณสามารถเลือกการรวมกันแบบใดก็ได้ที่คุณต้องการ",
    "Lobby Account created!": "สร้างบัญชีล็อบบี้แล้ว!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "บัญชีล็อบบี้ Legends ของคุณพร้อมด้วยชื่อล็อกอิน {name} ถูกสร้างขึ้นมาสำเร็จแล้ว",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "เราพบอวทาร์ของเกมเวิลด์ต่อไปนี้ที่เกี่ยวข้องกับอีเมลของคุณ คุณสามารถเข้าถึงได้จากล็อบบี้",
    "You didn't get a code?": "คุณไม่ได้รับรหัสใช่หรือไม่?",
    "Resend activation code": "ส่งรหัสเปิดใช้งานอีกครั้ง",
    "ActivateAccount": "เปิดใช้งานบัญชี",
    "Start Playing": "เริ่มเล่น",
    "Enter Lobby and select Gameworld": "เข้าสู่ล็อบบี้และเลือกเกมเวิลด์",
    "Generate new tagline": "สร้าง Tag ใหม่",
    "Enter new password": "ระบุรหัสผ่านใหม่",
    "loginPassword": "รหัสผ่าน",
    "Create a new password for your Legends Lobby Account.": "สร้างรหัสผ่านใหม่สำหรับบัญชีล็อบบี้ Legends ของคุณ",
    "Set new password": "ตั้งรหัสผ่านใหม่",
    "Recover password": "กู้คืนรหัสผ่าน",
    "Your password was successfully updated.": "แก้ไขรหัสผ่านของคุณสำเร็จแล้ว",
    "You can now login with your updated credentials.": "ขณะนี้คุณสามารถเข้าสู่ระบบด้วยข้อมูลประจำตัวที่อัปเดตแล้วของคุณ",
    "New password set": "ตั้งรหัสผ่านใหม่",
    "Back to Login": "กลับสู่หน้าล็อกอิน",
    "Password Recovery": "กู้คืนรหัสผ่าน",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "ระบุอีเมลที่เชื่อมโยงกับบัญชีล็อบบี้ Legends ของคุณ เราจะส่งคำแนะนำเกี่ยวกับวิธีการกำหนดรหัสผ่านใหม่ให้คุณ",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "หากมีบัญชีล็อบบี้สำหรับอีเมลแอดเดรสนี้ คุณควรได้รับคำแนะนำในการกำหนดรหัสผ่านใหม่ในอีเมลของคุณ:",
    "Once you have recovered your password, you can log in again.": "เมื่อคุณกู้คืนรหัสผ่านของคุณแล้ว คุณจะสามารถเข้าสู่ระบบได้อีกครั้ง",
    "Next upcoming server": "เซิร์ฟเวอร์ใหม่ที่กำลังจะมาถึง",
    "Show gameworld calendar": "แสดงปฏิทินเกมเวิลด์",
    "Show all news": "แสดงข่าวทั้งหมด",
    "Load more news": "โหลดข่าวเพิ่มเติม",
    "tribe1": "โรมัน",
    "tribe2": "ทูทัน",
    "tribe3": "กอล",
    "tribe6": "อียิปต์",
    "tribe7": "ฮัน",
    "tribe8": "สปาร์ตัน",
    "tribe9": "ไวกิ้ง",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "โปรดระบุชื่อผู้ใช้ที่ต้องการของคุณ ต้องมีความยาวระหว่าง {min} และ {max} ตัวอักษร",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "เราเสียใจด้วย แต่ชื่อผู้ใช้ที่คุณต้องการนั้นสั้นเกินไป ต้องมีความยาวอย่างน้อย {min} ตัวอักษร",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "เราเสียใจด้วย แต่ชื่อผู้ใช้ที่คุณต้องการนั้นยาวเกินไป ควรมีสูงสุด {max} ตัวอักษร",
    "Read more here": "อ่านเพิ่มเติมที่นี่",
    "GtlTravianAnswersId": "36",
    "Close window": "ปิดหน้าต่าง",
    "Change player": "เปลี่ยนผู้เล่น",
    "Change region": "เปลี่ยนภูมิภาค",
    "One or more players found on a game world excluded by our rules.": "พบผู้เล่น 1 คนหรือมากกว่าในเกมเวิลด์ที่ไม่รวมอยู่ในกฎของเรา",
    "noPlayerWithThisName": "ไม่พบผู้เล่นที่มีชื่อนี้",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "หากต้องการโอนทองที่คุณซื้อแล้วยังไม่ได้ใช้ให้กับผู้เล่นที่มีอยู่ ก่อนอื่นโปรดยืนยันความเป็นเจ้าของทองโดยระบุที่อยู่อีเมลที่เกี่ยวข้อง",
    "Please verify your code": "โปรดยืนยันรหัสของคุณ",
    "Player name found on one game world": "พบชื่อผู้เล่นบนเกมเวิลด์ที่หนึ่ง",
    "Please confirm selection": "โปรดยืนยันการเลือก",
    "error": "ข้อผิดพลาด",
    "Gold": "ทอง",
    "Gold Transfer": "โอนทอง",
    "Playername": "ชื่อผู้เล่น",
    "Game World": "เกมเวิลด์",
    "Confirm transfer": "ยืนยันการโอน",
    "Please check the displayed data and confirm the gold transfer to continue.": "โปรดตรวจสอบรายละเอียดที่ปรากฏและยืนยันการโอนทองเพื่อดำเนินการต่อ",
    "Please enter your email address in format yourname@mail.com": "โปรดระบุอีเมลของคุณในรูปแบบ yourname@mail.com",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "เราเสียใจด้วย แต่อีเมลนี้สั้นเกินไป ต้องมีอย่างน้อย {min} ตัวอักษร",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "เราเสียใจด้วย แต่อีเมลนี้ยาวเกินไป ควรมีสูงสุด {max} ตัวอักษร",
    "We found multiple players in different regions": "เราพบผู้เล่นหลายคนในภูมิภาคต่างๆ",
    "Please select game world": "โปรดเลือกเกมเวิลด์",
    "Multiple players with that name were found": "พบผู้เล่นหลายคนที่มีชื่อนี้",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "เราพบผู้เล่นนั้นบนหลายเกมเวิลด์ในภูมิภาคของคุณ คุณสามารถโอนทองไปให้ผู้เล่นใหม่หนึ่งคนได้เท่านั้น โปรดเลือกเกมเวิลด์",
    "To find the right player, please select the region of the game world that player is located in.": "หากต้องการค้นหาผู้เล่นที่ถูกต้อง โปรดเลือกภูมิภาคของเกมเวิลด์ที่ผู้เล่นอยู่",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} ถูกโอนไปให้ผู้เล่น {player} บนเกมเวิลด์ {world}",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "หากต้องการโอน {icon} {amount} ให้สำเร็จ ผู้เล่น {player} ต้องทำตามคำแนะนำที่ได้รับผ่าน IGM",
    "Gold transfer successful": "โอนทองสำเร็จ",
    "Verify Ownership": "ยืนยันความเป็นเจ้าของ",
    "Server age in days": "อายุเซิร์ฟเวอร์เป็นวัน",
    "Server speed": "ความเร็วเซิร์ฟเวอร์",
    "This gameworld can only be joined via the Travian Legends mobile app.": "สามารถเข้าร่วมเกมเวิลด์นี้ได้ผ่านทางแอปมือถือ Travian: Legends เท่านั้น",
    "Search new player": "ค้นหาผู้เล่นใหม่",
    "Please enter the name of the player to whom you wish to transfer the gold.": "โปรดระบุชื่อผู้เล่นที่คุณต้องการโอนทองไปให้",
    "Language selection": "การเลือกภาษา",
    "Login to Lobby Account": "ล็อกอินสำหรับบัญชีล็อบบี้",
    "Email address / account name": "อีเมล / ชื่อบัญชี",
    "Enter your email address or account name": "ระบุอีเมลหรือชื่อบัญชีของคุณ",
    "Password": "รหัสผ่าน",
    "Enter your password": "ใส่รหัสผ่าน",
    "Please enter your password": "โปรดใส่รหัสผ่าน",
    "Forgot your password?": "ลืมรหัสผ่าน?",
    "Recover": "กู้คืน",
    "Privacy Policy": "นโยบายความเป็นส่วนตัว",
    "Register": "ลงทะเบียน",
    "or continue with": "หรือดำเนินการต่อด้วย",
    "Back to Registration": "ย้อนกลับไปยังหน้าลงทะเบียน",
    "Need Help?": "ต้องการความช่วยเหลือใช่หรือไม่?",
    "Something went wrong": "มีบางอย่างไม่ถูกต้อง",
    "Something went wrong with your social login.": "มีบางอย่างไม่ถูกต้องกับการเข้าสู่ระบบโซเชียลของคุณ",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "โปรดลองอีกครั้งหรือหากปัญหายังคงอยู่ โปรดติดต่อทีมสนับสนุนของเราเพื่อขอความช่วยเหลือ",
    "Email already used": "อีเมลถูกใช้ไปแล้ว",
    "The email address provided is already used for a Travian: Legends lobby account.": "ที่อยู่อีเมลที่ให้มาถูกใช้กับบัญชีล็อบบี้ Travian: Legends ไปแล้ว",
    "Please use your email address to login.": "โปรดใช้อีเมลเพื่อเข้าสู่ระบบ",
    "Email permission missing": "ไม่มีการอนุญาตใช้อีเมล",
    "To start playing Travian: Legends, we need your permission to access your email address.": "ในการเริ่มเล่น Travian: Legends เราต้องได้รับอนุญาตจากคุณในการเข้าถึงที่อยู่อีเมลของคุณ",
    "Please try again with the correct permission settings or try another registration method.": "โปรดลองอีกครั้งด้วยการตั้งค่าการอนุญาตที่ถูกต้องหรือทดลองวิธีการลงทะเบียนอื่น",
    "registrationSocialLegalText": "เมื่อคลิก{QUOTE}ยืนยัน{QUOTE} คุณได้ยอมรับ{GTC} และยืนยันว่าคุณได้อ่าน {INFORMATION_RIGHT_OF_WITHDRAWAL} และ {PRIVACY_POLICY} แล้ว",
    "Confirm": "ยืนยัน",
    "Contact support": "ติดต่อฝ่ายสนับสนุน",
    "Unexpected Error": "ข้อผิดพลาดที่ไม่คาดคิด",
    "Terms & Conditions": "ข้อตกลงและเงื่อนไข",
    "Right of Withdrawal": "สิทธิ์ของการถอนเงิน",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH สงวนลิขสิทธิ์",
    "Imprint": "ที่อยู่ติดต่อ",
    "Responsible for this website": "ผู้รับผิดชอบเว็บไซต์นี้",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 มิวนิก\nเยอรมนี\n\nmail@traviangames.com",
    "Jurisdiction": "อำนาจศาล",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่ม DE 246258085\nกรรมการผู้จัดการ: Viktor Pulz, Jörg Strathaus\nโทรศัพท์: +49 89/32 49 15 93 8 (ไม่ใช่สำหรับการสนับสนุนด้านเกม)\nแฟ็กซ์: +49 89/32 49 15 97 3 (สนับสนุนเฉพาะ plus เท่านั้น)",
    "Support": "ฝ่ายสนับสนุน",
    "Contact": "ที่อยู่ติดต่อ",
    "Youth protection officer": "เจ้าหน้าที่ปกป้องคุ้มครองเยาวชน",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "เจ้าหน้าที่ปกป้องคุ้มครองข้อมูล",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "privacy@traviangames.com  โปรดอย่าลืมระบุชื่อผู้ใช้และเซิร์ฟเวอร์เกมของคุณเมื่อคุณเขียนถึงฝ่ายสนับสนุน",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "สงวนสิทธิ์ข้อความ กราฟิก และรหัสต้นฉบับโดย Travian Games GmbH",
    "Travian is a registered trademark of Travian Games GmbH.": "ทราเวียน (Travian) เป็นเครื่องหมายการค้าของ Travian Games GmbH",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "คณะกรรมาธิการสหภาพยุโรปได้สร้างแพลตฟอร์มสำหรับการแก้ไขข้อพิพาทออนไลน์ (แพลตฟอร์ม ODR) ระหว่างร้านและผู้บริโภค แพลตฟอร์ม ODR นี้สามารถใช้งานได้จากลิงก์ต่อไปนี้: {link} เราไม่จำเป็นต้องมีส่วนร่วมและจะไม่เข้าร่วมในการระงับข้อพิพาททางเลือกหรือแพลตฟอร์มการระงับข้อพิพาท",
    "Game Rules": "กฎของเกม",
    "gameRulesInfo": "กฎของเกมเหล่านี้เป็นส่วนหนึ่งของข้อตกลงและเงื่อนไข ในกรณีการแบนหรือเพื่อตรวจสอบสิ่งที่ได้รับการอนุญาตหรือไม่ได้รับการอนุญาตนั้น คุณควรศึกษาข้อมูลจาก {Terms & Conditions} โดยเฉพาะอย่างยิ่งในหมวด 6\n\n\nความพยายามในการหลีกเลี่ยงกฎของเกมเพื่อส่งเสริมให้ผู้เล่นอื่นละเมิดกฎของเกมหรือเพื่อได้รับประโยชน์จากการละเมิดกฎจะได้รับการปฏิบัติเป็นละเมิดและลงโทษตามสัดส่วนการละเมิดและดุลพินิจของทีมงาน Travian: Legends กฎของเกมทั้งหมดยังมีผลกับผู้เล่นที่ต้องการจะลบบัญชีล็อบบี้ หรืออวทาร์ของตน หรืออยู่ในระหว่างการลบบัญชีล็อบบี้ หรืออวทาร์ของตน",
    "Avatar": "อวทาร์",
    "gameRules1.1.a": "ผู้เล่นแต่ละคนสามารถเป็นเจ้าของและเล่นด้วยอวทาร์เดียวต่อเกมเวิลด์เท่านั้น",
    "gameRules1.1.b": "อวทาร์จะต้องเล่นเพื่อประโยชน์ของตัวเองหรือของสหพันธ์ของมันเท่านั้น อวทาร์ที่มีอยู่เพื่อผลประโยชน์ของอวทาร์ภายนอกพันธมิตรหรือสหพันธ์เดียวกันอาจถูกแบนและลบอย่างถาวรได้ อวทาร์ที่ได้รับประโยชน์จากอวทาร์ที่มีอยู่เพื่อผลประโยชน์ของมันแต่เพียงผู้เดียวอาจได้รับการลงโทษอย่างรุนแรงได้ \n\nพฤติกรรมที่ไม่ได้รับอนุญาต แต่ไม่จำกัด ประกอบด้วยกระทำต่อไปนี้:",
    "gameRules1.1.b-1": "การทำฟาร์มแบบส่วนตัว: การปล้นอวทาร์ภายนอกสหพันธ์ของผู้ปล้นที่อนุญาตให้ตัวเองถูกปล้นโดยผู้เล่นหรือผู้เล่นหลายคนที่เฉพาะเจาะจงจากสหพันธ์ สิ่งนี้ไม่มีผลต่อการทำฟาร์มตามปกติซึ่งผู้เล่นที่ไม่ได้ใช้งานถูกปล้นโดยหลายสหพันธ์",
    "gameRules1.1.b-2": "การสร้างหมู่บ้านเพื่อจุดประสงค์ในการรอถูกพิชิตโดยผู้เล่นอื่นๆ นอกสหพันธ์ของตัวเอง",
    "gameRules1.2": "เจ้าของบัญชีล็อบบี้และอวทาร์คือผู้ที่มีอีเมลเกี่ยวข้องกับบัญชีล็อบบี้  ในกรณีที่มีข้อสงสัยที่สมเหตุสมผล ผู้เล่นอาจสอบถามโดยการเขียนอีเมลถึงฝ่ายสนับสนุนด้วยที่อยู่อีเมลที่ลงทะเบียนบัญชีล็อบบี้เพื่อยืนยันว่าผู้เล่นเป็นเจ้าของบัญชีล็อบบี้ สมาชิกของเจ้าหน้าที่ Travian: Legends จะไม่สอบถามรหัสผ่านของคุณ",
    "gameRules1.3.a": "การแชร์รหัสผ่านบัญชีล็อบบี้เป็นสิ่งที่ไม่ได้รับอนุญาต รวมถึงกรณีของ \"คู่เล่น\" - เมื่ออวทาร์ถูกเล่นโดยผู้เล่นสองคนหรือมากกว่านั้น คู่เล่นต้องถูกเพิ่มในล็อบบี้สำหรับเกมเวิลด์ที่เฉพาะเจาะจง และพวกเขาจะต้องเข้าสู่ระบบในบัญชีล็อบบี้ของตัวเองเพื่อเข้าถึงอวทาร์ที่พวกเขาได้รับมอบหมายให้เป็นคู่เล่น \n\nTravian Games GmbH ไม่ชดเชยให้แก่เจ้าของบัญชีล็อบบี้สำหรับความเสียหายใดๆ ที่เกิดขึ้นกับบัญชีล็อบบี้หรืออวทาร์จากการที่มีบางคนได้รับรหัสผ่านไป",
    "gameRules1.3.b": "หากผู้เล่นต้องการย้ายจากอวทาร์หนึ่งไปอีกอวทาร์หนึ่ง หรือสร้างอวทาร์ใหม่ จะต้องลบอวทาร์เดิมออกก่อนจึงจะสามารถเข้าถึงอวทาร์ใหม่ได้ หรืออวทาร์ใหม่จะถูกสร้างขึ้น",
    "gameRules1.4": "หากไม่มีการใช้งาน อวทาร์อาจจะถูกลบโดยอัตโนมัติภายในเจ็ดวันหลังจากการเข้าสู่ระบบครั้งสุดท้าย",
    "gameRules1.5": "การเชิญชวน: ในกรณีที่ระบบการเชิญชวนถูกใช้ในทางที่ผิด (เช่น การสร้างหลายอวทาร์ ละเมิดกฎ 1.1) ทั้งผู้ชวนและผู้ถูกชวนจะต้องรับผิดชอบ และได้รับการลงโทษ",
    "gameRules1.6": "การใช้ระบบการชำระเงินและการแบนในทางที่ผิดอาจนำไปสู่การลบอวทาร์ได้โดยไม่มีโอกาสโต้แย้ง",
    "gameRules1.7": "การใช้การออกแบบเกมในทางที่ผิด ที่ถูกพิจารณาจากฝ่ายบริการลูกค้าว่าเป็นการรบกวนประสบการณ์การเล่นเกมของผู้อื่น สามารถถูกลงโทษได้",
    "gameRules1.8": "“ข้อเสนอพิเศษ” เช่นแพ็กทองคำเริ่มต้นมือใหม่ ถูกแยกออกจากการโอนทอง กฎนี้ใช้แทน {2.6 of the T&C}",
    "2.6 of the T&C": "2.6 ของข้อตกลงและเงื่อนไข",
    "Sitting an avatar": "ผู้ช่วยดูแลอวทาร์",
    "gameRules2.1": "ผู้เล่นแต่ละคนสามารถตั้งผู้ช่วยดูแลเพื่อดูแลอวทาร์ได้ ผู้ช่วยดูแลอวทาร์จะต้องดูแลอวทาร์โดยใช้ฟังก์ชันการดูแลอวทาร์ในเกม รหัสผ่านของบัญชีล็อบบี้จะไม่ถูกมอบให้กับผู้ช่วยดูแล ไม่อนุญาตให้ใช้สิทธิ์ผู้ช่วยดูแลในทางที่ผิด",
    "gameRules2.2": "Travian Games GmbH ไม่เสนอชดเชยความเสียหายที่เกิดขึ้นจากผู้ช่วยดูแล เจ้าของบัญชีล็อบบี้จะต้องรับผิดชอบอย่างเต็มที่สำหรับการดำเนินการของผู้ช่วยดูแลอวทาร์ของตน หากผู้ช่วยดูแลละเมิดกฏหรือข้อตกลงและเงื่อนไขของ Travian: Legends ทั้งเจ้าของบัญชีล็อบบี้และผู้ช่วยดูแลอาจได้รับการลงโทษ",
    "Use of external programs": "การใช้โปรแกรมภายนอก",
    "gameRules3.1": "จะต้องเล่น Travian: Legends ด้วยเบราว์เซอร์แบบดั้งเดิมที่ไม่มีการปรับแต่ง การใช้งานสคริปต์ และ/หรือ บอทเพื่อทำมีให้การดำเนินการของอวทาร์เป็นแบบอัตโนมัติ หรือเพื่อให้คล้ายกับฟีเจอร์พิเศษถือเป็นสิ่งต้องห้าม \n\nนี่รวมถึง แต่ไม่จำกัดเฉพาะการกระทำต่อไปนี้:",
    "gameRules3.1.1": "ปล้นอวทาร์อื่นโดยอัตโนมัติ (และส่งการโจมตีออกไปเป็นระลอกโดยอัตโนมัติ)",
    "gameRules3.1.2": "เริ่มต้นการผจญภัยโดยอัตโนมัติ",
    "gameRules3.1.3": "สร้างและอัปเกรดทุ่งทรัพยากรและสิ่งก่อสร้างในหมู่บ้านโดยอัตโนมัติ",
    "gameRules3.1.4": "ค้นหาแผนที่โดยอัตโนมัติ",
    "gameRules3.1.5": "ค้นหาสถิติของผู้เล่นอื่นโดยอัตโนมัติ",
    "gameRules3.1.6": "ส่งทรัพยากรให้อวทาร์อื่นโดยอัตโนมัติ",
    "gameRules3.1.7": "ฝึกทหารโดยอัตโนมัติ",
    "gameRules3.1.8": "ประมูลไอเท็มโดยอัตโนมัติ",
    "gameRules3.1.9": "เริ่มต้นการเฉลิมฉลองโดยอัตโนมัติ",
    "gameRules3.1.10": "การค้นหาหมู่บ้านของตัวเองเพื่อแสดงทรัพยากรของหมู่บ้านและข้อมูลในที่เดียวกัน",
    "gameRules3.1.11": "การดำเนินการอัตโนมัติอื่นๆ ที่ดำเนินการโดยซอฟต์แวร์ของบุคคลที่สาม",
    "gameRules3.2": "Travian Games ขอสงวนสิทธิ์ในการลงโทษผู้เล่นที่ใช้สคริปต์หรือบอทเพื่อดำเนินการโดยอัตโนมัติอย่างถาวรหรือในระยะเวลาที่จำกัดในขณะที่เกมเวิลด์ยังดำเนินอยู่",
    "Program errors / bugs": "ข้อผิดพลาด/ข้อบกพร่องของโปรแกรม",
    "gameRules4.1": "ข้อผิดพลาดหรือข้อบกพร่องหรือที่คล้ายกันในเกมจะต้องไม่ถูกนำไปใช้ในทางที่ผิดเพื่อประโยชน์ของอวทาร์ และควรจะรายงานให้ทีมสนับสนุนทราบ การใช้งานข้อผิดพลาดหรือข้อบกพร่องใดๆ ในทางที่ผิดจะมีโทษ",
    "Selling/buying game content": "ขาย / ซื้อเนื้อหาเกม",
    "gameRules5.1": "การขายหรือการซื้อบริการจากบุคคลที่สาม บัญชีล็อบบี้ อวทาร์ ทรัพยากร ยูนิต หมู่บ้าน ทอง หรือเงิน คือสิ่งต้องห้าม ห้ามเสนอเพื่อซื้อหรือขายเนื้อหาเกมเพื่อแลกกับเงิน  ห้ามแลกบัญชีล็อบบี้ และอวทาร์ไปเป็นเงิน",
    "Netiquette": "ใช้คำไม่สุภาพ",
    "gameRules6.1": "ผู้เล่นจะต้องสื่อสารด้วยลักษณะที่สุภาพเสมอ",
    "gameRules6.2": "โปรไฟล์, ชื่อหมู่บ้าน หรือเนื้อหาอื่นใดๆ ที่ไม่เหมาะสมอาจจะถูกแก้ไขโดยฝ่ายบริการลูกค้าโดยไม่มีการเตือน พันธมิตรที่มีชื่อ และ/หรือเนื้อหาในโปรไฟล์ ฟอรัมส่วนรวม และพื้นที่ส่วนรวมใดๆ ไม่เหมาะสมอาจถูกลบเมื่อพบ",
    "gameRules6.3": "ความประพฤติต่อไปนี้ถือเป็นเรื่องต้องห้ามอย่างยิ่งยวด: การเหยียดหยาม, หมิ่นประมาท, การแบ่งเพศ, เหยียดผิว หรือใช้ภาษาหยาบคาย พฤติกรรมที่ไม่พึงประสงค์ต่อศาสนา ,ชาติพันธุ์, ประเทศ, เพศ, กลุ่มอายุ หรือรสนิยมทางเพศ ภัยคุกคามในชีวิตจริง การปลอมเป็นเจ้าหน้าที่หรือตำแหน่งที่เป็นทางการภายในบริษัทของ Travian: Legends",
    "gameRules6.4": "เกมจะต้องถูกรักษาไว้ให้เป็นอิสระจากการเมืองและศาสนาของโลกแห่งความจริง",
    "gameRules6.5": "การโพสต์และการแสดงเนื้อหาที่ไม่เหมาะสมต่อผู้เยาว์ถือเป็นเรื่องต้องห้าม",
    "gameRules6.6": "ข้อความภายในเกมสามารถเผยแพร่ได้โดยได้รับความยินยอมจากทั้งสองฝ่ายเท่านั้น การเผยแพร่ข้อความ หรืออีเมลถึง หรืออีเมลจากเจ้าหน้าที่ของ Travian: Legends ถือเป็นเรื่องต้องห้าม เว้นแต่ได้รับการยินยอมอย่างชัดเจน",
    "gameRules6.7": "ไม่อนุญาตให้มีการโฆษณาทุกประเภท",
    "gameRules6.8": "เนื้อหาที่ไม่เหมาะสมใดๆ ที่ถูกพิจารณาจากฝ่ายบริการลูกค้าว่าเป็นการรบกวนประสบการณ์การเล่นเกมของผู้อื่น สามารถถูกลงโทษได้",
    "Punishments": "การลงโทษ",
    "gameRules7.1": "ในกรณีที่มีการละเมิดกฎของเกมหรือข้อตกลงและเงื่อนไข อวทาร์จะถูกแบนและอาจได้รับการทัณฑ์บนพร้อมกับบทลงโทษที่สอดคล้องกับการละเมิดที่เกิดขึ้น ชื่อบัญชีล็อบบี้และอวทาร์ที่ไม่เหมาะสมอาจถูกเปลี่ยนแปลงได้ ความสูญเสียใดๆ ที่เกิดขึ้นในระหว่างการแบน รวมทั้ง \"Travian Plus\" และทอง Travian Games GmbH จะไม่ชดใช้คืน ผู้เล่นทุกคนจะได้รับการปฏิบัติอย่างเท่าเทียมโดยไม่คำนึงถึงสถานะทอง",
    "gameRules7.2": "การแบนจะถูกพูดคุยกับฝ่ายบริการลูกค้าเท่านั้นผ่าน{Customer Service portal}\n \nสมาชิกคนหนึ่งของทีมบังคับใช้กฎเป็นคนจัดการการแบนและการลงโทษ ในกรณีของข้อร้องเรียน สมาชิกอีกคนของทีมบังคับใช้กฎจะตรวจสอบการแบนและการลงโทษ การตัดสินของพวกเขาถือเป็นที่สุด\n\nผู้เล่นยอมรับว่าทีมงาน Travian: Legends ไม่สามารถเปิดเผยกลไกที่ใช้ในการตรวจจับการละเมิดได้ เนื่องจากกลไกดังกล่าวสามารถหลีกเลี่ยงได้\n\nการแบน การลบ และผลที่เกิดขึ้นจะไม่ถูกกล่าวถึงในที่สาธารณะ ทีมงาน Travian: Legends จะไม่เปิดเผยข้อมูลเกี่ยวกับการแบนให้กับบุคคลที่ไม่ได้เกี่ยวข้อง",
    "Customer Service portal": "ช่องทางฝ่ายบริการลูกค้า",
    "Rule changes and correction clause": "การเปลี่ยนแปลงกฎและการแก้ไขข้อกำหนดให้ถูกต้อง",
    "gameRules8.1": "Travian Games GmbH สงวนสิทธิ์ในการเปลี่ยนแปลงกฎได้ทุกเมื่อ",
    "gameRules8.2": "หากกฎแต่ละกฎของเกมไม่มีผลใช้บังคับหรือเป็นโมฆะ ความถูกต้องของกฎระเบียบที่เหลืออยู่จะไม่ได้รับผลกระทบ Travian Games GmbH รับหน้าที่ในการแทนที่กฎระเบียบที่ไม่เป็นผลด้วยกฎระเบียบใหม่โดยเร็วที่สุดเท่าที่จะเป็นไปได้",
    "gameRules8.3": "ในกรณีที่มีความไม่สอดคล้องกันหรือความแตกต่างระหว่างฉบับภาษาอังกฤษกับฉบับภาษาอื่นๆ ฉบับภาษาอังกฤษจะมีผลเหนือกว่า",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "คำอธิบายรายละเอียดเพิ่มเติมเกี่ยวกับกฎของเกมบางอย่างสามารถพบได้ในคำถามที่ถามบ่อยกฎของเกม{Game Rules FAQ}",
    "Game Rules FAQ": "เกม",
    "Romans": "โรมัน",
    "Teutons": "ทูทัน",
    "Gauls": "กอล",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "กองทัพที่มีวินัย วิศวกรรมล้ำยุค และยุทธวิธีอันยอดเยี่ยมคือนิยามของกรุงโรม นำทหารของคุณออกไปเพื่อขยายจักรวรรดิด้วยการทหารและวัฒนธรรม",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "ผู้บุกรุกที่ดุร้าย, นักรบที่ไร้ความปรานี, และความก้าวร้าวที่ไม่หยุดยั้งเป็นลักษณะของชาวเทอูตัน นำกองกำลังสุดป่าเถื่อนออกปล้นศัตรูและสร้างความกลัวเข้าสู่จิตใจของพวกเขาด้วยการโจมตีอันรวดเร็ว",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "ฝ่ายป้องกันที่รวดเร็ว กับดักที่ฉลาด และที่อยู่ลับที่ปกป้องทรัพยากรของกอล นำเผ่าของคุณให้มีชัยเหนือศัตรูด้วยความยืดหยุ่นและอุบาย",
    "You have reached the end - no more news found.": "เรามาถึงจุดสิ้นสุดแล้ว ไม่พบข่าวเพิ่มเติม",
    "imprintTitle": "Travian: Legends – สากล | ประทับตรา",
    "imprintDescription": "ติดต่อกับผู้มีหน้าที่รับผิดชอบและเจ้าหน้าที่คุ้มครองข้อมูลสำหรับเว็บไซต์และชื่อของ Travian: Legends – สากล",
    "gameRulesTitle": "Travian: Legends – สากล | กฎของเกม",
    "gameRulesDescription": "เรียนรู้เพิ่มเติมเกี่ยวกับจรรยาบรรณและกฎของ Travian: Legends – สากล  ✓ เล่นได้โดยตรงในเบราว์เซอร์  ➤ เล่นตอนนี้ที่เกมเวิลด์สากลของเรา",
    "Name contains invalid characters, is not allowed, or invalid": "ชื่อมีตัวอักษรที่ไม่ถูกต้อง หรือไม่ได้รับอนุญาตหรือสามารถใช้งานได้",
    "Avatar Exists": "มีอวทาร์อยู่แล้ว",
    "Access Denied": "ปฏิเสธการเข้าถึง",
    "Unauthorized": "ไม่ได้รับอนุญาต",
    "Resend activation code not provided": "ไม่ได้ระบุรหัสเปิดใช้งานอีกครั้ง",
    "Resend activation code invalid": "รหัสเปิดใช้งานอีกครั้งไม่ถูกต้อง",
    "Code challenge provided, but method is not": "ได้รับชาเลนจ์รหัสแล้ว แต่ยังไม่ได้รับวิธี",
    "Please accept Terms and Conditions": "โปรดยอมรับข้อกำหนดและเงื่อนไข",
    "No proper email address can be found in authentication credentials": "ไม่พบอีเมลที่ถูกต้องในข้อมูลพิสูจน์ตัวตน",
    "Wrong email, account name or password": "อีเมล ชื่อบัญชี หรือรหัสผ่านไม่ถูกต้อง",
    "Identity needs activation": "ต้องเปิดใช้งานการระบุตัวตน",
    "Token is invalid for this request": "โทเคนไม่ถูกต้องสำหรับคำขอนี้",
    "Invalid identity provider": "ผู้ให้บริการการระบุตัวตนไม่ถูกต้อง",
    "Client is unauthorized": "ไคลเอนต์ไม่ได้รับอนุญาต",
    "Failed to figure out transfer target": "ไม่สามารถกำหนดเป้าหมายการโอน",
    "Cannot transfer this GTL to the target gameworld": "ไม่สามารถโอน GTL นี้ไปที่เกมเวิลด์เป้าหมายได้",
    "Refer a friend": "แนะนำเพื่อน",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "คุณมีอวทาร์ในเกมเวิลด์ดังกล่าวแล้ว ฟีเจอร์แนะนำเพื่อนใช้งานได้ในเกมเวิลด์ที่คุณไม่มีอวทาร์เท่านั้น",
    "To the Lobby": "ไปที่ล็อบบี้",
    "To the referred gameworld": "ไปที่เกมเวิลด์ที่แนะนำ",
    "Change account?": "เปลี่ยนบัญชีหรือไม่?",
    "Log out": "ออกจากระบบ",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "โปรดตั้งชื่ออวทาร์ที่ต้องการ ต้องมีความยาวระหว่าง {min} และ {max} ตัวอักษร",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "เราขออภัยแต่ชื่ออวทาร์ที่ต้องการของคุณสั้นเกินไป ต้องมีความยาวอย่างน้อย {min} ตัวอักษร",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "เราขออภัยแต่ชื่ออวทาร์ที่ต้องการของคุณยาวเกินไป ควรมีสูงสุด {max} ตัวอักษร",
    "Change avatar": "เปลี่ยนอวทาร์",
    "One or more avatars found on a game world excluded by our rules.": "พบอวทาร์ 1 อวทาร์หรือมากกว่าในเกมเวิลด์ที่ไม่รวมอยู่ในกฎของเรา",
    "noAvatarWithThisName": "ไม่พบอวทาร์ที่มีชื่อนี้",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "หากต้องการโอนทองที่คุณซื้อแล้วยังไม่ได้ใช้ ให้กับอวทาร์ที่มีอยู่ ก่อนอื่นโปรดยืนยันความเป็นเจ้าของทองโดยระบุที่อยู่อีเมลที่เกี่ยวข้อง",
    "Avatar name found on one game world": "พบชื่ออวทาร์บนเกมเวิลด์หนึ่ง",
    "Avatarname": "ชื่ออวทาร์",
    "We found multiple avatars in different regions": "เราพบอวทาร์หลายอวทาร์ในภูมิภาคต่างๆ",
    "Multiple avatars with that name were found": "พบอวทาร์หลายอวทาร์ที่มีชื่อนี้",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "เราพบอวทาร์นี้บนหลายเกมเวิลด์ในภูมิภาคของคุณ คุณสามารถโอนทองไปให้อวทาร์ใหม่ได้หนึ่งอวทาร์เท่านั้น โปรดเลือกเกมเวิลด์",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "หากต้องการค้นหาอวทาร์ที่ถูกต้อง โปรดเลือกภูมิภาคของเกมเวิลด์ที่อวทาร์อยู่",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} ถูกโอนไปให้อวทาร์ {avatar} บนเกมเวิลด์ {world}",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "หากต้องการโอน {icon} {amount} ให้สำเร็จ อวทาร์ {avatar} ต้องทำตามคำแนะนำที่ได้รับผ่าน IGM",
    "Search new avatar": "ค้นหาอวทาร์ใหม่",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "โปรดระบุชื่ออวทาร์ที่คุณต้องการโอนทองไปให้",
    "This gameworld is only accessible for mobile players.": "เกมเวิลด์นี้เข้าถึงได้เฉพาะผู้เล่นบนมือถือเท่านั้น",
    "This gameworld is restricted to players with a special invitation code.": "เกมเวิลด์นี้ถูกจำกัดไว้สำหรับผู้เล่นที่มีรหัสเชิญชวนพิเศษเท่านั้น",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "เกมเวิลด์พิเศษนี้เปิดให้เล่นในเวลาจำกัด และอาจมีฟีเจอร์ที่แตกต่างจากเกมเวิลด์คลาสสิก",
    "Pop-up was blocked": "ป๊อบอัปถูกบล็อก",
    "The pop-up for your social login was blocked by your browser.": "เบราว์เซอร์ของคุณบล็อกหน้าต่างป๊อบอัปสำหรับการล็อกอินผ่านโซเชียล",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "โปรดตรวจสอบการตั้งเบราว์เซอร์ อนุญาตป๊อบอัป และลองอีกครั้ง หากยังคงพบปัญหา โปรดติดต่อฝ่ายซัพพอร์ตเพื่อขอความช่วยเหลือ"
}