{
    "homeTitle": "Travian: Legends - Quốc tế | Trò chơi chiến thuật trực tuyến nhiều người chơi",
    "homeDescription": "Hãy tham gia game chiến thuật cấp cao nổi tiếng với hàng ngàn người chơi thực ✓ Chơi ngay trên trình duyệt  ➤ CHƠI NGAY trên các thế giới trò chơi Quốc tế mà chúng tôi đề xuất",
    "newsTitle": "Travian: Legends – Quốc tế | Tin mới nhất",
    "newsDescription": "Tìm hiểu thêm về các tin tức và thông tin cập nhật mới nhất ✓ Ngay trên trình duyệt của bạn  ➤ CHƠI NGAY trên các thế giới trò chơi Quốc tế mà chúng tôi đề xuất",
    "calendarTitle": "Travian: Legends – Quốc tế | Lịch biểu Thế giới Trò chơi",
    "calendarDescription": "Tìm hiểu thêm về các máy chủ sắp ra mắt để chơi Travian: Legends – Quốc tế ✓ Ngay trên trình duyệt của bạn  ➤ CHƠI NGAY trên các thế giới trò chơi Quốc tế mà chúng tôi đề xuất",
    "Gameworld calendar": "Lịch biểu thế giới trò chơi",
    "Date": "Ngày",
    "Speed": "Tốc độ",
    "Construction plans": "Kế hoạch xây dựng",
    "Artefacts": "Cổ vật",
    "Gameworld end": "Kết thúc thế giới trò chơi",
    "Wonder of the World, level 100": "Kỳ quan, cấp 100",
    "Local gameworld languages": "Ngôn ngữ thế giới trò chơi địa phương",
    "Article image": "Hình ảnh bài viết",
    "Read full story": "Đọc toàn bộ câu chuyện",
    "Read": "Đọc",
    "News & Updates": "Tin tức và thông tin cập nhật",
    "Not all gameworld details have been defined yet. You will receive a notification in your lobby once they are updated.": "Chưa xác định được mọi thông tin chi tiết trong thế giới trò chơi. Bạn sẽ nhận được thông báo trong tài khoản chính của mình khi đã có thông tin cập nhật.",
    "Currently no entries": "Hiện không có mục nhập nào",
    "Join Gameworld": "Tham gia thế giới trò chơi",
    "Play Now": "Chơi ngay",
    "This gameworld is restricted to players with a special invitation code. If you have one, please enter it to join the gameworld.": "Thế giới trò chơi này chỉ dành cho cho những người chơi có mã thư mời đặc biệt. Nếu bạn có mã thư mời như vậy, hãy nhập mã để tham gia vào thế giới trò chơi.",
    "Your invitation code": "Mã thư mời của bạn",
    "Enter invitation code": "Nhập mã thư mời",
    "Please enter the invitation code that you received.": "Vui lòng nhập mã thư mời mà bạn đã nhận được.",
    "The invitation code is too short. Please enter all {INT} characters.": "Mã thư mời này quá ngắn. Vui lòng nhập cả {INT} ký tự.",
    "Invitation code cooldown": "Thời gian hồi mã thư mời",
    "digits": "chữ số",
    "To news overview": "Chuyển đến phần tổng quan tin tức",
    "Home": "Trang chủ",
    "Gameworld Calendar": "Lịch biểu thế giới trò chơi",
    "Tournament": "Vòng đấu",
    "Login": "Đăng nhập",
    "Account settings": "Thông tin cài đặt tài khoản",
    "Data consent": "Chấp thuận về dữ liệu",
    "To lobby": "Đến TK chính",
    "Logout": "Đăng xuất",
    "Search for a language or country": "Tìm kiếm một ngôn ngữ hoặc quốc gia",
    "No language matches your search. Are you sure you typed it correctly?": "Không có ngôn ngữ phù hợp với tìm kiếm của bạn. Bạn có chắc chắn đã gõ đúng chữ không?",
    "Your email address is already connected to a Legends Lobby Account.": "Địa chỉ email của bạn đã được kết nối với một tài khoản chính trong Legends.",
    "Create Legends Lobby Account": "Tạo tài khoản chính trong Legends",
    "Enter your email address": "Nhập địa chỉ email của bạn",
    "Email Address": "Địa chỉ email",
    "Please enter your email address": "Vui lòng nhập địa chỉ email của bạn",
    "Please enter your email address or account name": "Vui lòng nhập địa chỉ email hoặc tên tài khoản của bạn",
    "Please enter a valid email address. E.g. mymail@provider.com": "Vui lòng nhập một địa chỉ email hợp lệ. Ví dụ: mymail@provider.com",
    "Redirecting to Login": "Đang chuyển đến trang đăng nhập",
    "Cancel": "Hủy",
    "I want to receive the newsletter": "Tôi muốn nhận bản tin.",
    "registrationLegalText": "Bằng việc nhấp vào nút {QUOTE}đăng ký bằng địa chỉ email{QUOTE}, bạn chấp nhận {GTC} và xác nhận là đã đọc {INFORMATION_RIGHT_OF_WITHDRAWAL} cũng như {PRIVACY_POLICY}.",
    "GTC": "các Điều khoản & Điều kiện",
    "Information on the Right of Withdrawal": "Thông tin về quyền thu hồi",
    "Register with email address": "Đăng ký bằng địa chỉ email",
    "Already have an account?": "Bạn đã có tài khoản?",
    "Login now": "Đăng nhập ngay",
    "The activation code is incorrect. Please enter the activation code that you received in the email.": "Mã kích hoạt này không đúng. Vui lòng nhập mã kích hoạt mà bạn đã nhận được trong email.",
    "Please confirm that you are not a robot": "Vui lòng xác nhận rằng bạn không phải là robot.",
    "We sent you an activation link to: {email}": "Chúng tôi đã gửi đường liên kết kích hoạt cho bạn tới: {email}",
    "Activate Legends Lobby account": "Kích hoạt tài khoản chính trong Legends",
    "Please follow the instructions in the email to continue.": "Vui lòng làm theo chỉ dẫn có trong email để thực hiện tiếp.",
    "Enter activation code": "Nhập mã kích hoạt",
    "E.g. 123456": "Ví dụ: 123456",
    "Wrong email address?": "Địa chỉ email không đúng?",
    "Change email": "Thay đổi địa chỉ email",
    "Please enter the activation code that you received in the email.": "Vui lòng nhập mã kích hoạt mà bạn đã nhận được trong email.",
    "The activation code is too short. Please enter all {int} digits.": "Mã kích hoạt này quá ngắn. Vui lòng nhập tất cả {int} chữ số.",
    "Start again": "Bắt đầu lại",
    "Set your password": "Đặt mật khẩu của bạn",
    "Create a password for your account with a minimum length of {int} characters.": "Tạo mật khẩu cho tài khoản của bạn với độ dài tối thiểu là {int} ký tự.",
    "Choose a password": "Chọn một mật khẩu",
    "Password strength": "Độ mạnh của mật khẩu",
    "Write a password to check its strength": "Nhập một mật khẩu để kiểm tra độ mạnh của mật khẩu đó.",
    "Set password": "Đặt mật khẩu",
    "weak": "Yếu",
    "notStrong": "Tàm tạm",
    "moderate": "Khá tốt",
    "good": "Tốt",
    "strong": "Mạnh",
    "Password has a good length": "Mật khẩu có độ dài tốt",
    "Password is too short to be secure": "Mật khẩu quá ngắn nên không thể an toàn",
    "Upper and lower case used": "Đã dùng chữ hoa và chữ thường",
    "No mix of upper and lower case": "Chưa dùng kết hợp giữa chữ hoa và chữ thường",
    "Only one type of character used": "Chỉ dùng một loại ký tự",
    "Two types of characters used": "Đã dùng hai loại ký tự",
    "No letters used": "Chưa dùng chữ cái nào",
    "No numbers used": "Chưa dùng chữ số nào",
    "No special characters used": "Chưa dùng ký tự đặc biệt nào",
    "Three types of characters used": "Đã dùng ba loại ký tự",
    "Create Account": "Tạo tài khoản",
    "Pick a username and tagline": "Chọn tên người dùng và tag",
    "Pick a username and tagline to create your unique Lobby Account.": "Chọn tên người dùng và tag để tạo tài khoản chính độc nhất của bạn.",
    "Choose a username": "Chọn tên người dùng",
    "Choose a tagline": "Chọn tag",
    "{int1} - {int2} characters": "{int1} - {int2} ký tự",
    "Username preview": "Xem trước tên người dùng",
    "Username": "Tên người dùng",
    "Tagline": "Tag:",
    "Additional information for username and tagline": "Thông tin bổ sung cho tên người dùng và tag",
    "The combination of your username and tagline will be your unique Lobby name. As long as the combination is available, you can pick any combination you like.": "Tổ hợp tên người dùng và tag của bạn sẽ là tên tài khoản chính độc nhất của bạn. Bạn có thể chọn bất kỳ tổ hợp nào tùy thích, miễn là tổ hợp đó khả dụng.",
    "Lobby Account created!": "Đã tạo tài khoản chính!",
    "Your Legends Lobby Account with the login name {name} has been successfully created.": "Đã tạo thành công tài khoản chính trong Legends của bạn với tên đăng nhập {name}.",
    "We found the following gameworld avatars associated with your email address. You can access them from the lobby.": "Chúng tôi đã tìm thấy các avatar trong thế giới trò chơi sau đây có liên kết với địa chỉ email của bạn. Bạn có thể truy cập các avatar đó từ tài khoản chính.",
    "You didn't get a code?": "Bạn chưa nhận được mã?",
    "Resend activation code": "Gửi lại mã kích hoạt",
    "ActivateAccount": "Kích hoạt tài khoản",
    "Start Playing": "Bắt đầu chơi",
    "Enter Lobby and select Gameworld": "Vào tài khoản chính và chọn thế giới trò chơi",
    "Generate new tagline": "Tạo Tag mới",
    "Enter new password": "Nhập mật khẩu mới",
    "loginPassword": "Mật khẩu",
    "Create a new password for your Legends Lobby Account.": "Tạo mật khẩu mới cho tài khoản chính trong Legends của bạn.",
    "Set new password": "Đặt mật khẩu mới",
    "Recover password": "Khôi phục mật khẩu",
    "Your password was successfully updated.": "Đã cập nhật thành công mật khẩu của bạn.",
    "You can now login with your updated credentials.": "Giờ đây, bạn có thể đăng nhập bằng thông tin đăng nhập đã cập nhật của mình.",
    "New password set": "Đã đặt mật khẩu mới",
    "Back to Login": "Quay lại đăng nhập",
    "Password Recovery": "Khôi phục mật khẩu",
    "Enter the email address associated with your Legends Lobby account. We will send you instructions on how to reset your password.": "Nhập địa chỉ email được liên kết với tài khoản chính trong Legends của bạn. Chúng tôi sẽ gửi cho bạn chỉ dẫn về cách đặt lại mật khẩu.",
    "If a Lobby Account exists for the provided email address, we have sent you instructions to reset your password to the email:": "Nếu có một tài khoản chính tồn tại với địa chỉ email này, bạn hẳn đã nhận được chỉ dẫn đặt lại mật khẩu trong email của mình:",
    "Once you have recovered your password, you can log in again.": "Sau khi khôi phục được mật khẩu, bạn có thể đăng nhập lại.",
    "Next upcoming server": "Máy chủ tiếp theo sắp ra mắt",
    "Show gameworld calendar": "Hiển thị lịch biểu thế giới trò chơi",
    "Show all news": "Hiển thị tất cả tin tức",
    "Load more news": "Tải thêm tin tức",
    "tribe1": "Roman",
    "tribe2": "Teuton",
    "tribe3": "Gaul",
    "tribe6": "Ai Cập",
    "tribe7": "Hung",
    "tribe8": "Sparta",
    "tribe9": "Viking",
    "Please enter your desired username. It has to be between {min} and {max} characters long.": "Vui lòng nhập tên người dùng mà bạn muốn. Tên phải dài từ {min} đến {max} ký tự.",
    "We are sorry but your desired username is too short. It has to be at least {min} characters long.": "Chúng tôi rất tiếc, nhưng tên người dùng bạn muốn quá ngắn. Tên phải dài tối thiểu {min} ký tự.",
    "We are sorry your desired username is too long. It has to be {max} characters at most.": "Chúng tôi rất tiếc, nhưng tên người dùng bạn muốn quá dài. Tên chỉ được dài tối đa {max} ký tự.",
    "Read more here": "Xem thêm tại đây",
    "GtlTravianAnswersId": "36",
    "Close window": "Đóng cửa sổ",
    "Change player": "Đổi người chơi",
    "Change region": "Đổi vùng",
    "One or more players found on a game world excluded by our rules.": "Đã tìm thấy một hoặc nhiều người chơi trên một thế giới trò chơi đã bị loại trừ bởi các luật của chúng tôi.",
    "noPlayerWithThisName": "Không tìm thấy người chơi đang hoạt động nào mang tên này",
    "To transfer your unspent bought gold to an existing player, please first verify your ownership of the gold, by entering the relevant email address.": "Để chuyển số Vàng đã mua mà chưa dùng của bạn cho một người chơi hiện hữu, trước tiên bạn hãy xác thực quyền sở hữu Vàng của mình bằng cách nhập địa chỉ email liên quan.",
    "Please verify your code": "Vui lòng xác thực mã của bạn",
    "Player name found on one game world": "Đã tìm thấy tên người chơi trên một thế giới trò chơi",
    "Please confirm selection": "Vui lòng xác nhận sự lựa chọn",
    "error": "lỗi",
    "Gold": "Vàng",
    "Gold Transfer": "Chuyển vàng",
    "Playername": "Tên người chơi",
    "Game World": "Máy chủ",
    "Confirm transfer": "Xác nhận chuyển",
    "Please check the displayed data and confirm the gold transfer to continue.": "Vui lòng kiểm tra thông tin chi tiết được hiển thị và xác nhận việc chuyển Vàng để tiếp tục.",
    "Please enter your email address in format yourname@mail.com": "Vui lòng nhập địa chỉ email của bạn theo định dạng yourname@mail.com.",
    "We are sorry but this email seems to be too short. It should contain at least {min} characters.": "Chúng tôi rất tiếc, nhưng địa chỉ email này có vẻ quá ngắn. Nó phải dài tối thiểu {min} ký tự.",
    "We are sorry but this email seems to be too long. It should contain at most {max} characters.": "Chúng tôi rất tiếc, nhưng địa chỉ email này có vẻ quá dài. Nó chỉ được dài tối đa {max} ký tự.",
    "We found multiple players in different regions": "Chúng tôi đã tìm thấy nhiều người chơi ở các vùng khác nhau",
    "Please select game world": "Vui lòng chọn một thế giới trò chơi",
    "Multiple players with that name were found": "Đã tìm thấy nhiều người chơi mang tên đó",
    "We found that player on multiple game worlds in your region. You can only transfer the gold to one new player, please select a game world.": "Chúng tôi tìm thấy người chơi đó trên nhiều thế giới trò chơi trong vùng của bạn. Bạn chỉ có thể chuyển Vàng cho một người chơi mới. Vui lòng chọn một thế giới trò chơi.",
    "To find the right player, please select the region of the game world that player is located in.": "Để tìm được đúng người chơi, vui lòng chọn vùng của thế giới trò chơi có người chơi đó tham gia.",
    "{icon} {amount} was transferred to the player {player} on the game world {world}.": "{icon} {amount} đã được chuyển sang cho người chơi {player} trên thế giới trò chơi {world}. ",
    "To complete the transfer of {icon} {amount}, the player {player} has to complete the instructions received via IGM.": "Để hoàn tất việc chuyển {icon} {amount}, người chơi {player} phải thực hiện các chỉ dẫn nhận được thông qua IGM.",
    "Gold transfer successful": "Chuyển vàng thành công",
    "Verify Ownership": "Xác thực quyền sở hữu của bạn",
    "Server age in days": "Thời gian hoạt động của máy chủ tính bằng ngày",
    "Server speed": "Tốc độ máy chủ",
    "This gameworld can only be joined via the Travian Legends mobile app.": "Chỉ có thể tham gia thế giới trò chơi này thông qua ứng dụng di động của Travian: Legends.",
    "Search new player": "Tìm kiếm người chơi mới",
    "Please enter the name of the player to whom you wish to transfer the gold.": "Vui lòng nhập tên của người chơi mà bạn muốn chuyển Vàng đến.",
    "Language selection": "Chọn ngôn ngữ",
    "Login to Lobby Account": "Đăng nhập cho tài khoản chính",
    "Email address / account name": "Địa chỉ email/tên tài khoản",
    "Enter your email address or account name": "Nhập địa chỉ email hoặc tên tài khoản của bạn",
    "Password": "Mật khẩu",
    "Enter your password": "Nhập mật khẩu của bạn",
    "Please enter your password": "Vui lòng nhập mật khẩu của bạn",
    "Forgot your password?": "Bạn quên mật khẩu?",
    "Recover": "Khôi phục",
    "Privacy Policy": "Chính sách Quyền riêng tư",
    "Register": "Đăng ký",
    "or continue with": "hoặc tiếp tục với",
    "Back to Registration": "Quay lại phần đăng ký",
    "Need Help?": "Bạn cần sự giúp đỡ?",
    "Something went wrong": "Đã có lỗi xảy ra",
    "Something went wrong with your social login.": "Đã xảy ra lỗi khi đăng nhập bằng tài khoản mạng xã hội của bạn.",
    "Please try again, or if the issue persists, feel free to contact our support team for help.": "Vui lòng thử lại, hoặc liên hệ với đội ngũ hỗ trợ của chúng tôi để được trợ giúp nếu sự cố vẫn tiếp diễn.",
    "Email already used": "Địa chỉ email đã có người sử dụng",
    "The email address provided is already used for a Travian: Legends lobby account.": "Địa chỉ email bạn cung cấp đã được sử dụng cho một tài khoản chính trong Travian: Legends.",
    "Please use your email address to login.": "Vui lòng dùng địa chỉ email của bạn để đăng nhập.",
    "Email permission missing": "Thiếu quyền truy cập địa chỉ email",
    "To start playing Travian: Legends, we need your permission to access your email address.": "Để bạn có thể bắt đầu chơi Travian: Legends, chúng tôi cần bạn cho phép truy cập vào địa chỉ email của bạn.",
    "Please try again with the correct permission settings or try another registration method.": "Vui lòng thử lại với cài đặt quyền hạn phù hợp hoặc thử dùng biện pháp đăng ký khác.",
    "registrationSocialLegalText": "Bằng việc nhấp vào nút {QUOTE}Xác nhận{QUOTE}, bạn chấp nhận {GTC} và xác nhận là đã đọc {INFORMATION_RIGHT_OF_WITHDRAWAL} cũng như {PRIVACY_POLICY}.",
    "Confirm": "Xác nhận",
    "Contact support": "Liên hệ Hỗ trợ",
    "Unexpected Error": "Lỗi không mong đợi",
    "Terms & Conditions": "Các điều khoản & Điều kiện",
    "Right of Withdrawal": "Quyền thu hồi",
    "&copy; 2004 - currentYear Travian Games GmbH. All rights reserved.": "&copy; 2004 - {currentYear} Travian Games GmbH Bảo lưu mọi quyền.",
    "Imprint": "Thông tin",
    "Responsible for this website": "Chịu trách nhiệm về website này",
    "imprintResponsible": "Travian Games GmbH\nMoosacher Str. 70\n80809 Munich\nĐức\n\nmail@traviangames.com",
    "Jurisdiction": "Thẩm quyền xét xử",
    "imprintJurisdiction": "Munich District Court, HRB 173511\nMã số thuế GTGT DE 246258085\nGiám đốc Điều hành: Viktor Pulz, Jörg Strathaus\nĐiện thoại: +49 89/32 49 15 93 8 (không hỗ trợ game)\nFax: +49 89/32 49 15 97 3 (chỉ hỗ trợ plus)",
    "Support": "Hỗ trợ",
    "Contact": "Liên hệ",
    "Youth protection officer": "Giám đốc bảo vệ thanh thiếu niên",
    "imprintYouthProtection": "Rechtsanwalt Dr. Andreas Lober\nBeiten Burkhardt Rechtsanwaltsgesellschaft mbH\n\nyouthprotection@traviangames.com",
    "Data protection officer": "Giám đốc Bảo vệ Dữ liệu",
    "imprintDataProtection": "Philipp Heindorff\n\nprivacy@traviangames.com",
    "Please don't forget to include your username and game server when you write to Support.": "Vui lòng nhớ ghi tên người dùng và máy chủ game của bạn khi viết email cho bộ phận Hỗ trợ.",
    "All rights to texts, graphics and source codes are held by Travian Games GmbH.": "Travian Games GmbH giữ mọi quyền về văn bản, đồ họa và mã nguồn.",
    "Travian is a registered trademark of Travian Games GmbH.": "Travian là một thương hiệu đã đăng ký của Travian Games GmbH.",
    "The EU Commission has created a platform for online dispute resolution (ODR platform) between merchants and consumers. This ODR platform is available via the following link: {link}. We are not obliged to participate and will currently not take part in alternative dispute resolutions or dispute resolution platforms.": "Ủy ban Châu Âu đã tạo ra một nền tảng để giải quyết tranh chấp trực tuyến (nền tảng ODR) giữa các lái buôn và người tiêu dùng. Có thể truy cập vào nền tảng ODR này thông qua liên kết sau đây: {link} Chúng ta không bắt buộc phải tham gia và hiện sẽ không tham gia vào các giải pháp tranh chấp khác hoặc nền tảng giải quyết tranh chấp khác.",
    "Game Rules": "Luật chơi",
    "gameRulesInfo": "Luật chơi tạo thành một phần của các Điều khoản & Điều kiện. Trong trường hợp bị k tài khoản hoặc để kiểm tra xem điều gì được phép và điều gì không được phép, bạn cũng nên tham khảo các {Terms & Conditions}, đặc biệt là Phần 6.\n\n\nNỗ lực lách luật chơi, khuyến khích người chơi khác vi phạm luật chơi hoặc giành lợi thế do vi phạm luật chơi sẽ bị coi là vi phạm luật chơi và bị trừng phạt tương xứng tỷ lệ với hành vi vi phạm đó và theo quyết định của đội ngũ Travian: Legends. Mọi luật chơi sẽ vẫn áp dụng với những người chơi muốn xóa tài khoản chính (Lobby) hoặc avatar của họ hoặc đang tiến hành xóa tài khoản chính hoặc avatar.",
    "Avatar": "Avatar",
    "gameRules1.1.a": "Mỗi người chơi chỉ có thể sở hữu và chơi một avatar trong mỗi thế giới trò chơi.",
    "gameRules1.1.b": "Một avatar phải luôn được chơi vì lợi ích của chính họ hoặc lợi ích của liên bang của avatar đó. Những avatar tồn tại vì lợi ích của một avatar bên ngoài liên minh hoặc liên bang đó sẽ có thể bị khóa và xóa vĩnh viễn. Những avatar nào hưởng lợi từ các avatar đã tồn tại vì lợi ích của mình sẽ có thể bị trừng phạt nặng. \n\nHành vi bị cấm bao gồm nhưng không giới hạn ở các hành động sau đây:",
    "gameRules1.1.b-1": "Cướp bóc riêng - là việc đi cướp bóc các avatar không thuộc liên bang của của người cướp bóc và cho phép một người chơi cụ thể hoặc nhiều người chơi của liên bang đó cướp bóc chính họ. Quy định này không ảnh hưởng đến hoạt động cướp bóc thông thường khi những người chơi không hoạt động bị nhiều liên bang cướp bóc.",
    "gameRules1.1.b-2": "Xây dựng làng nhằm mục đích để những người chơi khác ngoài liên bang của họ có thể xâm chiếm.",
    "gameRules1.2": "Chủ sở hữu một tài khoản chính và một avatar là người có địa chỉ email gắn liền với tài khoản chính đó.  Trong trường hợp có nghi ngờ hợp lý, chúng tôi có thể đề nghị người chơi gửi email đến bộ phận Hỗ trợ bằng địa chỉ email đã đăng ký của tài khoản chính đó nhằm xác thực rằng người chơi đó là chủ sở hữu của tài khoản chính. Thành viên đội ngũ Travian: Legends sẽ không bao giờ hỏi mật khẩu của bạn.",
    "gameRules1.3.a": "Không được phép chia sẻ mật khẩu tài khoản chính, gồm cả trường hợp \"người cùng chơi\" – khi hai người chơi trở lên cùng chơi một avatar. Những người cùng chơi phải được thêm vào tài khoản chính trong các thế giới trò chơi cụ thể và họ phải đăng nhập vào tài khoản chính của riêng mình để truy cập vào avatar mà họ được chỉ định làm người cùng chơi. \n\nTravian Games sẽ không bồi thường cho chủ sở hữu một tài khoản chính nếu có bất kỳ tổn thất nào xảy ra cho tài khoản chính đó hoặc các avatar do có người đã lấy được mật khẩu tài khoản.",
    "gameRules1.3.b": "Nếu một người chơi muốn chuyển từ avatar này sang avatar khác hoặc tạo một avatar mới, thì phải xóa avatar cũ trước khi được cấp quyền truy cập vào avatar mới hoặc trước khi tạo avatar mới.",
    "gameRules1.4": "Nếu không hoạt động, một avatar sẽ tự động bị xóa trong vòng không dưới bảy ngày sau lần đăng nhập cuối cùng.",
    "gameRules1.5": "Nguồn giới thiệu: Trong trường hợp hệ thống giới thiệu bị lạm dụng (chẳng hạn như bằng cách tạo ra vài avatar vi phạm điều 1.1), thì cả nguồn giới thiệu và người giới thiệu đều có thể phải chịu trách nhiệm và bị phạt.",
    "gameRules1.6": "Việc lạm dụng hệ thống thanh toán và khóa tài khoản có thể dẫn đến bị xóa avatar mà không được kháng cáo.",
    "gameRules1.7": "Việc lạm dụng thiết kế trò chơi mà bộ phận Dịch vụ Khách hàng coi là gây ảnh hưởng đến trải nghiệm chơi game của người khác sẽ có thể bị xử phạt.",
    "gameRules1.8": "Các ưu đãi \"Đặc biệt\", như Gói Khởi Động Vàng, không được tính vào hoạt động Chuyển Vàng. Quy định này thay thế điều {2.6 of the T&C}.",
    "2.6 of the T&C": "2.6 trong các Điều khoản & Điều kiện",
    "Sitting an avatar": "Chăm nom một avatar",
    "gameRules2.1": "Mỗi người chơi có thể thiết lập những người chăm nom để trông coi avatar. Người chăm nom một avatar phải trông nom avatar đó bằng cách sử dụng tính năng chăm nom avatar trong trò chơi. Không được cấp mật khẩu tài khoản chính cho người chăm nom. Lạm dụng các quyền chăm nom cũng bị cấm.",
    "gameRules2.2": "Travian Games GmbH không bồi thường cho những thiệt hại do người trông nom gây ra. Chủ tài khoản chính phải hoàn toàn chịu trách nhiệm đối với các hành động của bất kỳ người chăm nom nào cho avatar của họ. Nếu một người chăm nom vi phạm luật chơi hay các Điều khoản & Điều kiện của Travian: Legends, thì cả chủ tài khoản chính và người chăm nom đều có thể bị phạt.",
    "Use of external programs": "Sử dụng các chương trình bên ngoài",
    "gameRules3.1": "Travian: Legends phải được chơi bằng cách dùng một trình duyệt thông thường và không bị sửa đổi. Việc sử dụng các script và/hoặc bot để tự động hóa các hoạt động trên avatar hay mô phỏng các tính năng cao cấp đều bị nghiêm cấm. \n\nĐiều này bao gồm nhưng không giới hạn ở các hành động sau:",
    "gameRules3.1.1": "Tự động cướp bóc các avatar khác (và tự động gửi các đợt tấn công)",
    "gameRules3.1.2": "Tự động Bắt đầu thám hiểm",
    "gameRules3.1.3": "Tự động xây dựng và nâng cấp các mỏ khai thác và công trình trong các làng",
    "gameRules3.1.4": "Tự động quét bản đồ",
    "gameRules3.1.5": "Tự động quét số liệu của các người chơi khác",
    "gameRules3.1.6": "Tự động đẩy tài nguyên sang các avatar khác",
    "gameRules3.1.7": "Tự động huấn luyện quân đội",
    "gameRules3.1.8": "Tự động đặt giá đồ vật trong đấu giá",
    "gameRules3.1.9": "Tự động bắt đầu ăn mừng",
    "gameRules3.1.10": "Rà quét các làng sở hữu để hiển thị các tài nguyên và thông tin làng tại một nơi",
    "gameRules3.1.11": "Bất kỳ hành động tự động hóa nào khác do phần mềm bên thứ ba thực hiện",
    "gameRules3.2": "Travian Games bảo lưu quyền trừng phạt những người chơi dùng script hoặc bot để tự động hóa hành động vĩnh viễn hoặc trong một thời gian ngắn khi thế giới trò chơi còn hoạt động.",
    "Program errors / bugs": "Lỗi chương trình/lỗi kỹ thuật",
    "gameRules4.1": "Không được lạm dụng các lỗi chương trình hoặc lỗi kỹ thuật hoặc điều tương tự trong trò chơi để phục vụ lợi ích của một avatar và cần báo cáo các lỗi đó cho bộ phận hỗ trợ. Việc lạm dụng bất kỳ lỗi chương trình hay lỗi kỹ thuật nào đều có thể bị phạt.",
    "Selling/buying game content": "Bán/mua nội dung game",
    "gameRules5.1": "Nghiêm cấm bán hay mua các dịch vụ từ bên thứ ba, tài khoản chính, avatar, tài nguyên, đội quân, làng mạc, Vàng hoặc bạc. Việc đề nghị mua hoặc bán nội dung trò chơi lấy tiền thật cũng bị cấm.  Không được cho tặng tài khoản chính và avatar để đổi lấy tiền.",
    "Netiquette": "Nghi thức mạng",
    "gameRules6.1": "Người chơi luôn phải giao tiếp liên lạc theo phong cách lịch sự.",
    "gameRules6.2": "Những hồ sơ, tên làng mạc hay bất kỳ nội dung nào khác không phù hợp đều có thể bị bộ phận Dịch vụ Khách hàng chỉnh sửa mà không cần cảnh báo. Các liên minh có tên và/hoặc nội dung không phù hợp trong hồ sơ của họ, trong diễn đàn công khai và bất kỳ lĩnh vực công khai nào khác đều có thể bị xóa ngay lập tức.",
    "gameRules6.3": "Hành vi sau bị nghiêm cấm tuyệt đối: Lăng mạ, phỉ báng, phân biệt giới, phân biệt chủng tộc, hay ngôn ngữ tục tĩu; thái độ thù địch với bất kỳ tôn giáo, sắc tộc, dân tộc, giới tính, độ tuổi, hay định hướng tình dục nào; đe dọa thực sự đến cuộc sống; mạo danh đội ngũ nhân viên Travian: Legends hay những vị trí chính thức trong nội bộ công ty.",
    "gameRules6.4": "Trò chơi này được duy trì nằm ngoài ảnh hưởng của chính trị và tôn giáo trong thế giới thực.",
    "gameRules6.5": "Cấm đăng tải và hiển thị những tài liệu không phù hợp với trẻ vị thành niên.",
    "gameRules6.6": "Các tin nhắn trong game chỉ có thể được đăng với sự đồng thuận của cả hai bên. Trừ khi có thỏa thuận rõ ràng trước, việc đăng tin nhắn hay email đến hoặc từ nhân viên Travian: Legends đều bị nghiêm cấm.",
    "gameRules6.7": "Không được phép quảng cáo dưới bất kỳ hình thức nào.",
    "gameRules6.8": "Bất kỳ nội dung nào không phù hợp mà bộ phận Dịch vụ Khách hàng coi là gây ảnh hưởng đến trải nghiệm chơi game của người khác sẽ có thể bị xử phạt.",
    "Punishments": "Hình phạt",
    "gameRules7.1": "Trong trường hợp vi phạm luật chơi hay các Điều khoản & Điều kiện, một avatar sẽ bị khóa và chỉ có thể được tha khi chịu một hình phạt tương ứng với vi phạm đã xảy ra. Tên các tài khoản chính và avatar không phù hợp có thể sẽ bị thay đổi. Travian Games GmbH sẽ không bồi hoàn cho bất kỳ tổn thất nào trong thời gian khóa tài khoản, gồm cả \"Travian Plus\" và Vàng. Mọi người chơi đều được đối xử công bằng, bất kể tình trạng Vàng của họ thế nào.",
    "gameRules7.2": "Có thể trao đổi về lệnh khóa tài khoản với đội ngũ Dịch vụ Khách hàng thông qua {Customer Service portal}.\n \nLệnh khóa tài khoản và hình phạt sẽ do một thành viên của Đội Thực thi Luật lệ đưa ra. Trong trường hợp có khiếu nại, một thành viên khác của Đội Thực thi Luật lệ sẽ xem xét lệnh khóa tài khoản và hình phạt đó. Quyết định của họ có giá trị tối hậu.\n\nNgười chơi chấp nhận rằng đội ngũ Travian: Legends không thể tiết lộ các cơ chế được dùng để phát hiện vi phạm, vì những cơ chế đó có thể bị đối phó.\n\nCác lệnh cấm, xóa và các hệ quả của chúng sẽ không được trao đổi công khai. Đội ngũ Travian: Legends không tiết lộ thông tin về các lệnh khóa đối với các cá nhân khác ngoài những người liên quan.",
    "Customer Service portal": "cổng thông tin Dịch vụ Khách hàng",
    "Rule changes and correction clause": "Điều khoản sửa đổi và thay đổi luật chơi",
    "gameRules8.1": "Travian Games GmbH bảo lưu quyền thay đổi luật chơi bất cứ lúc nào.",
    "gameRules8.2": "Nếu những quy định riêng lẻ trong luật chơi bị mất hiệu lực hoặc vô hiệu, thì hiệu lực của những quy định còn lại không bị ảnh hưởng. Travian Games GmbH đảm trách việc thay thế các quy định mất hiệu lực bằng các quy định mới một cách nhanh nhất có thể.",
    "gameRules8.3": "Trong trường hợp có sự không nhất quán hoặc có khác biệt giữa phiên bản Tiếng Anh và bất kỳ phiên bản ngôn ngữ nào khác của ấn bản này, thì phiên bản ngôn ngữ Tiếng Anh sẽ được áp dụng.",
    "More detailed explanations of certain game rules can be found in the Game Rules FAQ": "Có thể xem giải thích chi tiết hơn về các luật chơi nhất định trong phần {Game Rules FAQ}.",
    "Game Rules FAQ": "Câu hỏi thường gặp về Luật chơi",
    "Romans": "Tộc Roman",
    "Teutons": "Tộc Teuton",
    "Gauls": "Tộc Gaul",
    "Disciplined legions, advanced engineering, and strategic brilliance define Rome. Lead your legionaries to expand your empire through military might and cultural dominance.": "Các quân đoàn kỷ luật, kỹ thuật tân tiến và tài chiến lược xuất sắc tạo nên định nghĩa về Rome. Hãy dẫn dắt quân lính của bạn để mở rộng đế chế thông qua sức mạnh về quân sự và sự thống trị về văn hóa.",
    "Fierce raiders, ruthless warriors, and unrelenting aggression define the Teutons. Lead your savage forces to pillage enemies and strike fear into their hearts with lightning-fast attacks.": "Những tay cướp hung dữ, các chiến binh tàn nhẫn và sự hung hăng vô tận chính là đặc điểm của tộc Teuton. Hãy dẫn dắt đội quân tàn ác của bạn đi cướp phá và gieo rắc nỗi sợ hãi vào tâm khảm quân địch bằng những đòn tấn công nhanh như chớp.",
    "Swift defenders, cunning traps, and hidden crannies protect Gaul resources. Lead your tribe to outlast foes with resilience and guile.": "Những người phòng thủ nhanh nhẹn, những cái bẫy tinh vi và các hầm ngầm bí mật giúp bảo vệ tài nguyên cho tộc Gaul. Hãy dẫn dắt tộc của bạn vượt qua kẻ thù bằng sự kiên cường và mưu mẹo.",
    "You have reached the end - no more news found.": "Bạn đã đọc hết bản tin – không còn tin tức nào khác.",
    "imprintTitle": "Travian: Legends – Quốc tế | Thông tin",
    "imprintDescription": "Liên lạc với người phụ trách và các giám đốc bảo vệ dữ liệu về website cũng như tựa game Travian: Legends - Quốc tế.",
    "gameRulesTitle": "Travian: Legends – Quốc tế | Luật chơi",
    "gameRulesDescription": "Tìm hiểu thêm về bộ quy tắc ứng xử và luật chơi của Travian: Legends – Quốc tế.  ✓ Ngay trong trình duyệt của bạn  ➤ CHƠI NGAY trên các thế giới trò chơi Quốc tế mà chúng tôi đề xuất",
    "Name contains invalid characters, is not allowed, or invalid": "Tên chứa các ký tự không hợp lệ, hoặc không được phép hoặc không hợp lệ",
    "Avatar Exists": "Tài khoản hiện đã tồn tại",
    "Access Denied": "Quyền truy cập bị từ chối",
    "Unauthorized": "Không được phép",
    "Resend activation code not provided": "Gửi lại mã kích hoạt chưa được cung cấp",
    "Resend activation code invalid": "Gửi lại mã kích hoạt do mã không hợp lệ",
    "Code challenge provided, but method is not": "Đã cung cấp thử thách về mã, nhưng chưa cung cấp phương pháp thực hiện",
    "Please accept Terms and Conditions": "Vui lòng chấp nhận các Điều khoản và Điều kiện",
    "No proper email address can be found in authentication credentials": "Không tìm thấy địa chỉ email phù hợp trong các thông tin xác thực",
    "Wrong email, account name or password": "Sai địa chỉ email, tên tài khoản hoặc mật khẩu",
    "Identity needs activation": "Cần kích hoạt danh tính",
    "Token is invalid for this request": "Mã thông báo không hợp lệ đối với yêu cầu này",
    "Invalid identity provider": "Nhà cung cấp dịch vụ danh tính không hợp lệ",
    "Client is unauthorized": "Máy khách không được cấp phép",
    "Failed to figure out transfer target": "Không xác định được mục tiêu để chuyển",
    "Cannot transfer this GTL to the target gameworld": "Không thể chuyển GTL này đến thế giới trò chơi mục tiêu",
    "Refer a friend": "Giới thiệu một người bạn",
    "You already have an avatar on the referred gameworld. The refer a friend feature only works on gameworlds where you have no avatar.": "Bạn đã có một tài khoản trên thế giới trò chơi được giới thiệu. Tính năng giới thiệu bạn bè chỉ hoạt động trong các thế giới trò chơi mà bạn chưa có tài khoản.",
    "To the Lobby": "Đến TK chính",
    "To the referred gameworld": "Chuyển đến thế giới trò chơi được giới thiệu",
    "Change account?": "Thay đổi tài khoản?",
    "Log out": "Đăng xuất",
    "Dummy translation": "",
    "Dummy translation No. 2": "",
    "Please enter your desired avatarname. It has to be between {min} and {max} characters long.": "Vui lòng nhập tên avatar mà bạn muốn. Tên phải dài từ {min} đến {max} ký tự.",
    "We are sorry but your desired avatarname is too short. It has to be at least {min} characters long.": "Rất tiếc, nhưng tên avatar mà bạn muốn quá ngắn. Tên phải dài tối thiểu {min} ký tự.",
    "We are sorry your desired avatarname is too long. It has to be {max} characters at most.": "Rất tiếc, nhưng tên avatar mà bạn muốn quá dài. Nó chỉ được dài tối đa {max} ký tự.",
    "Change avatar": "Đổi avatar",
    "One or more avatars found on a game world excluded by our rules.": "Đã tìm thấy một hoặc nhiều avatar trên một thế giới trò chơi đã bị loại ra bởi luật chơi của chúng tôi.",
    "noAvatarWithThisName": "Không tìm thấy avatar đang hoạt động nào mang tên này",
    "To transfer your unspent bought gold to an existing avatar, please first verify your ownership of the gold, by entering the relevant email address.": "Để chuyển số Vàng đã mua mà chưa dùng của bạn sang một avatar hiện hữu, trước tiên bạn hãy xác thực quyền sở hữu Vàng của mình bằng cách nhập địa chỉ email liên quan.",
    "Avatar name found on one game world": "Đã tìm thấy tên avatar trên một thế giới trò chơi",
    "Avatarname": "Tên avatar",
    "We found multiple avatars in different regions": "Chúng tôi đã tìm thấy nhiều avatar ở các vùng khác nhau",
    "Multiple avatars with that name were found": "Đã tìm thấy nhiều avatar mang tên này",
    "We found that avatar on multiple game worlds in your region. You can only transfer the gold to one new avatar, please select a game world.": "Chúng tôi đã tìm thấy avatar này trên nhiều thế giới trò chơi trong vùng của bạn. Bạn chỉ có thể chuyển Vàng cho một avatar mới. Vui lòng chọn một thế giới trò chơi.",
    "To find the right avatar, please select the region of the game world that avatar is located in.": "Để tìm được đúng avatar, vui lòng chọn vùng của thế giới trò chơi có avatar đó tham gia.",
    "{icon} {amount} was transferred to the avatar {avatar} on the game world {world}.": "{icon} {amount} đã được chuyển sang cho avatar {avatar} trên thế giới trò chơi {world}. ",
    "To complete the transfer of {icon} {amount}, the avatar {avatar} has to complete the instructions received via IGM.": "Để hoàn tất việc chuyển {icon} {amount}, avatar {avatar} phải thực hiện các chỉ dẫn nhận được thông qua IGM.",
    "Search new avatar": "Tìm kiếm avatar mới",
    "Please enter the name of the avatar to whom you wish to transfer the gold.": "Vui lòng nhập tên của avatar mà bạn muốn chuyển Vàng đến.",
    "This gameworld is only accessible for mobile players.": "Thế giới trò chơi này chỉ dành cho người chơi phiên bản di động.",
    "This gameworld is restricted to players with a special invitation code.": "Thế giới trò chơi này chỉ dành cho những người chơi có mã thư mời đặc biệt.",
    "This is a special gameworld that might only be available time limited and could have different features than classic gameworlds.": "Đây là một thế giới trò chơi đặc biệt chỉ hoạt động trong một khoảng thời gian giới hạn và có thể có những tính năng khác với các thế giới trò chơi Cổ điển.",
    "Pop-up was blocked": "Cửa sổ bật lên đã bị chặn",
    "The pop-up for your social login was blocked by your browser.": "Cửa sổ bật lên để đăng nhập mạng xã hội đã bị trình duyệt của bạn chặn.",
    "Please check your browser's settings, allow opening pop-ups and try again. If the issue persist, feel free to contact our support team for help.": "Vui lòng kiểm tra cài đặt của trình duyệt, cho phép cửa sổ bật lên hoạt động rồi thử lại. Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ với đội ngũ hỗ trợ của chúng tôi để được trợ giúp."
}